{"gameId":270109,"name":"Iwari","description":"Evermore have they walked the world of Iwari. Evermore have they embodied its spirit and shaped its lands. They are stewards of the earth. Five Titans that make the cosmos breath. On Iwari, there are no teeming masses, no continent-wide civilizations. Humanity is in its infancy, living in scattered tribes in forest, tundra, and desert.&#10;&#10;Now we have left our ancestral homelands to explore the vast uncharted regions, encountering other fellow tribes and exchanging knowledge, culture and wisdom. In our journey, we all live in harmony with the Titans, and though distant to us, they decide our fate. And yet only we don't know if they created us, or we created them.&#10;&#10;Iwari is an abstract-like Eurogame in which players represent different tribes looking for their identity by traveling around far lands and expanding their settlements into five different regions on the board. In the game, players use cards for two different actions:&#10;&#10;1) Place tents and expand their settlements into five different regions on the board in a majority game that scores on each territory.&#10;2) Construct nature totems to bond with the Titans by placing them on regions and score points based on the totem majorities in adjacent territories.&#10;&#10;During the game, players can complete missions that grant small perks and score points by having the majority of tents in each territory after the end of the first card cycle. At game end, the majority of tents will be scored again, along with the majorities of nature totems in two adjacent regions and settlements that players have created (i.e., four or more tents in an uninterrupted sequence along one of the roads on the board).&#10;&#10;Iwari reimagines the award-winning game Web of Power by Michael Schacht by adding new layers of strategy, tribe player boards, different maps with their own set of rules, modules that can be added to the game, and unique co-operative and solo modes.&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/KIJWpYjXpB4XHdqImJvx6Fc7uBE=/0x0/pic4532644.png","thumbnail":"https://cf.geekdo-images.com/thumb/img/ugPM9Es8w91D_KW5j-DDzxO-esg=/fit-in/200x150/filters:strip_icc()/pic4532644.png","minPlayers":2,"maxPlayers":5,"playingTime":45,"mechanics":["Area Majority / Influence","Card Drafting","Hand Management","Network and Route Building"],"isExpansion":false,"yearPublished":2020,"bggRating":5.80097,"averageRating":7.80425,"rank":3537,"designers":["Michael Schacht"],"publishers":["ThunderGryph Games","GateOnGames","Tcg Factory"],"artists":["Matthew Mizak"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":6,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":7,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":7,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":7,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":6,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":1,"notRecommended":5,"numPlayersIsAndHigher":true}]}