{"gameId":297030,"name":"Tekhenu: Obelisk of the Sun","description":"Four millennia ago on the eastern bank of the Nile river was laid the foundation of the Temple of Amun-Ra. Over the course of two thousand years, the temple complex was gradually expanded and became widely known as &quot;The Most Select of Places&quot; (Ipet-Isut), boasting the largest religious building in the world. Today, the site is known as Karnak, located at Luxor in modern-day Egypt.&#10;&#10;Join ancient Pharaohs in creating and growing one of the most impressive sites the world has seen, honoring the Egyptian gods Horus, Ra, Hathor, Bastet, Thoth, and Osiris. You must carefully manage the balance of your actions, preparing for the reckoning by the goddess Maat.&#10;&#10;The game board in Tekhenu: Obelisk of the Sun is divided into six sections, each associated with an Egyptian god: Horus, Ra, Hathor, Bastet, Thoth, and Osiris. In the center stands an impressive obelisk (Tekhenu) that casts its shadow onto different parts of the board. As a result, the area around the obelisk is divided into sunny, shaded, and dark sections, depending on how the obelisk casts its shadow at that particular moment. As the game progresses, the sun's rotation alters which sections are sunny, shaded, or dark.&#10;&#10;The game takes place over multiple rounds, following this pattern:&#10;&#10;&#10;&#10;    &#10;         2 Rounds&#10;&#10;         &nbsp;=&nbsp;&#10;&#10;         1 Rotation&#10;&#10;    &#10;    &#10;         2 Rotations&#10;&#10;         &nbsp;=&nbsp;&#10;&#10;         1 Maat phase&#10;&#10;    &#10;    &#10;         2 Maat phases&#10;&#10;         &nbsp;=&nbsp;&#10;&#10;         1 Scoring&#10;&#10;    &#10;    &#10;         2 Scorings&#10;&#10;         &nbsp;=&nbsp;&#10;&#10;         1 Game&#10;&#10;    &#10;&#10;&#10;&#10;&#10;Each round, you draft dice and perform actions associated with the value of the die and the section from which the die was drafted. At the beginning of the game, each of the six sections contains three dice. However, as dice are drafted and eventually refilled, the different sections will contain a varying number of dice.&#10;&#10;Dice come in five colors: white, yellow, black, brown, and gray. Depending on the color of the die and the position of the obelisk's shadow, each die is considered Pure, Tainted, or Forbidden. While you may never draft Forbidden dice, you are free to draft any other die, whether Pure or Tainted.&#10;&#10;When drafting a die, you must consider not only the general availability of dice &mdash; if no dice are available in a given section, then you cannot readily perform the action associated with that section &mdash; but also which value die to draft and how your chosen die will affect the overall balance when the Maat phase occurs. An imbalance in favor of Purity carries no negative outcome whereas a Tainted imbalance may result in the loss of victory points. A perfect balance between Pure and Tainted dice, however, results in a more favorable turn order.&#10;&#10;After drafting one die and placing it on your player board (either on the Pure or Tainted side), you perform an action, the effect of which depends on the value of the die you selected.&#10;&#10;Horus&#10;Taking the Horus god action allows the building of statues, either in honor of one of the gods or for the people. Building a statue in honor of a god grants you benefits when other players perform actions associated with that god. Building a statue for the people grants favorable benefits during scoring.&#10;&#10;Ra&#10;When taking the Ra god action, you add a pillar to the Amun-Ra temple grid, scoring victory points and gaining resources and possibly powerful bonus actions.&#10;&#10;Hathor&#10;The Hathor god action results in the construction of buildings around the Amun-Ra temple complex, providing rich resources and considerable influence during scoring. This action also increases the current population.&#10;&#10;Bastet&#10;By taking the Bastet god action, a festival takes place, increasing the happiness of the people. However, the happiness marker can never overtake the population marker, making it necessary to strike a balance between different actions. Keeping your people happy unlocks powerful one-time benefits as well as bonus victory points during scoring and more options when taking the Thoth god action.&#10;&#10;Thoth&#10;The game includes three types of cards: blessings, technologies, and decrees. Taking the Thoth god action allows you to gain these cards, the type of which is determined by the happiness of your people. Also, the happier your people are, the greater the selection of cards available from which you can choose.&#10;&#10;Osiris&#10;Taking the Osiris god action allows you to construct workshops and quarries, each of which increases your production of one of the four resources: papyrus, bread, limestone, and granite. During scoring, you are rewarded for having the most workshops or quarries of each type.&#10;&#10;Production&#10;Instead of these six god actions, you can choose to produce, generating resources based on the color of the die (yellow = papyrus, brown = bread, white = limestone, and black = granite) and the current production value of that resource.&#10;&#10;Scoring&#10;During each scoring, you are rewarded victory points:&#10;&#10;&#10;     For having the most workshops or quarries of each type.&#10;     For buildings constructed near the Amun-Ra temple complex.&#10;     Based on the number of statues you have constructed.&#10;     Based on the happiness of your people.&#10;     For having constructed a large number of buildings (whether near the temple complex or as workshops or quarries).&#10;     For achieving maximum production.&#10;&#10;&#10;However, you must also keep a healthy amount of resources around to sustain your population or else you suffer negative consequences. Additionally, after the second and final scoring, you can earn bonus victory points from various decrees you have collected during the game.&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/9asglJR8eaEru1kyq8qi1urxtKo=/0x0/pic5313583.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/QaUXxrgmXFrlNADgPeGhY5F538g=/fit-in/200x150/filters:strip_icc()/pic5313583.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Drafting","Drafting","Income","Pattern Building","Turn Order: Stat-Based","Variable Setup"],"isExpansion":false,"yearPublished":2020,"bggRating":5.84021,"averageRating":8.15066,"rank":3227,"designers":["Daniele Tascini","Dávid Turczi"],"publishers":["Board&Dice","BoardM Factory","CMON Limited","Giant Roc","Maldito Games","Rawstone"],"artists":["Jakub Fajtanowski","Michał Długaj","Zbigniew Umgelter","Alexander Zawada"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":3,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":true}]}