{"gameId":102652,"name":"Sentinels of the Multiverse","description":"A mad scientist holds the world hostage with his terrifying inventions. An alien warlord from a far away galaxy brings his limitless army of bizarre minions to conquer the planet. A giant rampaging robot cuts a swath of destruction across the coast, destroying major population centers. And who will stand in their way? A team of heroes, all with impressive powers and abilities stand between the world and the forces of evil. Will you help them? Answer the call to protect the multiverse!&#10;&#10;Sentinels of the Multiverse is a cooperative, fixed-deck card game with a comic book flavor. Each player plays as one of ten heroes, against one of four villains, and the battle takes place in one of four different dynamic environments.&#10;&#10;Each player, after selecting one of the heroes, plays a deck of 40 cards against the villain and environment decks, which &quot;play themselves&quot;, requiring the players to put the top card of the appropriate deck into play on the villain and environment turns. On each player's turn, they may play a card from their hand, use a power printed on one of their cards in play, and draw a card from their deck. Each round starts with the villain turn, continues clockwise around the table, then concludes with the environment turn. Each villain has various advantages, such as starting with certain cards in play, as specified by the villain character card. Play continues until the heroes reduce the villain to 0 or fewer HP, or until the villain defeats the heroes, either via a win condition or by reducing all the heroes to 0 or fewer HP.&#10;&#10;","image":"https://cf.geekdo-images.com/KQJVwFggx85c6tkq99MW9Q__original/img/6zbLmCIIUoFlK_l5AnIKB7UGsOg=/0x0/filters:format(jpeg)/pic1296144.jpg","thumbnail":"https://cf.geekdo-images.com/KQJVwFggx85c6tkq99MW9Q__thumb/img/rts0fENMEytS8E6wJjiZ1bpoThk=/fit-in/200x150/filters:strip_icc()/pic1296144.jpg","minPlayers":2,"maxPlayers":5,"playingTime":60,"mechanics":["Cooperative Game","Hand Management","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2011,"bggRating":6.98167,"averageRating":7.21968,"rank":401,"designers":["Christopher Badell","Paul Bender","Adam Rebottaro"],"publishers":["Greater Than Games","Gigante Jogos"],"artists":["Adam Rebottaro"],"playerPollResults":[{"numPlayers":1,"best":28,"recommended":111,"notRecommended":118,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":32,"recommended":135,"notRecommended":90,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":92,"recommended":155,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":190,"recommended":74,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":43,"recommended":155,"notRecommended":51,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":6,"notRecommended":178,"numPlayersIsAndHigher":true}]}