{"gameId":102794,"name":"Caverna: The Cave Farmers","description":"Following along the same lines as its predecessor (Agricola), Caverna: The Cave Farmers is a worker-placement game at heart, with a focus on farming. In the game, you are the bearded leader of a small dwarf family that lives in a little cave in the mountains. You begin the game with a farmer and his spouse, and each member of the farming family represents an action that the player can take each turn. Together, you cultivate the forest in front of your cave and dig deeper into the mountain. You furnish the caves as dwellings for your offspring as well as working spaces for small enterprises.&#10;&#10;It's up to you how much ore you want to mine. You will need it to forge weapons that allow you to go on expeditions to gain bonus items and actions. While digging through the mountain, you may come across water sources and find ore and ruby mines that help you increase your wealth. Right in front of your cave, you can increase your wealth even further with agriculture: You can cut down the forest to sow fields and fence in pastures to hold your animals. You can also expand your family while running your ever-growing farm. In the end, the player with the most efficiently developed home board wins.&#10;&#10;You can also play the solo variant of this game to familiarize yourself with the 48 different furnishing tiles for your cave.&#10;&#10;Caverna: The Cave Farmers, which has a playing time of roughly 30 minutes per player, is a complete redesign of Agricola that substitutes the card decks from the former game with a set of buildings while adding the ability to purchase weapons and send your farmers on quests to gain further resources. Designer Uwe Rosenberg says that the game includes parts of Agricola, but also has new ideas, especially the cave part of your game board, where you can build mines and search for rubies. The game also includes two new animals: dogs and donkeys.&#10;&#10;","image":"https://cf.geekdo-images.com/rz22tqa5PCYvK9oDjIbvxg__original/img/h9il8XnFB0iqHNHsNTPNGxJZWdM=/0x0/filters:format(jpeg)/pic1790789.jpg","thumbnail":"https://cf.geekdo-images.com/rz22tqa5PCYvK9oDjIbvxg__thumb/img/3Ae-ieYpDv6w0vuNsGjOmXdcCrU=/fit-in/200x150/filters:strip_icc()/pic1790789.jpg","minPlayers":1,"maxPlayers":7,"playingTime":210,"mechanics":["Automatic Resource Growth","Increase Value of Unchosen Resources","Solo / Solitaire Game","Tile Placement","Turn Order: Claim Action","Worker Placement"],"isExpansion":false,"yearPublished":2013,"bggRating":7.82848,"averageRating":8.00268,"rank":32,"designers":["Uwe Rosenberg"],"publishers":["Lookout Games","999 Games","CrowD Games","Devir","Filosofia Éditions","Funforge","Gemenot","Hobby Japan","HomoLudicus","Korea Boardgames Co., Ltd.","Lacerta","Ludofy Creative","Mayfair Games","MINDOK","Swan Panasia Co., Ltd.","uplay.it edizioni"],"artists":["Javier González Cava","Klemens Franz"],"playerPollResults":[{"numPlayers":1,"best":10,"recommended":174,"notRecommended":113,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":64,"recommended":257,"notRecommended":53,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":164,"recommended":216,"notRecommended":14,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":251,"recommended":138,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":82,"recommended":187,"notRecommended":85,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":18,"recommended":104,"notRecommended":201,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":12,"recommended":56,"notRecommended":255,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":1,"recommended":3,"notRecommended":213,"numPlayersIsAndHigher":true}]}