{"gameId":104006,"name":"Village","description":"Life in the village is hard &ndash; but life here also allows the inhabitants to grow and prosper as they please. One villager might want to become a friar. Another might feel ambitious and strive for a career in public office. A third one might want to seek his luck in distant lands.&#10;&#10;Each player will take the reins of a family and have them find fame and glory in many different ways. There is one thing you must not forget, however: Time will not stop for anyone and with time people will vanish. Those who will find themselves immortalized in the village chronicles will bring honor to their family and be one step closer to victory.&#10;&#10;Village is a game full of tactical challenges. A smart and unique new action mechanism is responsible for keeping turns short and yet still tactically rich and full of difficult decisions. Also unique is the way this game deals with the delicate subject of death; as a natural and perpetual part of life in the village, thoughts of death will keep you focused on smart time-management.&#10;&#10;Paraphrased from Opinionated Gamer's review:&#10;&#10;Each player&rsquo;s turn consists of taking a cube and then taking the action of the area they just took the cube from.  The board has multiple different zones with specific attributes, a market, a travel zone, a crafting zone, a church, and a council house.  Many of these offer multiple options, so even if you take a cube from the crafting area, you can get an ox, a horse, a cart, a plow, a scroll, or convert wheat to gold.  Each zone is seeded with cubes of four colors plus black cubes which serve as curses, there are lots of turns per round. Some areas offer short-term scoring, others offer long-term scoring, and still others offer only end-game scoring. The round ends when there are no cubes at any location.  The game ends when either the village chronicle or the anonymous graveyard is full.&#10;&#10;","image":"https://cf.geekdo-images.com/5FBIAvZi3Sw8dvmfwwJTjg__original/img/HZYRVZoUtl7COYnS0NvXNSuaf80=/0x0/filters:format(jpeg)/pic2760568.jpg","thumbnail":"https://cf.geekdo-images.com/5FBIAvZi3Sw8dvmfwwJTjg__thumb/img/5H-bOQSAtO8LaWI3i3_oG3CQHHg=/fit-in/200x150/filters:strip_icc()/pic2760568.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Area Majority / Influence","Contracts","Set Collection","Turn Order: Claim Action","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2011,"bggRating":7.33248,"averageRating":7.50859,"rank":180,"designers":["Inka Brand","Markus Brand"],"publishers":["eggertspiele","999 Games","Albi","Delta Vision Publishing","Fantasmagoria","Fire on Board Jogos","Gigamic","hobbity.eu","Hobby Japan","KADABRA","Kaissa Chess & Games","Lautapelit.fi","Ludicus","Ludonova","Pegasus Spiele","Plan B Games","Stronghold Games","Swan Panasia Co., Ltd.","Tasty Minstrel Games","uplay.it edizioni","Zvezda"],"artists":["Dennis Lohausen"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":153,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":35,"recommended":185,"notRecommended":38,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":90,"recommended":153,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":192,"recommended":64,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":10,"notRecommended":112,"numPlayersIsAndHigher":true}]}