{"gameId":111341,"name":"The Great Zimbabwe","description":"The Great Zimbabwe is a game about building a trade based civilization in ancient Africa. It has been inspired by the old kingdoms surrounding the Great Zimbabwe, a world heritage site in southern Africa. Far into the previous century, colonial governments denied that a civilization that produced such impressive monuments and beautiful artwork could have been African in origin. But of course, this civilization was African, and the country of Zimbabwe itself was proudly named after this impressive cultural heritage. As always in our games, we have used this history for inspiration; however, first and foremost we wanted to create a highly playable and replayable Splotter game, so in many cases we took liberties with historical names, periods and artwork.&#10;&#10;In the game, players strive to build the most impressive monuments to one god of their choice. They can choose this god themselves-- each of the twelve gods offers a unique blessing, but each also requires a different amount of work to win the game. Building the monuments is done by developing a logistics network stretching across the region. Through this network, players produce and obtain ritual goods to raise their monuments and bring honour to the god of their choice.&#10;&#10;Here's the flavour text from the rules:&#10;&#10;The Mutapa king struts into the village, followed by a bunch of young warriors herding cattle. &ldquo;Oondabezitha &rdquo;, he addresses the assembly of kings, &ldquo;I have brought twelve heads of cattle for the ceremony tonight&rdquo;. The others seem to shrink in stature as he speaks. The star of the king of Mutapa is clearly ascending. They have not brought nearly as much cattle themselves. &ldquo;Soon, we will all be praying to Obatala&rdquo;, murmurs one of the older Kilwa traders. &ldquo;The Mutapa will be raising their godless monuments sky-high. Perhaps it is time for us to resort to some magic of our own&rdquo;. Then the sky breaks into a thunder and a torrential rain pours down on the assembly. The men scramble while the plains fill with water. The ceremony will be wet tonight...&#10;&#10;&#10;The Great Zimbabwe is a logistico-economic game in which players are tribal leaders in Africa trying to please the gods by building monuments.&#10;&#10;Buying technology, building craftsmen, gathering resources and worshipping a god are among the many decisions necessary to win in 'The Great Zimbabwe'. But the main way of getting there is building and developing a network of monuments. The higher the monuments, the closer the players will be to victory, but players must balance many subtle aspects of the game. If they develop their economy, if they worship a powerful god or if they use a lot of technology, they will need to score more victory points.&#10;&#10;Clever use of turn-order manipulation, economic development in an almost close environment, scarce natural resource use and logistical optimization to deliver goods from craftsmen to monuments: You only get one action per turn, so be smart! 'The Great Zimbabwe' is a race for victory, in which you decide how far you want to go and at what speed. Then other players' decisions change everything...&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/Pcs2Icshgm_I5b_A3odGy65NTyE=/0x0/pic1400856.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/tGLIa6i13UQJv2-Xj47XEHZrDRg=/fit-in/200x150/filters:strip_icc()/pic1400856.jpg","minPlayers":2,"maxPlayers":5,"playingTime":150,"mechanics":["Auction/Bidding","Card Drafting","Modular Board","Network and Route Building","Tile Placement","Variable Player Powers"],"isExpansion":false,"yearPublished":2012,"bggRating":7.03817,"averageRating":7.78383,"rank":346,"designers":["Jeroen Doumen","Joris Wiersinga"],"publishers":["Splotter Spellen"],"artists":["Ynze Moedt"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":37,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":38,"notRecommended":18,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":32,"recommended":38,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":55,"recommended":18,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":9,"recommended":42,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":32,"numPlayersIsAndHigher":true}]}