{"gameId":111703,"name":"Unfathomable Encounters","description":"&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Background:&#10;&#10;The depths of the oceans were the last unexploited frontier on our world, until scientists detected a new element formed by the combination of high pressure and intense volcanic heat.&#10;&#10;The element, Gottahavium, exists as a quantum fluid.  This wonder element acts as a super conductor, and would launch a new epoch in technology for all humankind, and the Conglomocorporation that controls stands to make a fortune.&#10;&#10;Since Gottahavium can only be found in deepest reaches of the ocean, a very inhospitable places for humans, Deep Sea Drones (DSDs) are utilized to locate and then mine the deposits.&#10;&#10;With so much on the line, the ConCorps have covertly shifted resources from military contracts to ensure they will be the sole proprietors.  And so, a quiet little war has sprung up under the sea.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Gameplay:&#10;&#10;Each player controls one of three ConCorp exploratory forces, which are vying for control of the limited deposits in the volatile oceanic depths.&#10;&#10;The game is patterned after the classic Micro/Mini-games in the late 70&rsquo;s early 80&rsquo;s, and is meant to be a light quick wargame that can be played in a single session.&#10;&#10;Before starting, players must choose the scale of the game they wish to play.  This can range from a small skirmish, allowing for multiple sessions in a night, or have a much larger scale conflict that would allow for a much more in depth battle.&#10;&#10;Once the size of the game is decided, player will pick a ConCorp to represent, and the pick their force of DSDs.  Each ConCorp has 5 different drones to choose from, with an overall theme for each of the 3 ConCorps.&#10;&#10;After setup, players take turns mining &amp; moving, with a simultaneous fire phase between each player&rsquo;s move phase, so as not to give any one player an advantage in being able to move in, without repercussions.&#10;&#10;However, this is not just a straight up shooting gallery.  As with many games of this genre, the map is hex based, and the terrain has an impact on both movement and combat.  There are also oceanic events, such as strong currents, undersea volcanoes and seaquakes that provide a random element that can ruin even the best-laid plans of AIs and Drones.&#10;&#10;While the main goal is to attempt to mine a set number of resources (depending on game size), players can also take a more offensive stance and attempt to annihilate the other player&rsquo;s base going for the more brutal total victory.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Future?:&#10;&#10;The game was created as part of the Microgame contest here on BGG, but there are plans to expand it beyond the bounds of the initial restraints of that contest.&#10;&#10;The goal will be to release expansion modules over time, which will add new drones, ConCorps , maps and rules, all of which will be compatible with the existing system, including having map halves being interchangeable.&#10;&#10;","image":"https://cf.geekdo-images.com/Biqs4WdwIoGsP9JCV1sDoQ__original/img/MQiJ8ox1qE04gWFUpz2A6zZQExY=/0x0/filters:format(jpeg)/pic1229051.jpg","thumbnail":"https://cf.geekdo-images.com/Biqs4WdwIoGsP9JCV1sDoQ__thumb/img/1HH2KwImmb32mSGjss78dteAO1Q=/fit-in/200x150/filters:strip_icc()/pic1229051.jpg","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Hexagon Grid"],"isExpansion":false,"yearPublished":2011,"bggRating":0,"averageRating":7,"rank":-1,"designers":["Val Cassotta"],"publishers":["(Web published)","Grey Cat Games"],"artists":["Val Cassotta"],"playerPollResults":[{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}