{"gameId":121921,"name":"Robinson Crusoe: Adventures on the Cursed Island","description":"Robinson Crusoe: Adventures on the Cursed Island is a game created by Ignacy Trzewiczek, the author of Stronghold. This time Trzewiczek takes the players to a deserted island, where they'll play the parts of shipwreck survivors confronted by an extraordinary adventure. They'll be faced with the challenges of building a shelter, finding food, fighting wild beasts, and protecting themselves from weather changes. Building walls around their homes, animal domestication, constructing weapons and tools from what they find and much more awaits them on the island. The players decide in which direction the game will unfold and &ndash; after several in-game weeks of hard work &ndash; how their settlement will look. Will they manage to discover the secret of the island in the meantime? Will they find a pirate treasure, or an abandoned village? Will they discover an underground city or a cursed temple at the bottom of a volcano? Answers to these questions lie in hundreds of event cards and hundreds of object and structure cards that can be used during the game...&#10;&#10;Robinson Crusoe: Adventures on the Cursed Island is an epic game from Portal. You will build a shelter, palisade, weapons, you will create tools like axes, knives, sacks, you will do everything you can to&hellip; to survive. You will have to find food, fight wild beasts, protect yourself from weather changes&hellip;&#10;&#10;Take the role of one of four characters from the ship crew (cook, carpenter, explorer or soldier) and face the adventure. Use your determination skills to help your team mates, discuss with them your plan and put it into practice. Debate, discuss, and work on the best plan you all can make.&#10;&#10;Search for treasures. Discover mysteries. Follow goals of six different, engaging scenarios. Start by building a big pile of wood and setting it on fire to call for help, and then start new adventures. Become an exorcist on cursed Island. Become a treasure hunter on Volcano Island. Become a rescue team for a young lady who&rsquo;s stuck on rock island&hellip;&#10;&#10;Let the adventure live!&#10;&#10;","image":"https://cf.geekdo-images.com/FbFnaTx3aT5dM18K_bR_Pg__original/img/TB2dGHOnuUr54jQYIJZDIMilOJE=/0x0/filters:format(jpeg)/pic3165731.jpg","thumbnail":"https://cf.geekdo-images.com/FbFnaTx3aT5dM18K_bR_Pg__thumb/img/K1ZUx-QNGg-Kkm2D9iUX4bL0-IM=/fit-in/200x150/filters:strip_icc()/pic3165731.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Queue","Cooperative Game","Dice Rolling","Hexagon Grid","Narrative Choice / Paragraph","Solo / Solitaire Game","Tile Placement","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2012,"bggRating":7.66981,"averageRating":7.83922,"rank":55,"designers":["Ignacy Trzewiczek"],"publishers":["Portal Games","Albi","Conclave Editora","DiceTree Games","Edge Entertainment","Filosofia Éditions","Gém Klub Kft.","Hobby World","MYBG Co., Ltd.","Pegasus Spiele","uplay.it edizioni","Z-Man Games, Inc."],"artists":["Tomasz Bentkowski","Mateusz Bielski","Vincent Dutrait","Jerzy Ferdyn","Mateusz Kopacz","Mateusz Lenart","Maciej Mutwil","Zhao Run Quan","Rafał Szyma","Piotr Słaby","Ignacy Trzewiczek","Michał J. Zieliński"],"playerPollResults":[{"numPlayers":1,"best":286,"recommended":346,"notRecommended":49,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":249,"recommended":393,"notRecommended":22,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":274,"recommended":306,"notRecommended":35,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":142,"recommended":345,"notRecommended":94,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":20,"notRecommended":360,"numPlayersIsAndHigher":true}]}