{"gameId":124742,"name":"Android: Netrunner","description":"Welcome to New Angeles, home of the Beanstalk. From our branch offices in this monument of human achievement, NBN proudly broadcasts all your favorite media programming. We offer fully comprehensive streaming in music and threedee, news and sitcoms, classic movies and sensies. We cover it all. Ours is a brave new age, and as humanity hurtles into space and the future with an astonishing series of new advances every day, NBN and our affiliates are keeping pace, bringing you all the vid that's fit to view.&#10;&#10;Android: Netrunner is an asymmetrical Living Card Game for two players. Set in the cyberpunk future of Android and Infiltration, the game pits a megacorporation and its massive resources against the subversive talents of lone runners.&#10;&#10;Corporations seek to score agendas by advancing them. Doing so takes time and credits. To buy the time and earn the credits they need, they must secure their servers and data forts with &quot;ice&quot;. These security programs come in different varieties, from simple barriers, to code gates and aggressive sentries. They serve as the corporation's virtual eyes, ears, and machine guns on the sprawling information superhighways of the network.&#10;&#10;In turn, runners need to spend their time and credits acquiring a sufficient wealth of resources, purchasing the necessary hardware, and developing suitably powerful ice-breaker programs to hack past corporate security measures. Their jobs are always a little desperate, driven by tight timelines, and shrouded in mystery. When a runner jacks-in and starts a run at a corporate server, he risks having his best programs trashed or being caught by a trace program and left vulnerable to corporate countermeasures. It's not uncommon for an unprepared runner to fail to bypass a nasty sentry and suffer massive brain damage as a result. Even if a runner gets through a data fort's defenses, there's no telling what it holds. Sometimes, the runner finds something of value. Sometimes, the best he can do is work to trash whatever the corporation was developing.&#10;&#10;The first player to seven points wins the game, but not likely before he suffers some brain damage or bad publicity.&#10;&#10;The Revised Core Set for Android: Netrunner released in late 2017 includes cards from the original Core Set released in 2012 as well as cards from the Genesis Cycle and Spin Cycle series of Data Packs. While the cards in this set have been released previously, the art on some of them is new.&#10;&#10;","image":"https://cf.geekdo-images.com/2ewHIIG_TRq8bYlqk0jIMw__original/img/cassW39WF2QrPImJF59efADAmM0=/0x0/filters:format(jpeg)/pic3738560.jpg","thumbnail":"https://cf.geekdo-images.com/2ewHIIG_TRq8bYlqk0jIMw__thumb/img/IJaOyyQ7Y59tW6nbKbjTMTFt-Ls=/fit-in/200x150/filters:strip_icc()/pic3738560.jpg","minPlayers":2,"maxPlayers":2,"playingTime":45,"mechanics":["Action Points","Deck Construction","Hand Management","Race","Secret Unit Deployment","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2012,"bggRating":7.66247,"averageRating":7.8737,"rank":68,"designers":["Richard Garfield","Lukas Litzsinger"],"publishers":["Fantasy Flight Games","Arclight","Asmodee","Edge Entertainment","Galakta","Game Harbor","Giochi Uniti","Heidelberger Spieleverlag","Korea Boardgames Co., Ltd."],"artists":["Bruno Balixa","Ralph Beisner","Del Borovic","Adam S. Doyle","Amelie Hutt","Thomas Lishman","Henning Ludvigsen","Ed Mattinian","Dallas Mehlhoff","Adam Schumpert","Mark Anthony Taduran","Matt Zeilinger"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":6,"notRecommended":285,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":371,"recommended":21,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":8,"notRecommended":276,"numPlayersIsAndHigher":true}]}