{"gameId":128671,"name":"Spartacus: A Game of Blood and Treachery","description":"In Spartacus: A Game of Blood &amp; Treachery, an exciting game of twisted schemes and bloody combats inspired by the hit STARZ Original series, each player takes on the role of Dominus, head of a rising house in the ancient Roman city of Capua. Each house is competing for Influence to gain the favor of Rome. Through a combination of political schemes and glorious battles on the arena sands your house will rise in fame and stature. As Dominus, you have a variety of resources at your disposal. Guards protect you from schemes launched by rivals. Slaves run your household and earn gold. Gladiators compete to bring glory to themselves and influence to their Dominus.&#10;&#10;Three main phases occur in each game round of Spartacus: A Game of Blood &amp; Treachery.&#10;&#10;The Intrigue Phase is when players launch their Schemes, hoping to raise their fortunes while undermining their rivals.  Schemes and Reactions are represented by cards in the Intrigue Deck. Players wield their Influence to put their Schemes into play, often asking for (or bribing) another player&rsquo;s help in hatching the most complex plots.&#10;&#10;The Market Phase is when players buy, sell and trade Assets (Gladiators, Slaves, Equipment and Guards). Players also bid against each other to acquire new Assets at Auction. Wealth is not the only path to success as players bluff and bargain with each other to acquire the Assets they covet.&#10;&#10;The Arena Phase is when the bloody games are held. Gladiators from two rival Houses are pitted against each other in a brutal fight for glory. The spectacles of the games are represented by miniature combat on the arena board. Fighters pit their Attack, Defense and Speed dice against one another to determine the victor. All players seek to increase their fortunes by betting on the outcome of the gruesome conflict. Fighters who emerge from the arena victorious gain Favor and their Dominus gain Influence.&#10;&#10;The goal of the game is to become the most influential house in Capua, securing your family&rsquo;s power for years to come.  During the game, players will bribe, poison, betray, steal, blackmail, and undermine each other. Gold will change hands again and again to buy support, stay someone&rsquo;s hand or influence their decisions. Will you be the honorable player whose word is their bond or the treacherous schemer whose alliances change with the wind?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/_nPXf80oO-wC8eW2drZx1Q__original/img/ZAOE10XXVdOq92w-vmFk9aTaDAc=/0x0/filters:format(jpeg)/pic6166144.jpg","thumbnail":"https://cf.geekdo-images.com/_nPXf80oO-wC8eW2drZx1Q__thumb/img/jxw0q-ua1ix06a8HUM0X5FLpHJA=/fit-in/200x150/filters:strip_icc()/pic6166144.jpg","minPlayers":3,"maxPlayers":4,"playingTime":180,"mechanics":["Auction/Bidding","Betting and Bluffing","Bribery","Dice Rolling","Grid Movement","Hand Management","Movement Points","Sudden Death Ending","Trading","Variable Player Powers"],"isExpansion":false,"yearPublished":2012,"bggRating":7.0228,"averageRating":7.45848,"rank":370,"designers":["Aaron Dill","John Kovaleski","Sean Sweigart"],"publishers":["Gale Force Nine, LLC","A1 Games","Battlefront Miniatures Ltd","Games Factory Publishing","Heidelberger Spieleverlag","Kronos Games (Krogam)","Marabunta","Zvezda"],"artists":["Charles Woods"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":78,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":89,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":83,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":111,"recommended":15,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":18,"recommended":15,"notRecommended":26,"numPlayersIsAndHigher":true}]}