{"gameId":129437,"name":"Legendary: A Marvel Deck Building Game","description":"Legendary: A Marvel Deck Building Game is set in the Marvel Comics universe. To set up the game, players choose a mastermind villain (Magneto, Loki, Dr. Doom, Red Skull in the base game), stack that particular villain's attack cards underneath it, then modify the villain deck as needed based on that villain's particular scheme. Players then choose a number of hero decks &ndash; Spider-Man, Hulk, Wolverine, etc. &ndash; and shuffle them together; since players use only a handful of hero decks out of the fifteen included, the hero deck can vary widely in terms of what's available.&#10;&#10;Over the course of the game, players will recruit powerful hero cards to add to their deck in order to build a stronger and more resourceful deck. Players need to build both their recruitment powers (to enlist more heroes) and their fighting ability (to combat the villains who keep popping up to cause trouble). Players recruit heroes from an array of five cards, with empty slots refilled as needed. At the start of a player's turn, he reveals a villain and adds it to the row of villains. This row has a limited number of spaces, and if it fills up, the earliest villain to arrive escapes, possibly punishing the heroes in some way. Some villains also take an action when showing up for the first time, such as kidnapping an innocent bystander. The villain deck also contains &quot;master strike&quot; cards, and whenever one of these shows up, the mastermind villain (controlled by the game) takes a bonus action.&#10;&#10;As players fight and defeat villains, they collect those cards, which will be worth points at game's end. Players can also fight the mastermind; if a player has enough fighting power, he claims one of the attack cards beneath the mastermind, which has a particular effect on the game. If all of these cards are claimed, the game ends and players tally their points to see who wins. If the mastermind completes his scheme, however &ndash; having a certain number of villains escape, for example, or imposing a certain number of wounds on the heroes &ndash; then the players all lose.&#10;&#10;Hero decks in the base game: Gambit, Black Widow, Hawkeye, Emma Frost, Thor, Spider-Man, Iron Man, Storm, Captain America, Nick Fury, Rogue, Cyclops, Hulk, Wolverine, Deadpool&#10;&#10;","image":"https://cf.geekdo-images.com/ZrRidumkzu62HuwKdgQpHA__original/img/FqPcmpzntFV1FDR6dniHGKvNwvI=/0x0/filters:format(jpeg)/pic1430769.jpg","thumbnail":"https://cf.geekdo-images.com/ZrRidumkzu62HuwKdgQpHA__thumb/img/Q9zldSDfcsSXiD6SC4MU-dwCl5g=/fit-in/200x150/filters:strip_icc()/pic1430769.jpg","minPlayers":1,"maxPlayers":5,"playingTime":60,"mechanics":["Deck, Bag, and Pool Building","Events","Semi-Cooperative Game","Solo / Solitaire Game","Variable Set-up"],"isExpansion":false,"yearPublished":2012,"bggRating":7.29385,"averageRating":7.55714,"rank":201,"designers":["Devin Low"],"publishers":["Upper Deck Entertainment"],"artists":["Julius Abrea","Will Conrad","Bien Flores","Katrina Mae Hao","Ray Anthony Height","Tony Kordos","The Marvel Bullpen","Jay David Ramos","Nigel Raynor","Kevin Sharpe","Brian “Tots” Valerz"],"playerPollResults":[{"numPlayers":1,"best":45,"recommended":198,"notRecommended":68,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":112,"recommended":222,"notRecommended":25,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":237,"recommended":126,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":105,"recommended":182,"notRecommended":45,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":21,"recommended":104,"notRecommended":184,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":13,"notRecommended":211,"numPlayersIsAndHigher":true}]}