{"gameId":13,"name":"CATAN","description":"In CATAN (formerly The Settlers of Catan), players try to be the dominant force on the island of Catan by building settlements, cities, and roads. On each turn dice are rolled to determine what resources the island produces. Players build by spending resources (sheep, wheat, wood, brick and ore) that are depicted by these resource cards; each land type, with the exception of the unproductive desert, produces a specific resource: hills produce brick, forests produce wood, mountains produce ore, fields produce wheat, and pastures produce sheep.&#10;&#10;Setup includes randomly placing large hexagonal tiles (each showing a resource or the desert) in a honeycomb shape and surrounding them with water tiles, some of which contain ports of exchange. Number disks, which will correspond to die rolls (two 6-sided dice are used), are placed on each resource tile. Each player is given two settlements (think: houses) and roads (sticks) which are, in turn, placed on intersections and borders of the resource tiles. Players collect a hand of resource cards based on which hex tiles their last-placed house is adjacent to. A robber pawn is placed on the desert tile.&#10;&#10;A turn consists of possibly playing a development card, rolling the dice, everyone (perhaps) collecting resource cards based on the roll and position of houses (or upgraded cities&mdash;think: hotels) unless a 7 is rolled, turning in resource cards (if possible and desired) for improvements, trading cards at a port, and trading resource cards with other players. If a 7 is rolled, the active player moves the robber to a new hex tile and steals resource cards from other players who have built structures adjacent to that tile.&#10;&#10;Points are accumulated by building settlements and cities, having the longest road and the largest army (from some of the development cards), and gathering certain development cards that simply award victory points. When a player has gathered 10 points (some of which may be held in secret), he announces his total and claims the win.&#10;&#10;CATAN has won multiple awards and is one of the most popular games in recent history due to its amazing ability to appeal to experienced gamers as well as those new to the hobby.&#10;&#10;Die Siedler von Catan was originally published by KOSMOS and has gone through multiple editions. It was licensed by Mayfair and has undergone four editions as The Settlers of Catan. In 2015, it was formally renamed CATAN to better represent itself as the core and base game of the CATAN series. It has been re-published in two travel editions, portable edition and compact edition, as a special gallery edition (replaced in 2009 with a family edition), as an anniversary wooden edition, as a deluxe 3D collector's edition, in the basic Simply Catan, as a beginner version, and with an entirely new theme in Japan and Asia as Settlers of Catan: Rockman Edition. Numerous spin-offs and expansions have also been made for the game.&#10;&#10;","image":"https://cf.geekdo-images.com/W3Bsga_uLP9kO91gZ7H8yw__original/img/xV7oisd3RQ8R-k18cdWAYthHXsA=/0x0/filters:format(jpeg)/pic2419375.jpg","thumbnail":"https://cf.geekdo-images.com/W3Bsga_uLP9kO91gZ7H8yw__thumb/img/8a9HeqFydO7Uun_le9bXWPnidcA=/fit-in/200x150/filters:strip_icc()/pic2419375.jpg","minPlayers":3,"maxPlayers":4,"playingTime":120,"mechanics":["Dice Rolling","Hexagon Grid","Income","Modular Board","Negotiation","Network and Route Building","Race","Random Production","Trading","Variable Set-up"],"isExpansion":false,"yearPublished":1995,"bggRating":6.93804,"averageRating":7.10887,"rank":491,"designers":["Klaus Teuber"],"publishers":["KOSMOS","999 Games","Albi","Asmodee","Asmodee Canada","Astrel Games","Bergsala Enigma (Enigma)","Brädspel.se","Brain Games","Broadway Toys LTD","Capcom Co., Ltd.","Catan Studio","Competo / Marektoy","danspil","Descartes Editeur","Devir","Dexy Co","Eurogames","Filosofia Éditions","Galakta","Giochi Uniti","GP Games","Grow Jogos e Brinquedos","HaKubia","Hanayama","Hobby World","Ideal Board Games","Igroljub","IntelliGames.BG","Ísöld ehf.","Kaissa Chess & Games","Korea Boardgames Co., Ltd.","L&M Games","Laser plus","Lautapelit.fi","Logojogos","Mayfair Games","MIPL","Ninive Games","Paper Iyagi","Piatnik","Smart Ltd","Spilbræt.dk","Stupor Mundi","SuperHeated Neurons","Swan Panasia Co., Ltd.","Tilsit","Top Toys","TRY SOFT","Vennerød Forlag AS"],"artists":["Volkan Baga","Tanja Donner","Pete Fenlon","Jason Hawkins","Michaela Kienle","Harald Lieske","Michael Menzel","Marion Pott","Matt Schwabel","Franz Vohwinkel","Stephen Graham Walsh"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":3,"notRecommended":1266,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":14,"recommended":219,"notRecommended":1135,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":602,"recommended":983,"notRecommended":92,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1308,"recommended":390,"notRecommended":41,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":55,"recommended":170,"notRecommended":792,"numPlayersIsAndHigher":true}]}