{"gameId":13005,"name":"Dance of Ibexes","description":"Dance of Ibexes, which was first released as Tanz der Hornochsen! (&quot;Dance of the Horned Oxen&quot;) challenges players to place their ibexes/cows on the game board without being pushed over the edge.&#10;&#10;Players start with a random assortment of numbered tiles in hand. The game board depicts multiple rows that will hold tiles, with the rows being of varying lengths and with symbols in some spaces. Draw four tiles at random, and place one in the leftmost space of each of the first four rows.&#10;&#10;Each round, each player selects and reveals a tile at the same time. Tiles are placed on the board in order, from lowest to highest, and which row a tile is placed in is determined according to these rules:&#10;&#10;&#10;    Lowest number: If the played tile's number is lower than that of the end tile of all four rows, place this tile at the end of the row with the highest number.&#10;    Increasing number value: The number on the tile must be higher than the number on the tile that is currently the last tile in that row, but...&#10;    Smallest difference: The tile must be placed at the end of the row where there will be the smallest difference between it and the tile currently at the end of that row. All four active rows must be examined to determine which has the smallest difference.&#10;&#10;&#10;When a player places a tile on a negative space/cowpie, they score that many points, moving their pawn that many spaces on the score track. (If any of the active rows has an uncovered &quot;Happy Cow&quot; space, the player loses points instead of gaining them.)&#10;&#10;When a player places a tile on the final space at the end of a row, that row is completed, and the player must execute the following actions in order:&#10;&#10;&#10;    Score penalty points as shown on the final space by moving their pawn on the score track.&#10;    Move the just-played tile to the first space of the next unoccupied row.&#10;    Remove the remaining tiles from the completed row. Choose one or two to keep behind their player screen, then place the remaining tiles in the box or off to the side as they will not be used for the remainder of the game.&#10;&#10;&#10;At the start of a round, players can purchase 1-3 random tiles from the supply at a cost of 1 point per tile. (If someone plays their final tile in a round, they immediately draw six tiles for free.) A player can have at most nine tiles on hand. If a double play space is uncovered in an active row, then players must play and reveal two tiles. Twice during the game, when a player passes a specified point on the score track, in the next round players reveal their tile choices face up in order from fewest points to most points.&#10;&#10;When a player reaches the end of the score track or no tiles remain to be purchased, finish the round, then the player with the fewest points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/clb-nd3z9_8ns7nmvi9KpQ__original/img/EDpFTuv8O5BXw6exxbBEY2Q-jjw=/0x0/filters:format(jpeg)/pic7679268.jpg","thumbnail":"https://cf.geekdo-images.com/clb-nd3z9_8ns7nmvi9KpQ__thumb/img/nrgEnnIJKcU7EUZKU1RkkJtLmfM=/fit-in/200x150/filters:strip_icc()/pic7679268.jpg","minPlayers":2,"maxPlayers":8,"playingTime":30,"mechanics":["Hand Management"],"isExpansion":false,"yearPublished":2004,"bggRating":5.75637,"averageRating":6.50825,"rank":4832,"designers":["Wolfgang Kramer"],"publishers":["AMIGO","Playte","Popcorn Games"],"artists":["Oliver Freudenreich","Wanjin Gill","Jiyeon Lee"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":2,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":1,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":3,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}