{"gameId":133848,"name":"Euphoria: Build a Better Dystopia","description":"You find yourself in a dystopian cityscape with a few workers at your disposal to make your mark on the world. Like most people in dystopian fiction, your workers are oblivious to their situation. This world is all they've ever known, and you may use them at your whim.&#10;&#10;The world as we know it has ended, and in its place the city of Euphoria has risen. Believing that a new world order is needed to prevent another apocalypse, the Euphorian elite erect high walls around their golden city and promote intellectual equality above all else. Gone are personal freedoms; gone is knowledge of the past. All that matters is the future.&#10;&#10;The Euphorians aren&rsquo;t alone. Outside the city are those who experienced the apocalypse firsthand&mdash;they have the memories and scars to prove it. These Wastelanders have cobbled together a society of historians and farmers among the forgotten scrap yards of the past.&#10;&#10;There is more to the world than the surface of the earth. Deep underground lies the hidden city of Subterra, occupied by miners, mechanics, and revolutionaries. By keeping their workers in the dark, they&rsquo;ve patched together a network of pipes and sewers, of steam and gears, of hidden passages and secret stairways.&#10;&#10;In Euphoria: Build a Better Dystopia, you lead a team of workers (dice) and recruits (cards) to claim ownership of the dystopian world. You will generate commodities, dig tunnels to infiltrate opposing areas, construct markets, collect artifacts, strengthen allegiances, and fulfill secret agendas.&#10;&#10;Euphoria is a worker-placement game in which dice are your workers. The number on each die represents a worker's knowledge&mdash;that is, his level of awareness that he's in a dystopia. Worker knowledge enables various bonuses and impacts player interaction. If the collective knowledge of all of your available workers gets too high, one of them might desert you. You also have two elite recruit cards at your disposal; one has pledged allegiance to you, but the other needs some convincing. You can reveal and use the reticent recruit by reaching certain milestones in the game... or by letting other players unwittingly reach those milestones for you.&#10;&#10;Your path to victory is paved with the sweat of your workers, the strength of your allegiances, and the tunnels you dig to infiltrate other areas of the world, but the destination is a land grab in the form of area control. You accomplish this by constructing markets that impose harsh restrictions of personal freedoms upon other players, changing the face of the game and opening new paths to victory. You can also focus on gathering artifacts from the old world, objects of leisure that are extremely rare in this utilitarian society. The dystopian elite covet these artifacts&mdash;especially matching pairs&mdash;and are willing to give you tracts of land in exchange for them.&#10;&#10;Four distinct societies, each of them waiting for you to rewrite history. What are you willing to sacrifice to build a better dystopia?&#10;&#10;","image":"https://cf.geekdo-images.com/aaEdtCTpdlDLTn_tuDuC0g__original/img/t5rIEM0QZrcXZiPahjFdPLUWgXI=/0x0/pic1615561.jpg","thumbnail":"https://cf.geekdo-images.com/aaEdtCTpdlDLTn_tuDuC0g__thumb/img/9BsIaNTaCuhQtx806N8Clm1fGO0=/fit-in/200x150/filters:strip_icc()/pic1615561.jpg","minPlayers":2,"maxPlayers":6,"playingTime":60,"mechanics":["Dice Rolling","Hand Management","Race","Set Collection","Variable Player Powers","Worker Placement","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2013,"bggRating":6.97795,"averageRating":7.25182,"rank":401,"designers":["Jamey Stegmaier","Alan Stone"],"publishers":["Stonemaier Games","ADC Blackfire Entertainment","ADC Blackfire Entertainment GmbH","Dice Realm","Fire on Board Jogos","GaGa Games","Ghenos Games","Morning Players","SD Games"],"artists":["Jacqui Davis"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":6,"notRecommended":73,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":60,"notRecommended":49,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":15,"recommended":74,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":74,"recommended":43,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":58,"recommended":45,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":26,"recommended":51,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":52,"numPlayersIsAndHigher":true}]}