{"gameId":136955,"name":"Hands in the Sea","description":"Hands in the Sea is a two-player deck building wargame on the First Punic War, between Rome and Carthage, 264&ndash;241 BC.&#10;&#10;Each player has a starting deck of cards they use to perform various actions, up to two per round. Actions range from colonization, to naval movement, to battle, with most activity centered in and around Sicily and Sardinia/Corsica. Players may also purchase additional cards from their own custom decks, or from a set of neutral cards that either player may purchase. There are also Strategy cards that each player can purchase (one, max) that give the owning player some special advantage.&#10;&#10;The game is played over the course of several turns, up to a maximum of twelve. At the end of each turn, players resolve random events, collect income and score victory points. There are several paths to victory, ranging from simply having the highest score at the end of the game, to capturing the opposing player's capital.&#10;&#10;Inspired by A Few Acres of Snow, this game features several new elements, including navies, naval battles, cavalry superiority, mercenaries, field battles, sieges, manpower, strategy cards, random events, turn based scoring, bribery and tactical bonuses.&#10;&#10;The name of the game is based on a quote from a Carthaginian commander, who claimed at the outbreak of hostilities that the Carthaginian control of the seas was such that the Romans would not even dare wash their hands in the sea.&#10;&#10;","image":"https://cf.geekdo-images.com/W7k45SxjrjEmHBa7w3G6xw__original/img/MCKXRPLhvFuaqAcyYUU8JhVcdzA=/0x0/filters:format(png)/pic8450830.png","thumbnail":"https://cf.geekdo-images.com/W7k45SxjrjEmHBa7w3G6xw__thumb/img/76J-X2vqkxsKllsmPPLaL9DB6eA=/fit-in/200x150/filters:strip_icc()/pic8450830.png","minPlayers":2,"maxPlayers":2,"playingTime":120,"mechanics":["Deck, Bag, and Pool Building","Hand Management","Point to Point Movement","Simulation"],"isExpansion":false,"yearPublished":2016,"bggRating":6.17849,"averageRating":7.79878,"rank":2146,"designers":["Daniel Berger (I)"],"publishers":["Doit Games","Knight Works, LLC","PHALANX"],"artists":["Bartek Jędrzejewski","Jamie Noble-Frier","Naomi Robinson","Natalia Stanek"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":18,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":13,"numPlayersIsAndHigher":true}]}