{"gameId":141517,"name":"A Study in Emerald","description":"A Study in Emerald is a game for two to five players based on the award-winning short story of the same name by Neil Gaiman. In this stylistic mash-up of Sherlock Holmes and H.P. Lovecraft, the worst has already happened and the world is now ruled by the Old Ones. However, a secret war is being fought to free mankind from their servitude. The game A Study in Emerald fleshes out this core idea by including historical figures from the late nineteenth century, most being persons involved in the anarchist movement of the time.&#10;&#10;Deck-building forms the core of the game. You use influence cubes to bid for the right to draft cards and take control of cities. Each player has a secret identity, either a Restorationist fighting against the creatures or a Loyalist attempting to defend the status quo. Which side you are on determines what you score points for. An additional twist is that the performance of other players on the same side as you can stop you from winning if they are doing particularly badly, so you really want to know who is on which side. More specifically, when the game ends &ndash; and this can result from multiple causes, such as a marker on the War or Revolution track hitting 15 or the assassination of a Restorationist player agent &ndash; then the sides compare their scores; which side has the lowest score automatically loses, then the player with the highest score on the remaining team wins the game.&#10;&#10;The game takes around ninety minutes to play and is more complex than most, so more suitable for the experienced gamer.&#10;&#10;","image":"https://cf.geekdo-images.com/W_t-KinDa1Ag3JsZrMWMVw__original/img/uxlCFZBzr0LAge9KmQ-I6DKVVDw=/0x0/filters:format(jpeg)/pic1638689.jpg","thumbnail":"https://cf.geekdo-images.com/W_t-KinDa1Ag3JsZrMWMVw__thumb/img/rzgzAAHJZFQ7rSIHxWwiKUJu9hY=/fit-in/200x150/filters:strip_icc()/pic1638689.jpg","minPlayers":2,"maxPlayers":5,"playingTime":90,"mechanics":["Area Majority / Influence","Deck, Bag, and Pool Building","Hand Management","Hidden Roles","Open Drafting","Point to Point Movement","Team-Based Game"],"isExpansion":false,"yearPublished":2013,"bggRating":6.57654,"averageRating":7.20514,"rank":1034,"designers":["Martin Wallace"],"publishers":["Treefrog Games"],"artists":["Geof Banyard","Peter Dennis","Anne Stokes"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":64,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":13,"notRecommended":57,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":8,"recommended":52,"notRecommended":28,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":28,"recommended":57,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":69,"recommended":22,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":39,"numPlayersIsAndHigher":true}]}