{"gameId":143401,"name":"Yunnan","description":"Yunnan &mdash; home of delicious Pu'er tea. For more than 1,000 years, the tea dynasties have provided this sought-after good via their horse caravans to faraway Tibet. The Tea-Horse Road &mdash; a network of paths and roads leading through the jungles of Yunnan, across the steppes of Sichuan, and over the peaks of the Himalaya &mdash; is the traditional travel route of the tea traders.&#10;&#10;In Yunnan, players control the fate of their tea dynasties. Their main goal is to establish a broad and secure trading network to deliver the tea to the farthest provinces, doing it better than their opponents. The main work behind the scenes is done in Pu'er, their home location: New traders need to be trained, better horses need to be acquired, and a good number of border passes need to be requested to be able to reach the farthest provinces.&#10;&#10;Mere trading is not enough to beat the competition, however. Great social influence and a prestigious tea house may come in handy to propitiate the province inspector. Bridges provide shortcuts, and trading posts in faraway places secure one's own path along the Tea-Horse Road.&#10;&#10;Yunnan is well-suited for players who like tactical development games. Due to the interleaving game mechanisms, the players are involved at all times. The great variety of available actions allows for different strategies. Only the player who calculates well, goes against the proper opponents, and reacts to the actions of others swiftly and adequately will win this game, which includes no elements of chance.&#10;&#10;","image":"https://cf.geekdo-images.com/7XAwNMqaq_yUZatgI_CpdA__original/img/VDR9BPdFQEakprH1e-m7yWfHFZY=/0x0/filters:format(jpeg)/pic7486794.jpg","thumbnail":"https://cf.geekdo-images.com/7XAwNMqaq_yUZatgI_CpdA__thumb/img/y_GgBdOiLLQ7XvpB3g_EUpqbjL8=/fit-in/200x150/filters:strip_icc()/pic7486794.jpg","minPlayers":2,"maxPlayers":5,"playingTime":90,"mechanics":["Area Movement","Auction: Fixed Placement","Auction/Bidding","Constrained Bidding","Network and Route Building","Worker Placement"],"isExpansion":false,"yearPublished":2013,"bggRating":6.16549,"averageRating":7.14211,"rank":2156,"designers":["Aaron Haag"],"publishers":["Argentum Verlag","Spielworxx"],"artists":["DavidSchneiderArt","Dennis Lohausen"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":6,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":26,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":26,"recommended":13,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":22,"recommended":13,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":1,"notRecommended":13,"numPlayersIsAndHigher":true}]}