{"gameId":144733,"name":"Russian Railroads","description":"In Russian Railroads, players compete in an exciting race to build the largest and most advanced railway network. In order to do so, the players appoint their workers to various important tasks.&#10;&#10;The development of simple tracks will quickly bring the players to important places, while the modernization of their railway network will improve the efficiency of their machinery. Newer locomotives cover greater distances and factories churn out improved technology. Engineers, when used effectively, can be the extra boost that an empire needs to race past the competition.&#10;&#10;There are many paths to victory: Who will ride into the future full steam ahead and who will be run off the rails? Whose empire will overcome the challenges ahead and emerge victorious?&#10;&#10;&#10;Game Summary&#10;Each player has their own board, with space for factories, and 3 rail tracks (to 3 different cities). On each track, use a track token to mark the progression of your rails (different colored marker for each type or rail). Some interesting twists:&#10;- The different track types must be built in a specific order (black, gray, brown, natural, white). Later tracks may never be advanced further on the track than the earlier tracks.&#10;- On each track, as the track head advances, you cross several thresholds that provide awards: the ability to start a new color of track, victory points, bonus tiles, etc.&#10;- Each track line can have one (two for the first rail) engine(s) associated with it; the size of the loco(s) determines how far down the track you actually score VP.&#10;&#10;The central board has (almost) all the locations for placing workers. Each location requires 1-3 workers (of one player; played all together). Players, who start the game with 5 workers (or 6 workers, in 2-3 player games), will take turns using a location. These provide a variety of abilities, for example:&#10;- advance 1 or more track heads by 1-3 spaces&#10;- acquire an engine or factory; engines are allocated to rail lines, while factories (the reverse side of the tile) are placed on your factory line.&#10;- earn 2 coins&#10;- take 2 temporary workers&#10;- jump ahead in turn order&#10;- acquire an engineer, which has a unique power and becomes a worker-placement location only for you&#10;&#10;Each round ends when all players have passed on placing/using workers. Then, score VP for each track and factory line. On each track line, only spaces as far down the track as the loco level will score. Each track type scores VP for every space from its track head back to where the next color of track starts. Track types built earlier (e.g. black) score less/space than later tracks (e.g., white). On each factory line the position of the purple industry marker(s) show how many VP are scored.&#10;&#10;After 7 rounds (or 6 rounds, in 2-3 player games), the game ends; most VP wins!&#10;&#10;","image":"https://cf.geekdo-images.com/B0oEVgeqs4_rT8oyb1_Juw__original/img/EnBmUkDKSbcBusI6nVRczadYs0M=/0x0/filters:format(jpeg)/pic1772936.jpg","thumbnail":"https://cf.geekdo-images.com/B0oEVgeqs4_rT8oyb1_Juw__thumb/img/oZkHYUMtcGVwg_gz6OjtuiD3vmU=/fit-in/200x150/filters:strip_icc()/pic1772936.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["End Game Bonuses","Worker Placement"],"isExpansion":false,"yearPublished":2013,"bggRating":7.54656,"averageRating":7.77509,"rank":88,"designers":["Helmut Ohley","Leonhard \"Lonny\" Orgler"],"publishers":["Hans im Glück","999 Games","Asterion Press","Bard Centrum Gier","Devir","Filosofia Éditions","Hobby World","MINDOK","Z-Man Games, Inc."],"artists":["Martin Hoffmann","Claus Stephan"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":11,"notRecommended":90,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":40,"recommended":124,"notRecommended":14,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":67,"recommended":98,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":130,"recommended":47,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":90,"numPlayersIsAndHigher":true}]}