{"gameId":146021,"name":"Eldritch Horror","description":"Across the globe, ancient evil is stirring. Now, you and your trusted circle of colleagues must travel around the world, working against all odds to hold back the approaching horror. Foul monsters, brutal encounters, and obscure mysteries will take you to your limit and beyond. All the while, you and your fellow investigators must unravel the otherworldy mysteries scattered around the globe in order to push back the gathering mayhem that threatens to overwhelm humanity. The end draws near! Do you have the courage to prevent global destruction?&#10;&#10;Eldritch Horror is a co-operative game of terror and adventure in which one to eight players take the roles of globetrotting investigators working to solve mysteries, gather clues, and protect the world from an Ancient One &ndash; that is, an elder being intent on destroying our world. Each Ancient One comes with its own unique decks of Mystery and Research cards, which draw you deeper into the lore surrounding each loathsome creature. Discover the true name of Azathoth or battle Cthulhu on the high seas.&#10;&#10;While the tasks on these Mystery cards (along with the locations of otherworldly gates, menacing monsters, and helpful clues) will often inform both your travel plans and the dangers you confront, you can find adventure anywhere in the world...even where you least expect it. It is during the Encounter Phase of each turn that players resolve combat or, alternatively, build their investigators' personal stories by reading an encounter narrative from one of several types of Encounter cards. You might go head to head with a monster in Istanbul or find yourself in a tough spot with the crime syndicate in a major city. Maybe you will embark on an expedition to the Pyramids or research a clue you uncover in the unnamed wilderness. You may even find your way through a gate and explore a dimension beyond time and space.&#10;&#10;Should you fail an encounter, the cost is steep. If you are fortunate, you will merely incur physical or mental trauma. However, you might also be compelled to take a Condition card, which represents a specific injury or restriction gained throughout your journey, such as a Leg Injury or Amnesia. You could find yourself getting in over your head to acquire assets and receive a Debt condition &ndash; or maybe you'll owe a favor to something far more insidious than a debt collector, and enter into a Dark Pact! Whatever your condition, you would be wise to find a resolution with haste; many conditions have a &quot;reckoning effect&quot; which, if triggered, ensure a much more sinister fate.&#10;&#10;All the while, the arrival of the Ancient One approaches. Its malign influence is manifested in Eldritch Horror as you draw Mythos Cards, which govern the appearance of otherworldly gates, fearsome monsters, and other ominous elements. Mythos cards keep your investigators under pressure, introducing new threats, even as the arrival of the Great Old One draws nearer! Since the investigators draw a new Mythos card each round, they're certain to have their hands full battling foul creatures and following up on strange rumors, even as they work to solve their three all-important mysteries.&#10;&#10;With twelve unique investigators, two hundred-fifty tokens, and over three hundred cards, Eldritch Horror presents an epic, world-spanning adventure with each and every game.&#10;&#10;","image":"https://cf.geekdo-images.com/oxdsZKIX5_3ovDo38EIaeg__original/img/vxK08kQAEn5qPbejK2CUTyWOsig=/0x0/filters:format(jpeg)/pic1872452.jpg","thumbnail":"https://cf.geekdo-images.com/oxdsZKIX5_3ovDo38EIaeg__thumb/img/I1oCwOcGxAOVx2VE2LcXuKWoLvY=/fit-in/200x150/filters:strip_icc()/pic1872452.jpg","minPlayers":1,"maxPlayers":8,"playingTime":240,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Point to Point Movement","Role Playing","Solo / Solitaire Game","Stat Check Resolution","Variable Player Powers"],"isExpansion":false,"yearPublished":2013,"bggRating":7.56211,"averageRating":7.79514,"rank":86,"designers":["Corey Konieczka","Nikki Valens"],"publishers":["Fantasy Flight Games","ADC Blackfire Entertainment","Arclight","Asmodee China","Delta Vision Publishing","Edge Entertainment","Galakta","Galápagos Jogos","Giochi Uniti","Heidelberger Spieleverlag","Hobby World","Korea Boardgames Co., Ltd.","Wargames Club Publishing"],"artists":["Anders Finér","David Griffith","Ed Mattinian","Patrick McEvoy","Dallas Mehlhoff","Emilio Rodriguez","Magali Villeneuve","Drew Whitmore"],"playerPollResults":[{"numPlayers":1,"best":71,"recommended":329,"notRecommended":147,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":147,"recommended":412,"notRecommended":58,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":149,"recommended":374,"notRecommended":54,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":490,"recommended":148,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":67,"recommended":279,"notRecommended":177,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":56,"recommended":220,"notRecommended":232,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":5,"recommended":68,"notRecommended":412,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":9,"recommended":64,"notRecommended":427,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":2,"recommended":3,"notRecommended":404,"numPlayersIsAndHigher":true}]}