{"gameId":1465,"name":"Wizard","description":"The trick-taking game Wizard uses a sixty-card deck that consists of the traditional 52-card deck (1-13 in four suits) along with four Wizards (high) and four Jesters (low).&#10;&#10;Players compete over multiple rounds based on the number of players, and whoever ends with the highest score wins. In each round, players are dealt a hand of cards &mdash; one card in the first round, two cards in the second, three in the third, etc. &mdash; then trump is determined by flipping the top card of the undealt deck; if a suit is revealed, that suit is trump, while if the card turned up is a Jester, it is turned down and there is no trump for that round. If the card turned up is a Wizard, the dealer chooses one of the 4 suits as the trump suit. The dealer cannot choose &quot;no trump&quot;. On the last round of each game all cards are dealt out so there is no trump. Players then state how many tricks they expect to win in the round.&#10;&#10;The playing and winning of the tricks uses mostly standard trick-taking rules. If a player leads a suited card, then all other players must follow suit, if possible. If a player leads a Jester, then the second player determines the suit led. If a player leads a Wizard, then those who follow can play whatever they want. However, in all cases a player may always play a Wizard or Jester, even if they hold cards in the suit led.&#10;&#10;After each player has played a card, determine the winner of the trick as follows: If one or more Wizards were played, the player of the first Wizard wins the trick, collects the cards, and leads to the next trick. If not, whoever played the highest trump wins the trick. If not, whoever played the highest card of the suit led wins the trick. If all players played Jesters, whoever played the first Jester wins.&#10;&#10;After all tricks have been played, players tally their score for the round. If a player matched their bid, winning exactly as many tricks as stated at the start of the round, they score 20 points, plus 10 points for each trick taken. If a player missed their bid, they lose 10 points for each trick that they were off, whether they took more or fewer than predicted.&#10;&#10;A common variant in Wizard is to not allow the total number of tricks bid in a round to match the round number, thereby forcing (at least) one player to be off each round.&#10;&#10;","image":"https://cf.geekdo-images.com/ygVQlepjPxyg7IizSCM_Tw__original/img/r4yWLAxR7Fj3Rnkry3lzSSObufQ=/0x0/filters:format(jpeg)/pic5948.jpg","thumbnail":"https://cf.geekdo-images.com/ygVQlepjPxyg7IizSCM_Tw__thumb/img/1qmNhxNzPDSu_Am2rmIobVe9J1M=/fit-in/200x150/filters:strip_icc()/pic5948.jpg","minPlayers":3,"maxPlayers":6,"playingTime":45,"mechanics":["Betting and Bluffing","Hand Management","Predictive Bid","Trick-taking"],"isExpansion":false,"yearPublished":1984,"bggRating":6.71453,"averageRating":6.9864,"rank":862,"designers":["Ken Fisher"],"publishers":["K. Fisher Enterprises Ltd.","(Unknown)","999 Games","AMIGO","Broadway Toys LTD","Canada Games Company Lmt.","Copag Cards","Dino Toys s. r. o.","Fantasmagoria","Fractal Juegos","G3","Gametrade Distribuzione","Gigamic","GP Games","KADABRA","Kaissa Chess & Games","Korea Boardgames","Laser plus","Lautapelit.fi","Modiano","Morapiaf","PaperGames (III)","Piatnik","REXhry","Swan Panasia Co., Ltd.","U.S. Games Systems, Inc.","The United States Playing Card Company","VR Distribution","Zvezda"],"artists":["Franz Vohwinkel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":134,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":7,"notRecommended":127,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":29,"recommended":88,"notRecommended":40,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":123,"recommended":49,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":96,"recommended":67,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":42,"recommended":92,"notRecommended":22,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":1,"recommended":4,"notRecommended":105,"numPlayersIsAndHigher":true}]}