{"gameId":146791,"name":"Shadows of Brimstone: City of the Ancients","description":"Shadows of Brimstone: City of the Ancients is a fast-paced, fully cooperative, dungeon-crawl board game set in the Old West, with a heavy dose of unspeakable horror! Players create characters, taking on the role of a classic Western Hero Archetype, such as the Law Man, Gunslinger, or Saloon Girl. Forming an adventuring posse, the Heroes venture down into the dark mines, overrun with all manner of ancient demons and foul creatures from another world. With tactical gameplay, lots of dice, and a robust card-driven exploration system, no two games are ever the same as the heroes explore the mines finding new enemies to fight, new loot to collect, and new dangers to overcome. Players can even find portals to other worlds, stepping through to continue their adventures on the other side!&#10;&#10;An exciting campaign system allows the players to visit local frontier towns between adventures, spending their hard-earned loot and building their characters from game to game! As players find fantastic gear and artifacts to equip their heroes, they also gain experience from their adventures. This experience is used to level up, guiding the hero's path through an expansive, class-specific upgrade tree of new skills and abilities, allowing each player to develop their hero to fit their own play style.&#10;&#10;In City of the Ancients, players will encounter portals to the otherworld on the Plains of Targa, finding an ancient frozen city whose living inhabitants are nowhere to be found.  Instead, great mechanical keepers wander the city going about their duties - until interrupted by the arrival of the players' characters!&#10;&#10;So load up yer' six shooter, throw on yer' hat and poncho, and gather the posse as the darkness is coming, and all hell's about to break loose...in the Shadows of Brimstone!&#10;&#10;Can be used together with Shadows of Brimstone: Swamps of Death to raise the maximum players to 6.&#10;&#10;","image":"https://cf.geekdo-images.com/ZnkF6PeVDEOJvc2EHT7ZHw__original/img/NUw0DtFPhK-whyBaXVLg_c1oK1o=/0x0/filters:format(jpeg)/pic2037825.jpg","thumbnail":"https://cf.geekdo-images.com/ZnkF6PeVDEOJvc2EHT7ZHw__thumb/img/O6DtRhRClEvh2JMyHUa401D4Rdg=/fit-in/200x150/filters:strip_icc()/pic2037825.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Grid Movement","Modular Board","Role Playing","Variable Player Powers"],"isExpansion":false,"yearPublished":2014,"bggRating":6.953,"averageRating":7.96282,"rank":479,"designers":["Jason C. Hill"],"publishers":["Flying Frog Productions"],"artists":["Gaël Goumon","Jack Scott Hill","Ralph Horsley","Tomasz Jedruszek","Brian Snoddy","Ben Wootten"],"playerPollResults":[{"numPlayers":1,"best":10,"recommended":39,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":13,"recommended":44,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":27,"recommended":38,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":44,"recommended":23,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":22,"notRecommended":26,"numPlayersIsAndHigher":true}]}