{"gameId":150145,"name":"Skull King","description":"Skull King is a trick-taking game similar to Oh Hell!, Wizard, Euchre and Spades, with players needing to state how many tricks they think they'll win each round. A unique element of this game is that bidding takes place simultaneously, leading to rounds that are sometimes over, or under-bid. As players must win the exact number of tricks that they bid to earn points, winning too many tricks is just as bad as winning too few and this leads to intense competition where losing a trick can be as exciting as winning one.&#10;&#10;Skull King uses a 66-card deck that consists of five Escape cards, four suits numbered 1-13, five Pirate cards, 1 Tigress card, and 1 Skull King card. The game lasts ten rounds, and in each round, each player is dealt as many cards as the number of the round. All players simultaneously bid on the number of tricks they think they'll take by holding out a fist and on the count of three revealing a certain number of fingers (or possibly a closed fist for a bid of zero tricks).&#10;&#10;Standard rules apply for the playing of cards, with one player leading off a card and other players following suit, if possible, and playing something else if not; however, a player may always choose to play one of the special, unnumbered cards &mdash; and the power of those cards might let you win a trick that otherwise would have gotten away. In more detail, the black Jolly Roger suit trumps the other three suits, a Mermaid trumps all numbered cards, a Pirate trumps the Mermaid, and the Skull King trumps everything &mdash; except if he appears in the same trick with a Mermaid, in which case she captures him and wins instead. An Escape card loses to any other card, and the Tigress card serves as either a pirate or escape card as desired by the player. Whoever wins a trick leads in the next trick.&#10;&#10;If a player makes their bid exactly, they score 20 points per trick; if they collect more or fewer tricks, they lose 10 points per trick they are off. If a player makes a bid of zero tricks, they win points equal to ten times the current round number &mdash; but if they take even a single trick, they lose this many points instead. If a player catches pirates with the Skull King, or the King with a mermaid, they score bonus points. Whoever has the most points after ten rounds wins.&#10;&#10;","image":"https://cf.geekdo-images.com/jiL3MIGH_w3g6El3OHVVig__original/img/JlMGgWGzFWmqz4s5DMLpPuHMUzg=/0x0/filters:format(png)/pic6137456.png","thumbnail":"https://cf.geekdo-images.com/jiL3MIGH_w3g6El3OHVVig__thumb/img/zvLGO1LcTpJABii1C8-CXDbjPSs=/fit-in/200x150/filters:strip_icc()/pic6137456.png","minPlayers":2,"maxPlayers":8,"playingTime":30,"mechanics":["Predictive Bid","Trick-taking"],"isExpansion":false,"yearPublished":2013,"bggRating":7.03801,"averageRating":7.48339,"rank":392,"designers":["Brent Beck","Jeffrey Beck"],"publishers":["Grandpa Beck's Games","Broadway Toys LTD","Devir","OPEN'N PLAY","Playte","Popcorn Games","Schmidt Spiele"],"artists":["David Bock","Eckhard Freytag","Apryl Stott"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":65,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":19,"notRecommended":63,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":58,"notRecommended":16,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":50,"recommended":48,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":72,"recommended":32,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":45,"recommended":41,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":0,"recommended":4,"notRecommended":43,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":2,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":true}]}