{"gameId":150484,"name":"Secrets of the Lost Tomb","description":"Secrets of the Lost Tomb is a cooperative game of thrilling action-adventure and discovery. Players assume the roles of stalwart expedition members working together to investigate ancient mysteries, while surviving dangers and shielding humanity from the supernatural powers of The Tomb&mdash;an ancient vault filled with primeval powers perpetually struggling to be set free upon the world. Powers that mankind should never behold&hellip;&#10;&#10;The Details:&#10; Each of the game&rsquo;s Scenario-Scripts has its own unique theme, flavor, and powerful boss monster bringing you into the rich and detailed world of The Tomb. Prepare to prevent the second coming of the Immortal Rhaz Azul, reject the Pharaoh with the Blue Eyes that&rsquo;s not of this world&hellip; or battle against the Elder Forces of Hera&rsquo;Thulhu sealing the magical portal preventing Cthulhu from enslaving mankind!  Each script offers new challenges and rewards. There are many stories that await the players&rsquo; fateful choices leading them to thrilling adventures and cliffhangers!&#10;&#10;Strategizing with allies against the challenging objective cards is vital to save the world from these untold adventures and misadventures that you will explore. During the Adventurer&rsquo;s Phase, players take actions to progress through the Script, face Combat with monsters, complete Side-Quests and Personal Missions, revealing more details about the characters, all the while overcoming the hair-raising Trap Rooms and sensational Story Cards.&#10;&#10;As you explore new rooms your world will fill with untold delights, with each step a new world and new civilization of fame or of infamy is revealed&hellip; From the Crypts of the Mayan Empire, to the Pyramids of Egypt, through the Temples of the Orient, to the Ruins of Ancient Greece&hellip; the world is yours for the taking and its secrets are yours for the knowing&hellip;&#10;&#10;Dangers are everywhere as you encounter these breathtaking wonders&hellip; but so are the rewards. Lethal Weapons, Priceless Relics, and Enchanted Artifacts will help you survive each frantic step. You may face a gruesome monstrosity that will push you to the brink of death, however upon defeating that monster, you will feel re-invigorated to reach out for that Artifact of Immense power and press on facing all that The Tomb can throw at you. Tomb Cards send orders to lurking monsters to move and attack, spawn anew, apply mystical effects, and progress the Three-Tailed Comet &hellip; foretold by the ancients&hellip; whose end shall awaken and unleash the primordial evil&hellip; and if you're not ready to face it&hellip; you and your team will be Devoured as it ventures outward to decimate the world.&#10;&#10;The Components&#10;&#10;With the main Cooperative Story Mode and 2 Competitive Modes of Play, many unique Adventurers to choose from, over 50 unique and detailed room tiles, over two hundred tokens, and over three hundred cards, Secrets of the Lost Tomb offers an Ever-Evolving, EPIC, Tomb-Crawling adventure every time you play.&#10;&#10;","image":"https://cf.geekdo-images.com/_3vW_TakM3xJ5TSdrPLN-g__original/img/z-OtwOAcYdyvCvODUs6k7-OQEko=/0x0/filters:format(jpeg)/pic3136431.jpg","thumbnail":"https://cf.geekdo-images.com/_3vW_TakM3xJ5TSdrPLN-g__thumb/img/_8CI6PyeNfGF0it9BjcamPcIqys=/fit-in/200x150/filters:strip_icc()/pic3136431.jpg","minPlayers":1,"maxPlayers":6,"playingTime":120,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Modular Board","Tile Placement","Variable Player Powers"],"isExpansion":false,"yearPublished":2015,"bggRating":5.81372,"averageRating":7.31436,"rank":4114,"designers":["Christopher Batarlis","Jim Samartino"],"publishers":["Everything Epic Games"],"artists":["Shane Braithwaite","Jim Samartino"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":9,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":2,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":5,"recommended":3,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}