{"gameId":154674,"name":"Castle Assault","description":"Castle Assault is a unique gaming experience combining the ferocious onslaught of Tower Defense games with the strategic elements of CCGs and progressive advancement of RPG's.  Castle Assault seeks to break the mold of traditional card games and organically extracts the most enjoyable parts of these different genres and distill them into a standalone concept. Castle Assault plays in about 30 mins, and is for 1 or 2 Players.&#10;&#10;Each Player controls a Castle on either side of the Battlefield with 10 Health and a Hero outside of the Battlefield.  Players play Units from their hand to the gameboard and these Units physically move toward the opposing Castle based on the Abilities of that Unit and your choices with the intent to bring your opponent from 10 to 0 Health.  Should you destroy your opponents Castle or destroy their Hero you win!&#10;&#10;&quot;More details please&quot; - a Battle Card Game with tons of combat and strategy.  Card combat is fast and furious; every time two opposing Units touch each other in the same column, they Engage in combat (which is often), and can happen either during the Move Units step or during the Open Phase by Charging or using an Ability described on your Units.  Combat is resolved immediately with Unit cards exchanging their combat values at the same time (with no luck involved).  Should either Unit have a higher attack number then the Armor + Health of the opposing Unit, that Unit is destroyed.  Should a Unit smash the opposing Castle without a defending unit, that Unit attacks the opposing Castle directly lowering that Castles Health by the Unit's attack value.&#10;&#10;Your Hero grants some bonuses throughout the game and you can even join the Battlefield to turn the tide, however should your Hero be destroyed you immediately lose the game.  As you progress through the 1-Player Campaign and complete feats or heroism you can level up and customize your Hero based on the way YOU play. &#10; Every deck is also customizable meaning your Unit selection can be optimized before battle, but note this is not a 'pay-to-play' type game.  You receive all the cards from all warbands including the 1-Player warband in the Core Edition (NO BOOSTERS).&#10;&#10;Most Units have Abilities to; keep them alive, move more quickly, laterally move, resurrect, summon allies, surprise, dissipate, and damage the opposing Castle from afar.  You may feign attacks, play Commands to make your Heroes more powerful in a myriad of methods to tactically breakdown your opponent.&#10;&#10;The 1-Player Campaign provides a &quot;Right-Outta-the-Box Experience&quot; with 9 Scenarios culminating in a final boss showdown.  1-Player mode operates by Monsters auto-populating in the opposing Castle with your victory condition changing every Scenario including outright smashing the opposing Castle, destroying a boss overlord, or surviving the onslaught.  With 9 Scenarios per 6 warbands it creates 54 different challenges  (9 campaigns x 6 warbands = 54 games).&#10;&#10;","image":"https://cf.geekdo-images.com/dKdt4o0b-TFwcVcvGNn8kg__original/img/ZH6bwXBl5u18A-ow0BBBeKSfqB8=/0x0/filters:format(jpeg)/pic2061173.jpg","thumbnail":"https://cf.geekdo-images.com/dKdt4o0b-TFwcVcvGNn8kg__thumb/img/T28jqz9jMQDUJ9GhJenmbgn4IfA=/fit-in/200x150/filters:strip_icc()/pic2061173.jpg","minPlayers":1,"maxPlayers":2,"playingTime":60,"mechanics":["Area Movement","Campaign / Battle Card Driven","Dice Rolling","Grid Movement"],"isExpansion":false,"yearPublished":2015,"bggRating":5.47922,"averageRating":5.45074,"rank":23170,"designers":["TJ Dunbar","Pearson Giaume"],"publishers":["MomentumVolsk"],"artists":["Jared Blando","Cryssy Cheung","Christopher Clements","Kevin Falkenberg","Ken Huntley","Guillermo H. Nuñez","Betsy Peterschmidt","Will Pottorff","Christopher Rama Rao","Benita Winckler"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}