{"gameId":154809,"name":"Nippon","description":"Japan during the Meiji period&mdash;a closed, isolated, and feudal country&mdash;decides to change into a modern industrialized state. The Empire sends emissaries to foreign nations, brings technicians and scholars from the west, builds a network of railroads, and achieves an outstandingly fast industrial revolution.&#10;&#10;The nation and Emperor count on the support of the Great Four, the big conglomerates that emerge with great power and massive control over the Japanese economy. They are called Zaibatsu, and their influence on the Meiji Emperor and importance on the fate of Japan is incredibly high.&#10;&#10;Nippon is an Area Majority Game in which players control Zaibatsu and try to develop their web of power by investing in new industries, improving their technological knowledge, shipping goods to foreign countries or using them to satisfy local needs, and growing their influence and power as they oversee the era of rapid industrialization of Japan.&#10;&#10;The foundations of the big Zaibatsu were the traditional silk workshops, but soon the conglomerates diversified their influence and power, building a complex structure of interconnected companies that made them giant players in the world&rsquo;s new industrial era. Each player takes the reins of one of these big corporations and tries to develop it in order to grow and achieve power.&#10;&#10;To win the game, players must carefully choose which types of industry to invest in to get the most influence over the Japanese islands. Every action that is taken helps to forge their own path to new opportunities.&#10;&#10;Nippon is a fast-paced economic game with challenging decisions, set during an important time in Japanese history, and when a new great nation is born.&#10;&#10;","image":"https://cf.geekdo-images.com/DVJamHS1e24-scuM8aRH8g__original/img/SZFgBrff-aSpci1q4PsLat9Z4sI=/0x0/filters:format(jpeg)/pic2683981.jpg","thumbnail":"https://cf.geekdo-images.com/DVJamHS1e24-scuM8aRH8g__thumb/img/GfDVi8Cdml30yla1ui0y3exXG7g=/fit-in/200x150/filters:strip_icc()/pic2683981.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Variable Phase Order"],"isExpansion":false,"yearPublished":2015,"bggRating":6.97442,"averageRating":7.62637,"rank":502,"designers":["Nuno Bizarro Sentieiro","Paulo Soledade"],"publishers":["What's Your Game?","Asmodee","Ghenos Games","hobbity.eu"],"artists":["Mariano Iannelli"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":47,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":11,"recommended":44,"notRecommended":22,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":24,"recommended":48,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":61,"recommended":20,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":31,"numPlayersIsAndHigher":true}]}