{"gameId":155426,"name":"Castles of Mad King Ludwig","description":"In the tile-laying game Castles of Mad King Ludwig, players are tasked with building an amazing, extravagant castle for King Ludwig II of Bavaria...one room at a time. You see, the King loves castles, having built Neuschwanstein (the castle that inspired the Disney theme park castles) and others, but now he's commissioned you to build the biggest, best castle ever &mdash; subject, of course, to his ever-changing whims. Each player acts as a building contractor who is adding rooms to the castle he's building while also selling his services to other players.&#10;&#10;In the game, each player starts with a simple foyer. One player takes on the role of the Master Builder, and that player sets prices for a set of rooms that can be purchased by the other players, with him getting to pick from the leftovers after the other players have paid him for their rooms. When a room is added to a castle, the player who built it gains castle points based on the size and type of room constructed, as well as bonus points based on the location of the room. When a room is completed, with all entranceways leading to other rooms in the castle, the player receives one of seven special rewards.&#10;&#10;After each purchasing round, a new player becomes the Master Builder who sets prices for a new set of rooms. After several rounds, the game ends, then additional points are awarded for achieving bonus goals, having the most popular rooms, and being the most responsive to the King's demands, which change each game. Whoever ends up with the most castle points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/xkOTIpxwGQN4iyvbeqnytQ__original/img/lIBr9tLz2yMll_kmeAQGeLDYu0M=/0x0/filters:format(jpeg)/pic1961827.jpg","thumbnail":"https://cf.geekdo-images.com/xkOTIpxwGQN4iyvbeqnytQ__thumb/img/kSSz-CQGEZPyiGzAKQCvSDsepRo=/fit-in/200x150/filters:strip_icc()/pic1961827.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Card Drafting","End Game Bonuses","I Cut, You Choose","Increase Value of Unchosen Resources","Pattern Building","Set Collection","Tile Placement","Turn Order: Progressive"],"isExpansion":false,"yearPublished":2014,"bggRating":7.39883,"averageRating":7.56373,"rank":133,"designers":["Ted Alspach"],"publishers":["Bézier Games","Arclight","Competo / Marektoy","Gemenot","Korea Boardgames Co., Ltd.","MINDOK","MYBG Co., Ltd.","Planszoweczka.pl","Viravi Edicions"],"artists":["Keith Curtis","Agnieszka Dabrowiecka","Ollin Timm"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":43,"notRecommended":136,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":44,"recommended":142,"notRecommended":67,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":117,"recommended":137,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":176,"recommended":82,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":3,"notRecommended":121,"numPlayersIsAndHigher":true}]}