{"gameId":155821,"name":"Inis","description":"Inis is a game deeply rooted in Celtic history and lore in which players win by being elected King of the Island (Inis). Players can try to achieve one of three different victory conditions:&#10;&#10;&#10;     Leadership: Be the leader &mdash; i.e., have more clan figures than any other player &mdash; of territories containing at least six opponents' clans.&#10;     Land: Have your clans present in at least six different territories.&#10;     Religion: Have your clans present in territories that collectively contain at least six sanctuaries.&#10;&#10;&#10;At the start of each round, players draft a hand of four action cards during the Assembly. Action cards not played at the end of one season are not held for the next. Players also have access to leader cards for the territories that allow it and where they were elected leader during the assembly. Each Assembly reallocates those cards. Finally, they collect &quot;epic tales&quot; cards that depict the deeds of the ancient Irish gods and heroes, like Cuchulainn, the Dagda, Lugh and many others. These will be kept and used to inspire the clans and achieve extraordinary feats under the right circumstances. The cards provide a variety of actions: adding clans, moving clans, building/exploring, and special actions. Over the course of the game, players also earn deeds, that reduce by one the total for any Victory condition.&#10;&#10;Careful drafting, hand management, bluffing (especially once players understand the importance of passing their turn), good timing, and a precise understanding of the balance of power are the keys to victory. After a discovery game you'll be ready for a full and epic game, where an undisputed player will be king by the Assembly for his merit and wisdom.&#10;&#10;While Inis has &quot;dudes&quot; that are &quot;on a map&quot;, it's a beginner's mistake to play this as a battle game because eliminating other clans reduces your chances of scoring a Leadership victory condition. Peace among different clans, with or without a clear territory leader, is the usual outcome of a clan's movement. Battles will occur, of course, as the Celtic clans can be unruly and a good player will listen to his clan's people (i.e., his hand of cards). That battle aspect is reflected in the clan's miniatures representing warriors. Woodsmen, shepherds and traders complete the set of twelve minis for each player; these occupations have no impact on the game, but give it flavor.&#10;&#10;","image":"https://cf.geekdo-images.com/6QE8mnPFmauoj2THsyUYPA__original/img/6bZdn1SNbpIqU7n5pwtncvdNE_U=/0x0/filters:format(jpeg)/pic4739757.jpg","thumbnail":"https://cf.geekdo-images.com/6QE8mnPFmauoj2THsyUYPA__thumb/img/m63hnvHi6jqlva52FGaWbEqzjys=/fit-in/200x150/filters:strip_icc()/pic4739757.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Action Drafting","Area Majority / Influence","Area Movement","Campaign / Battle Card Driven","Closed Drafting","Hand Management","Hexagon Grid","Interrupts","King of the Hill","Map Addition","Modular Board","Take That","Variable Set-up"],"isExpansion":false,"yearPublished":2016,"bggRating":7.53542,"averageRating":7.82157,"rank":116,"designers":["Christian Martinez"],"publishers":["Matagot","Bureau de Juegos","Buró","Gen-X Games","Giant Roc","GoKids 玩樂小子","Hid Konem (Хід Конем)","Hobby Japan","Lavka Games","Lord of Boards","Pegasus Spiele","Portal Games","Surfin' Meeple","Surfin' Meeple China"],"artists":["Dimitri Bielak","Jim FitzPatrick"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":4,"notRecommended":321,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":113,"recommended":205,"notRecommended":97,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":175,"recommended":259,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":275,"recommended":138,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":28,"notRecommended":220,"numPlayersIsAndHigher":true}]}