{"gameId":15600,"name":"Kreta","description":"Players use different character cards to bring in and move pieces around Kreta which give them influence in the provinces on the island. One of the cards triggers scoring in all the provinces adjacent to a place, and each province gives various Victory Points (VPs) to the 1st and 2nd most influence. At any time, you only know the next two places that will score, so if you cannot gain influence the current place, you can prepare for the next scoring.&#10;&#10;Each player has an identical set of characters, and each character controls certain pieces which have different abilities and limitations in the game. By smart use of your characters and clever timing, you can try to have the scoring occur when you have the most influence, and gain more VPs than the other players.&#10;&#10;But influence changes swiftly, the others can quickly conspire to block your control, and the scoring places can jump from one end of the island to the other, leaving you controlling worthless provinces. Can you make the right choices to gain influence in the right place at the right time, or will you be left watching as someone else takes power in Kreta?&#10;&#10;From the publisher, Goldsieber: &quot;Settle the most important Cretan provinces with your followers. Build booming cities and increase your influence by building massive towers. Locate your fleet carefully but also try to harvest as many grapes and olives as possible. Only he who best places his Admiral, King, Farmers and Castellan will end up winning the race for power and prestige!&quot;&#10;&#10;Online Play&#10;&#10;&#10;     http://www.mabiweb.com (turn-based)&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/WwyAintUokPqWeucS-K8pw__original/img/9wE__DEyegomaMqgpQ4IKoI9BPM=/0x0/filters:format(jpeg)/pic1774644.jpg","thumbnail":"https://cf.geekdo-images.com/WwyAintUokPqWeucS-K8pw__thumb/img/z42wzVGBUw7ZUJMLDbJRASjW9bo=/fit-in/200x150/filters:strip_icc()/pic1774644.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action Retrieval","Area Majority / Influence","Area Movement","Hand Management"],"isExpansion":false,"yearPublished":2005,"bggRating":6.08236,"averageRating":6.92741,"rank":2400,"designers":["Stefan Dorra"],"publishers":["Goldsieber Spiele","Playte"],"artists":["Wanjin Gill","Jiyeon Lee","Rotraud Meiler"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":17,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":9,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":12,"recommended":15,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":26,"recommended":7,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":15,"numPlayersIsAndHigher":true}]}