{"gameId":156496,"name":"March of the Ants","description":"As spring dawns the great thaw begins. Deep beneath the lush meadow grasses the queen stirs in her nest and the colony comes to life. Soldiers venture forth, battling centipedes while clashing with opposing colonies for territory. Workers dig an ever-expanding network of tunnels in their tireless search for food. The first larvae hatch and it is clear this generation will be different: the young colonies rapidly evolve into a multitude of new forms. The ants march out to claim the meadow as their own.&#10;&#10;In March of the Ants, you create the shared Meadow board by sending your ants to explore it, revealing and strategically placing two dozen unique tiles like Fern, Pebble, and Nest of Centipedes.&#10;&#10;Populate new territory by breeding larvae and marching your ants onto collection sites. Will you engage competing colonies in battle, seeking to claim the land for yourself? Or will you establish peaceful, symbiotic relationships and share the spoils? All of this must be done while carefully managing the resources in your underground nest.&#10;&#10;Forage for Event Cards like Strange Appetite, Cold Snap, and Fungal Outbreak to impact the entire board &ndash; or just one unlucky opponent.&#10;&#10;Mutate your colony with special Evolution Cards like the Trap Jaw head, Weaver thorax, and Leaf Cutter abdomen. What weird and wondrous path will your colony&rsquo;s evolution take: advanced Workers, fearsome Soldiers, or a fertile Queen?&#10;&#10;Emerge triumphant by scoring Colony Points as your ants explore and control the Meadow. Search for Colony Goals like Epic Stores, Followers of the Eyeless, and Extensive Tunnels to plan your route to victory.&#10;&#10;March of the Ants takes strategy underground&hellip;literally!&#10;&#10;","image":"https://cf.geekdo-images.com/OGb3iqs888qMreT84R5rqA__original/img/d7FfzDczG4sYgpmMhspTohga6_s=/0x0/filters:format(jpeg)/pic2004618.jpg","thumbnail":"https://cf.geekdo-images.com/OGb3iqs888qMreT84R5rqA__thumb/img/fzma4blrY4ESvW6cpjffih14KN4=/fit-in/200x150/filters:strip_icc()/pic2004618.jpg","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Area Majority / Influence","Cooperative Game","Grid Movement","Hexagon Grid","Modular Board","Point to Point Movement","Solo / Solitaire Game","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2015,"bggRating":6.15554,"averageRating":7.13575,"rank":2213,"designers":["Tim Eisner","Ryan Swisher"],"publishers":["Weird City Games","(Unknown)"],"artists":["Tim Eisner","Ryan Swisher","Peter Wocken"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":17,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":23,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":18,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":22,"recommended":10,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":6,"recommended":14,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":1,"notRecommended":13,"numPlayersIsAndHigher":true}]}