{"gameId":156858,"name":"Black Orchestra","description":"As Hitler's grasp on Germany tightens and his maniacal fervor is unmasked, men from the highest levels of the Reich begin to plot his assassination. As the clock ticks and Hitler's ambitions grow, these daring few must build their strength and prepare for the perfect moment to strike. The Gestapo hound their trail, calling these conspirators &quot;Schwarze Kapelle&quot;, the Black Orchestra. Will this band of daring patriots save their country from utter ruin before it is too late?&#10;&#10;Black Orchestra begins with each player choosing a historic figure involved in the conspiracy against Hitler. In this dark and dangerous pursuit, motivation is perhaps your greatest weapon. If you can stay true to your convictions in the face of overwhelming threat and inspire your comrades, then you will be able to use your special ability, attempt plots, and even become zealous (necessary for some extremely daring plots).&#10;&#10;But every move you make may also increase the suspicion of the authorities. The Gestapo will make routine sweeps, and any players with high suspicion will be arrested and interrogated (possibly resulting in other players being arrested). If you are all arrested or if the Gestapo finds your secret papers, you lose. And the suspicion placed on each conspirator will increase the chances their plots are detected.&#10;&#10;On a turn, players may take three actions, such as moving, searching for an item, or drawing a card; or, at the cost of one action per die, roll the dice in an attempt to gain even more actions &mdash; at the risk of attracting the suspicion of the gestapo. This dice rolling &quot;Conspire&quot; action allows players to make bold moves when most needed.&#10;&#10;After the actions have been taken, an event card is drawn. The game is played over seven stages of World War 2, represented by seven stacks of event cards. These cards walk you through the events of WWII in a roughly (but not strictly) chronological order. New stages open up new areas of the board, cause Hitler and his deputies to interact with the Conspirators, and present various opportunities or threats. During the final stage, many board spaces become off-limits, as the Allies move closer to Germany.&#10;&#10;To win, players must collect a plot card and fulfill all necessary requirements listed (such as having Hitler be in a certain space and possessing certain items--detonator &amp; fuse, etc.). The active player may then attempt the plot by rolling the indicated dice, including all additional modifiers and helpful Action cards. The total of number of &quot;Target&quot; symbols needed to kill Hitler is based on Hitler's military support, but a Conspirator's security level decides if any &quot;Eagles&quot; rolled will see them detected, and foil the plot regardless. Players must consider their ability to successfully complete a plot and the relative suspicion levels of the different Conspirators involved.&#10;&#10;Players will need to work together and agree on the wisest course of action, as well as have a little luck, to succeed. The phenomenon of one player dominating the game because of its cooperative nature is mitigated by the fact that there are no certainties, and often a player will need to make a bold or reckless move to keep the conspiracy alive. Cool heads often prevail, but play it too cool and you may miss your chance. The co-operative dynamic gets really interesting if a player is ever arrested, and fails to resist interrogation, then they will need to make a big decision all by themselves, without revealing their options to the group. No one player can guarantee success. It is hoped that players will have tense conversations similar to those had by the real conspirators and enjoy a truly unique historical experience.&#10;&#10;","image":"https://cf.geekdo-images.com/mvE22ut60-N5qzhE9guINw__original/img/1GrE_UvDfOYRPMSqcv9DaKrJ-98=/0x0/filters:format(png)/pic6973676.png","thumbnail":"https://cf.geekdo-images.com/mvE22ut60-N5qzhE9guINw__thumb/img/Z2A_CL-vc5wS4_hUN2RhtGzMiC4=/fit-in/200x150/filters:strip_icc()/pic6973676.png","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Die Icon Resolution","Hand Management","Pick-up and Deliver","Point to Point Movement","Push Your Luck","Set Collection","Solo / Solitaire Game","Tech Trees / Tech Tracks","Variable Player Powers"],"isExpansion":false,"yearPublished":2016,"bggRating":6.97925,"averageRating":7.50774,"rank":473,"designers":["Philip duBarry"],"publishers":["Game Salute","Ludonova","Matagot","REXhry","Starling Games (II)"],"artists":["Cody Jones","Dann May","Lucas Soriano"],"playerPollResults":[{"numPlayers":1,"best":13,"recommended":67,"notRecommended":25,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":23,"recommended":69,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":65,"recommended":27,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":35,"recommended":50,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":5,"recommended":50,"notRecommended":30,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":2,"notRecommended":58,"numPlayersIsAndHigher":true}]}