{"gameId":159675,"name":"Fields of Arle","description":"Welcome to Arle&#10;In Fields of Arle, created by Uwe Rosenberg, one to two players live as farmers in the small and peaceful town of Arle in East Frisia. The flax grown in the land surrounding the village makes it a profitable place to work and live. Fields of Arle takes players through four and a half years of this era of prosperity, with different opportunities available as the seasons change. Farm the land to capitalize on the demand for flax, or find other ways to make the most of the small town&rsquo;s prosperity.&#10;&#10;Work the Land&#10;Whether you delve into flax farming or leverage other areas of expertise, always make sure that you have the land to build up your village. Construct dikes to keep the waters at bay and expand your fields. Dry out bogs to harvest peat and then clear the land for cultivation. Create more fields for your livestock, buildings, or future crops; after that, you can decide whether to house animals or cultivate a forest for timber. Perhaps you&rsquo;d like to take up some flax farming for yourself, or diversify and try out a little bit of everything.&#10;&#10;Tools of the Trade&#10;At the outset of each half year, you&rsquo;ll choose how you&rsquo;d like to spend that time working. There are many ways to build your fortune. Use the Master space to increase the tools at your disposal, focus on the Cattle Trainer to make the most of your livestock, or build up your fleet of vehicles and ship out goods. Taking stock of your progress differs depending on the season. You may milk your existing livestock or care for a bunch of newborn animals. You could harvest your flax in the fall, and sheer your sheep in spring. At the end of each half year, you&rsquo;ll need to take stock of your progress by unloading your vehicles and feeding your family and animals, so keep an eye on the season and do your best to keep the farm growing and everyone well fed!&#10;&#10;Travel and Prosper&#10;Once you&rsquo;ve made headway in clearing fields and stocking up goods, it's time to make your products available to potential buyers. The more vehicles you have, the more goods you can ship. Send things into the wide world to increase your Travel Experience and grant you points over the course of the four and a half years of the game. Build up your farm and your vehicles and get your goods out into the world to make the most of every season. There are many roads to success in Fields of Arle, so pick your path, work the land, and enjoy the friendly competition as you strive to make your fortune!&#10;&#10;- from the publisher's website&#10;&#10;","image":"https://cf.geekdo-images.com/0w8go6cfvlpgJKydHUkDtA__original/img/322N77t8F7uTev-U_WCqX5uqmEE=/0x0/filters:format(png)/pic2225968.png","thumbnail":"https://cf.geekdo-images.com/0w8go6cfvlpgJKydHUkDtA__thumb/img/0z1o-kU2xYwmVO8oNszdt1V4K54=/fit-in/200x150/filters:strip_icc()/pic2225968.png","minPlayers":1,"maxPlayers":2,"playingTime":120,"mechanics":["Automatic Resource Growth","Highest-Lowest Scoring","Income","Set Collection","Solo / Solitaire Game","Turn Order: Claim Action","Turn Order: Progressive","Worker Placement"],"isExpansion":false,"yearPublished":2014,"bggRating":7.63426,"averageRating":8.05999,"rank":74,"designers":["Uwe Rosenberg"],"publishers":["Feuerland Spiele","999 Games","Filosofia Éditions","Game Harbor","Games Factory Publishing","Korea Boardgames Co., Ltd.","Maldito Games","Z-Man Games","テンデイズゲームズ(TendaysGames)"],"artists":["Dennis Lohausen"],"playerPollResults":[{"numPlayers":1,"best":50,"recommended":96,"notRecommended":18,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":148,"recommended":29,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":3,"notRecommended":98,"numPlayersIsAndHigher":true}]}