{"gameId":161533,"name":"Lisboa","description":"Lisboa is a game about the reconstruction of Lisboa after the great earthquake of 1755.&#10;&#10;On November 1, 1755, Lisbon suffered an earthquake of an estimated magnitude of 8.5&ndash;9.0, followed by a tsunami and three days of fires. The city was almost totally destroyed. The Marques of Pombal &mdash; Sebasti&atilde;o Jos&eacute; de Carvalho e Melo &mdash; was the then Minister of Foreign Affairs and the King put him in charge of the reconstruction of Lisbon. The Marques of Pombal gathered a team of engineers and architects and you, the players, are members of the nobility; members who will use your influence in the reconstruction and business development of the new city. You will work with the architects to build Lisbon anew, with the Marquis to develop commerce and with the King to open all the buildings, but the true reason you do all this is not for greatness or fame or even fortune, but for the most important thing of all in that time: wigs.&#10;&#10;Lisboa is played on a real map of downtown Lisbon. During the planning of the downtown project, the type of business permitted in each street was previously determined. The economic motor is driven by the wealth of the royal treasure and this treasure is controlled by player actions during the game, making each game a totally different experience. The game ends after a fixed number of rounds and whoever gathers the most wigs by the end of the game wins.&#10;&#10;Lisboa is played in rounds. Each round, all players play one turn. They may place one card on their display or replace one card from this display. During the game, players schedule hearings to get character favors, such as commerce, construction, and openings. The iconic buildings score the stores and stores provide income to the players. Players need to manage influence, construction licenses, store permits, church power, workers and money, with the workers' cost being dependent on the prestige of the players.&#10;&#10;","image":"https://cf.geekdo-images.com/OrHS8_a1CqSGiXeTfCk0Wg__original/img/hVArRkZYHiPTGTfi0DPR58i4o44=/0x0/filters:format(jpeg)/pic3209553.jpg","thumbnail":"https://cf.geekdo-images.com/OrHS8_a1CqSGiXeTfCk0Wg__thumb/img/ZBTT0qZcD5HMFlhFN7PLMe6zXvg=/fit-in/200x150/filters:strip_icc()/pic3209553.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Card Drafting","Hand Management","Solo / Solitaire Game","Tile Placement"],"isExpansion":false,"yearPublished":2017,"bggRating":7.67918,"averageRating":8.20149,"rank":60,"designers":["Vital Lacerda"],"publishers":["Eagle-Gryphon Games","Angry Lion Games","Giochix.it","hobbity.eu","Lavka Games","Maldito Games","Mandala Jogos"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":67,"notRecommended":33,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":33,"recommended":106,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":116,"recommended":43,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":39,"recommended":92,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":66,"numPlayersIsAndHigher":true}]}