{"gameId":161970,"name":"Alchemists","description":"In Alchemists, two to four budding alchemists compete to discover the secrets of their mystical art. Points can be earned in various ways, but most points are earned by publishing theories &ndash; correct theories, that is &mdash; and therein lies the problem.&#10;&#10;The game is played in six rounds. At the beginning of the round, players choose their play order. Those who choose to play later get more rewards.&#10;Players declare all their actions by placing cubes on the various action spaces, then each action space is evaluated in order. Players gain knowledge by mixing ingredients and testing the results using a smartphone app (iOS, Android, and also Windows) that randomizes the rules of alchemy for each new game. And if the alchemists are longing for something even more special, they can always buy magical artifacts to get an extra push. There are 9 of them (different for each game) and they are not only very powerful, but also very expensive. But money means nothing, when there's academic pride at stake! And the possession of these artifacts will definitely earn you some reputation too. Players can also earn money by selling potions of questionable quality to adventurers, but money is just a means to an end. The alchemists don't want riches, after all. They want respect, and respect usually comes from publishing theories.&#10;&#10;During play, players' reputations will go up and down. After six rounds and a final exhibition, reputation will be converted into points. Points will also be scored for artifacts and grants. Then the secrets of alchemy are revealed and players score points or lose points based on whether their theories were correct. Whoever has the most points at the end of the game wins.&#10;&#10;Flavor text:&#10;Mandrake root and scorpion tail; spongy mushroom and warty toad &mdash; these are the foundations of the alchemist's livelihood, science, and art.&#10;&#10;But what arcane secrets do these strange ingredients hide? Now it is time to find out. Mix them into potions and drink them to determine their effects &mdash; or play it safe and test the concoction on a helpful assistant! Gain riches selling potions to wandering adventurers and invest these riches in powerful artifacts. As your knowledge grows, so will your reputation, as you publish your theories for all to see. Knowledge, wealth, and fame can all be found in the murky depths of the alchemist's cauldron.&#10;&#10;","image":"https://cf.geekdo-images.com/ztNshEv3Fsm46HCJaEOFPw__original/img/SP4ItZ27dLweUPbz_bF7C-P7GtA=/0x0/filters:format(png)/pic2241156.png","thumbnail":"https://cf.geekdo-images.com/ztNshEv3Fsm46HCJaEOFPw__thumb/img/-a0oJ_E49V_7PDW78W7KIyS3rF8=/fit-in/200x150/filters:strip_icc()/pic2241156.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Action Drafting","Constrained Bidding","Deduction","End Game Bonuses","Events","Hand Management","Open Drafting","Turn Order: Progressive"],"isExpansion":false,"yearPublished":2014,"bggRating":7.43724,"averageRating":7.66124,"rank":134,"designers":["Matúš Kotry"],"publishers":["Czech Games Edition","Arclight Games","Cranio Creations","Devir","DiceTree Games","GaGa Games","The Game Master BV","Heidelberger Spieleverlag","IELLO","Korea Boardgames Co., Ltd.","Lex Games","MINDOK","One Moment Games","Rebel Sp. z o.o."],"artists":["David Cochard"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":11,"notRecommended":198,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":58,"recommended":215,"notRecommended":44,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":149,"recommended":161,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":197,"recommended":104,"notRecommended":19,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":5,"notRecommended":163,"numPlayersIsAndHigher":true}]}