{"gameId":162435,"name":"Ibyron: Island of Discovery","description":"A new land has emerged from the ashes of the old empire. Factions have risen to compete for the throne. Can you be the first to lay claim to the island of Ibyron?&#10;&#10;Develop your land from farm to city and be the first to build your civilization from the resources the island of Ibyron offers... Come, discover a new world...!&#10;&#10;Ibyron: Island of Discovery is a two-tiered worker placement game wherein players all work the land of a newly-discovered island to build their city the biggest before the other players. Using resource gathering, building construction, exploration and movement mechanisms for the Wilderness Phase, supported by an additive Worker Placement mechanism during the Village Phase, each player will design their own city; each building adding to options in game play.&#10;&#10;Each player will start out in the Wilderness phase each round. Actions will consist of using workers tokens on the island tiles, some actions requiring 1 or more workers to be used to perform that action. Players will continue in the Wilderness phase until they run out workers to perform said actions. But if a player finishes their wilderness actions before others, they don't just sit around; they head into the Village phase and may get better placements for their workers on the Village board.&#10;&#10;In the Village phase the players will use the same workers that worked for them in the Wilderness phase in this phase as well, but will instead perform money-making, shipbuilding, hiring horses, taxing, and farming actions. Each space in the village requires 1 more worker for each additional use, no matter the player. After the workers are again spent, they go into the rest box to wait to be paid to work again in the following round, in cash or food.&#10;&#10;Each building that is constructed will require permanent residence i.e. worker tokens will be used as the building itself. Using worker tokens as buildings will cut down on a player's supply of workers available in following rounds, so knowing when to construct buildings is an important timing constraint.&#10;&#10;There is a race to the end game, but getting there will support many strategies. The first player to build a complete working city (all but 1-3 worker tokens used in buildings), wins.&#10;&#10;It was heavily inspired by the Splotter games: Roads &amp; Boats and Antiquity. It was not designed to replace those games, but to deeply entrench you for a good 2 hours. The second edition of the game uses tri-hex tiles.&#10;&#10;","image":"https://cf.geekdo-images.com/XcKHHlnXhS9udNVpLfP4Lg__original/img/Wc1O-FAuYJVsq8ZX5rkEKeuBB4U=/0x0/filters:format(jpeg)/pic2078439.jpg","thumbnail":"https://cf.geekdo-images.com/XcKHHlnXhS9udNVpLfP4Lg__thumb/img/QmBjTo6maH_n3p7fy9HkcU-Gc28=/fit-in/200x150/filters:strip_icc()/pic2078439.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Movement","Modular Board","Tile Placement","Worker Placement"],"isExpansion":false,"yearPublished":2016,"bggRating":0,"averageRating":7.46296,"rank":-1,"designers":["Scott Nelson","Anna-Marie Nelson"],"publishers":["(Self-Published)","Ropearoni Games"],"artists":["Wayne Dorrington","Harald Lieske"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}