{"gameId":163068,"name":"Trickerion: Legends of Illusion","description":"Trickerion is a competitive Euro-style strategy game set in a fictional world inspired by the late 19th century urban life and culture, spiced with a pinch of supernatural.&#10;&#10;Players take on the roles of rival stage illusionists, each with their own strengths and characteristics. They are striving for fortune and fame in a competition hosted by a legendary magician, looking for a successor worthy of the mighty Trickerion Stone, which is fabled to grant supernatural power to its owner.&#10;&#10;Using worker placement and simultaneous action selection mechanisms, the Illusionists and their teams of helpers &mdash; the Engineer, the Assistant, the Manager, and a handful of Apprentices &ndash; obtain blueprints and components for increasingly complex magic tricks, expand the team and set up performances by visiting the Downtown, Dark Alley, Market Row and Theater locations on the main game board depicting a late 19th century cityscape.&#10;&#10;The tricks are stored and prepared on the Magician's own Workshop game board, while the performances themselves take place at the Theater in the form of a tile placement mini-game with lots of player interaction. The performances yield Fame points and Coins to their owners based on the tricks they consist of. Fame points have multiple uses, but they also serve as a win condition - After turn 7, when the last Performance card is revealed, the game ends and the illusionist with the most Fame points wins.&#10;&#10;The game offers 48 different Tricks to be learned from the Optical, Spiritual, Mechanical and Escape categories, over 90 character abilities, and 40 Special Assignment cards that influence the actions taken at the various game locations. The base game can be expanded with two optional rule modules to add further strategic depth to the game.&#10;&#10;The &quot;Dark Alley&quot; expansion included in the base game adds a new location to the game. It also comes with 48 new Special Assignment cards, a new tier of Tricks, and 27 Prophecy tokens that can alter certain game rules turn by turn, giving the game additional variety.&#10;&#10;","image":"https://cf.geekdo-images.com/9gob752VqEklQFV_gz16hw__original/img/ivQUea2qrHp2TDLM4i7gp1123vQ=/0x0/filters:format(png)/pic2585510.png","thumbnail":"https://cf.geekdo-images.com/9gob752VqEklQFV_gz16hw__thumb/img/C2GPhkDu7fWK6L64MTOaYVRCgS4=/fit-in/200x150/filters:strip_icc()/pic2585510.png","minPlayers":2,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Action Queue","Catch the Leader","Dice Rolling","Simultaneous Action Selection","Tile Placement","Turn Order: Stat-Based","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2015,"bggRating":7.53313,"averageRating":7.96981,"rank":115,"designers":["Richard Amann","Viktor Peter"],"publishers":["Mindclash Games","APE Games","Corax Games","Grok Games","Maldito Games","Super Meeple","YOKA Games"],"artists":["Villő Farkas","László Fejes"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":18,"notRecommended":85,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":27,"recommended":108,"notRecommended":24,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":63,"recommended":86,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":104,"recommended":45,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":84,"numPlayersIsAndHigher":true}]}