{"gameId":163413,"name":"Murano","description":"Murano the game is set in Murano, a small group of seven islands near Venice that's well-known by tourists for its glassmaking. As in Venice, the islands of Murano are separated by canals, so gondolas and transportation are at the heart of this game.&#10;&#10;The game board depicts the islands of Murano, with the islands being divided up into building sites and walkways. Surrounding the islands is a series of action spaces, with gondolas being present in some number of them at the start of play. On a turn, you move one of the gondolas in the direction of play to an empty space, then take the action shown there. You can't pass another gondola while moving or land in an occupied space, but for a coin you can move a gondola that's in front of the gondola you want to move, and you can pay to move multiple gondolas, if needed.&#10;&#10;Some actions place shops on the islands, with shops coming in different types. You mark a shop to show ownership, and when tourists show up later, they will shop at various stores depending on their proximity and the goods they offer. You also need to take actions to move your personal gondolas to islands so that you can take actions there.&#10;&#10;Why are you doing all of this activity? To score victory point cards in hand, and actions on the board will let you gain additional VP cards to give you direction to your actions or let you profit from what you've already done.&#10;&#10;You can also use some of the buildings to create glassworks, and those glassworks come into play on the VP cards, through tourist sales, and via an action space shown at the bottom of the game board image that lets you sell different types of glass for money.&#10;&#10;The Complete Edition from 2020 contains Murano: Promo Cards and Murano: The Christmas Tree packaged inside the box and may be found here: Murano: Complete Edition.&#10;&#10;","image":"https://cf.geekdo-images.com/1UIYrbuNXdhm6VOUmE9E4g__original/img/pjclQJECyTavfK6PuSKVQoGnu9g=/0x0/filters:format(jpeg)/pic2270443.jpg","thumbnail":"https://cf.geekdo-images.com/1UIYrbuNXdhm6VOUmE9E4g__thumb/img/Lilpl59a2f3kC-Y0vutD5CLXAq0=/fit-in/200x150/filters:strip_icc()/pic2270443.jpg","minPlayers":2,"maxPlayers":4,"playingTime":75,"mechanics":["Point to Point Movement","Tile Placement"],"isExpansion":false,"yearPublished":2014,"bggRating":6.42985,"averageRating":7.19977,"rank":1208,"designers":["Inka Brand","Markus Brand"],"publishers":["Lookout Games","Mayfair Games"],"artists":["Klemens Franz"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":25,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":25,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":16,"recommended":28,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":23,"recommended":18,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":16,"numPlayersIsAndHigher":true}]}