{"gameId":166669,"name":"San Juan (Second Edition)","description":"San Juan is a card game based on Puerto Rico. The deck of 110 cards consists of production buildings (indigo, sugar, tobacco, coffee, and silver) and &quot;violet&quot; buildings that grant special powers or extra victory points. Cards from the hand can be either built or used as money to build something else; cards from the deck are used to represent goods produced by the production buildings, in which case they are left face-down. A seven-card hand limit is enforced once per round.&#10;&#10;In each round (or governorship), each player in turn selects from one of the available roles, triggering an event that usually affects all players, such as producing goods or constructing buildings. The person who picks the role gets a privilege, such as producing more goods or building more cheaply.&#10;&#10;Though similar in concept to Puerto Rico, the game has many different mechanisms. In particular, the game includes no colonists and no shipping of goods; goods production and trading are normally limited to one card per phase; and trades cannot be blocked. Victory points are gained exclusively by building, and the game ends as soon as one player has put up twelve buildings.&#10;&#10;This second edition of San Juan includes all the cards of the original game as well as the additional building cards from the alea Treasure Chest but not the event cards from that expansion. This edition also contains a new building card not previously available: &quot;The Hut,&quot; a building that grants a card when nothing is sold in the trader phase.&#10;&#10;","image":"https://cf.geekdo-images.com/Upw8067nG8AmGvOfLYs1aQ__original/img/U26iPvrcmJeEsKeCIDCXbGFqB1U=/0x0/filters:format(jpeg)/pic2305703.jpg","thumbnail":"https://cf.geekdo-images.com/Upw8067nG8AmGvOfLYs1aQ__thumb/img/3A0PXSduuqW0rejjc1tDegRxEG8=/fit-in/200x150/filters:strip_icc()/pic2305703.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action Drafting","Follow","Hand Management","Multi-Use Cards","Set Collection","Variable Phase Order"],"isExpansion":false,"yearPublished":2014,"bggRating":7.01301,"averageRating":7.45031,"rank":454,"designers":["Andreas Seyfarth"],"publishers":["alea","Ravensburger","Broadway Toys LTD","Giochi Uniti","Grow Jogos e Brinquedos","Lacerta","Möbius Games","Swan Panasia Co., Ltd."],"artists":["Harald Lieske","Mia Steingräber"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":55,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":40,"recommended":49,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":56,"recommended":26,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":22,"recommended":47,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":43,"numPlayersIsAndHigher":true}]}