{"gameId":167400,"name":"Ashes Reborn: Rise of the Phoenixborn","description":"In Ashes: Rise of the Phoenixborn, a two-player expandable card game, players take on the roles of Phoenixborns, demi-gods and protectors of this world. These characters are the great saviors of their civilizations. Before they came into existence, the humans were plagued by monsters like chimeras that took away their lands and forced them to live in walled-off cities. When the Phoenixborns came, they fought off the chimeras and freed the lands for humans to take over once again.&#10;&#10;But the time of peace was short-lived. A prophecy arose that if one Phoenixborn was able to absorb enough Ashes of others, they would ascend into full gods and take mastery over this world. This, as well as humans' greed for land, fueled the War of Ashes. The great cities now fight among each other, each one of them with a Phoenixborn at its helm, and you will decide who will rise and who will fall to ashes.&#10;&#10;Ashes Reborn: Rise of the Phoenixborn, released in 2021, features the same Phoenixborn as in the original Ashes with the same cards, but some cards have been modified to balance them. (Publisher Plaid Hat Games estimates that about 30% of all cards across all expansions are being modified.) The rules have undergone a few changes as well, mostly to clarify powers. The Ashes Reborn 1.5 Upgrade Kit contains more than 350+ updated Ashes cards, along with an updated rulebook, allowing players to move from the original game to the new 1.5 rules.&#10;&#10;","image":"https://cf.geekdo-images.com/BxBWqnm98y1qgk9cEmStgQ__original/img/QK9ku5RxaXxttpT_zA4-l-rSIX4=/0x0/filters:format(jpeg)/pic5868255.jpg","thumbnail":"https://cf.geekdo-images.com/BxBWqnm98y1qgk9cEmStgQ__thumb/img/hMH88NFG6vP60vUif6fTr1ctsOA=/fit-in/200x150/filters:strip_icc()/pic5868255.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Closed Drafting","Deck Construction","Dice Rolling","Hand Management","Variable Player Powers"],"isExpansion":false,"yearPublished":2015,"bggRating":6.77821,"averageRating":7.29236,"rank":650,"designers":["Isaac Vega"],"publishers":["Plaid Hat Games","Asterion Press","Cube Factory of Ideas","Edge Entertainment","Filosofia Éditions","Heidelberger Spieleverlag"],"artists":["Thander Lin","David Richards","Fernanda Suárez"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":54,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":89,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":25,"notRecommended":46,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":27,"notRecommended":46,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":50,"numPlayersIsAndHigher":true}]}