{"gameId":167791,"name":"Terraforming Mars","description":"The Battle of the Bulge, also known as the Ardennes Offensive, was the last major German offensive campaign on the Western Front during Second World War which took place from 16 December 1944 to 25 January 1945.[16] It was launched through the densely forested Ardennes region between Belgium and Luxembourg. The offensive was intended to stop Allied use of the Belgian port of Antwerp and to split the Allied lines, allowing the Germans to encircle and destroy each of the four Allied armies and force the western Allies to negotiate a peace treaty in the Axis powers' favour.&#10;&#10;The Germans achieved a total surprise attack on the morning of 16 December 1944, due to a combination of Allied overconfidence, preoccupation with Allied offensive plans elsewhere and poor aerial reconnaissance due to bad weather. American forces were using this region primarily as a rest area for the U.S. First Army, and the lines were thinly held by fatigued troops and inexperienced replacement units. The Germans also took advantage of heavily overcast weather conditions that grounded the Allies' superior air forces for an extended period. American resistance on the northern shoulder of the offensive, around Elsenborn Ridge, and in the south, around Bastogne, blocked German access to key roads to the northwest and west which they had counted on for success. This congestion and terrain that favored the defenders, threw the German advance behind schedule and allowed the Allies to reinforce the thinly placed troops. The farthest west the offensive reached was the village of Foy-N&ocirc;tre-Dame, south east of Dinant, being stopped by the U.S. 2nd Armored Division on 24 December 1944.[17] Improved weather conditions from around 24 December permitted air attacks on German forces and supply lines. On 26 December the lead element of Patton's U.S. Third Army reached Bastogne from the south ending the siege. Although the offensive was effectively broken by 27 December, when the trapped units of 2nd Panzer Division made two break-out attempts with only partial success, the battle continued for another month before the front line was effectively restored to its position prior to the attack.&#10;&#10;The Germans committed over 410,000 men, just over 1,400 tanks and armored fighting vehicles, 2,600 artillery pieces, and over 1,000 combat aircraft.[18] Between 63,000 and 104,000 of these men were killed, missing, wounded in action, or captured. The battle severely depleted Germany's armored forces, which remained largely unreplaced throughout the remainder of the war. German Luftwaffe personnel, and later also Luftwaffe aircraft (in the concluding stages of the engagement) also sustained heavy losses. In the wake of the defeat, many experienced German units were effectively out of men and equipment, and the survivors retreated to the Siegfried Line.&#10;&#10;Allied forces eventually came to more than 700,000 men; from these there were from 77,000 to more than 83,000 casualties, including at least 8,600 killed.[19] The &quot;Bulge&quot; was the largest and bloodiest single battle fought by the United States in World War II[20][21][22] and the third-deadliest campaign in American history. It was one of the most important battles of the war, as it marked the last major offensive attempted by the Axis powers on the Western front. After this defeat, Nazi forces could only retreat for the remainder of the war.&#10;&#10;","image":"https://cf.geekdo-images.com/wg9oOLcsKvDesSUdZQ4rxw__original/img/thIqWDnH9utKuoKVEUqveDixprI=/0x0/filters:format(jpeg)/pic3536616.jpg","thumbnail":"https://cf.geekdo-images.com/wg9oOLcsKvDesSUdZQ4rxw__thumb/img/BTxqxgYay5tHJfVoJ2NF5g43_gA=/fit-in/200x150/filters:strip_icc()/pic3536616.jpg","minPlayers":1,"maxPlayers":5,"playingTime":120,"mechanics":["Closed Drafting","Contracts","End Game Bonuses","Hand Management","Hexagon Grid","Income","Set Collection","Solo / Solitaire Game","Tags","Take That","Tech Trees / Tech Tracks","Tile Placement","Turn Order: Progressive","Variable Player Powers","Variable Set-up","Victory Points as a Resource"],"isExpansion":false,"yearPublished":2016,"bggRating":8.20778,"averageRating":8.35471,"rank":7,"designers":["Jacob Fryxelius"],"publishers":["FryxGames","Arclight Games","Brädspel.se","Fantasmagoria","Ghenos Games","Green Elephant Games","Intrafin Games","Kaissa Chess & Games","Kilogames","Korea Boardgames","Lautapelit.fi","Lavka Games","Lex Games","Maldito Games","MeepleBR","MINDOK","MIPL","MYBG Co., Ltd.","NeoTroy Games","Rebel Sp. z o.o.","Reflexshop","Schwerkraft-Verlag","Siam Board Games","Stronghold Games","SuperHeated Neurons","Surfin' Meeple China"],"artists":["Isaac Fryxelius","Daniel Fryxelius"],"playerPollResults":[{"numPlayers":1,"best":199,"recommended":1152,"notRecommended":482,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":551,"recommended":1425,"notRecommended":236,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1549,"recommended":645,"notRecommended":37,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":845,"recommended":1078,"notRecommended":188,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":103,"recommended":667,"notRecommended":1058,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":9,"recommended":8,"notRecommended":1228,"numPlayersIsAndHigher":true}]}