{"gameId":167791,"name":"Terraforming Mars","description":"In the 2400s, mankind begins to terraform the planet Mars. Giant corporations, sponsored by the World Government on Earth, initiate huge projects to raise the temperature, the oxygen level, and the ocean coverage until the environment is habitable. In Terraforming Mars, you play one of those corporations and work together in the terraforming process, but compete for getting victory points that are awarded not only for your contribution to the terraforming, but also for advancing human infrastructure throughout the solar system, and doing other commendable things.&#10;&#10;The players acquire unique project cards (from over two hundred different ones) by buying them to their hand. The projects (cards) can represent anything from introducing plant life or animals, hurling asteroids at the surface, building cities, to mining the moons of Jupiter and establishing greenhouse gas industries to heat up the atmosphere. The cards can give you immediate bonuses, as well as increasing your production of different resources. Many cards also have requirements and they become playable when the temperature, oxygen, or ocean coverage increases enough. Buying cards is costly, so there is a balance between buying cards (3 megacredits per card) and actually playing them (which can cost anything between 0 to 41 megacredits, depending on the project). Standard Projects are always available to complement your cards.&#10;&#10;Your basic income, as well as your basic score, is based on your Terraform Rating (starting at 20), which increases every time you raise one of the three global parameters. However, your income is complemented with your production, and you also get VPs from many other sources.&#10;&#10;Each player keeps track of their production and resources on their player boards, and the game uses six types of resources: MegaCredits, Steel, Titanium, Plants, Energy, and Heat. On the game board, you compete for the best places for your city tiles, ocean tiles, and greenery tiles. You also compete for different Milestones and Awards worth many VPs. Each round is called a generation (guess why) and consists of the following phases:&#10;&#10;1) Player order shifts clockwise.&#10;2) Research phase: All players buy cards from four privately drawn.&#10;3) Action phase: Players take turns doing 1-2 actions from these options: Playing a card, claiming a Milestone, funding an Award, using a Standard project, converting plant into greenery tiles (and raising oxygen), converting heat into a temperature raise, and using the action of a card in play. The turn continues around the table (sometimes several laps) until all players have passed.&#10;4) Production phase: Players get resources according to their terraform rating and production parameters.&#10;&#10;When the three global parameters (temperature, oxygen, ocean) have all reached their goal, the terraforming is complete, and the game ends after that generation. Count your Terraform Rating and other VPs to determine the winning corporation!&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/o8z_levBVArPUKI7ZrIysZEs1A0=/0x0/pic3536616.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/BTxqxgYay5tHJfVoJ2NF5g43_gA=/fit-in/200x150/filters:strip_icc()/pic3536616.jpg","minPlayers":1,"maxPlayers":5,"playingTime":120,"mechanics":["Card Drafting","End Game Bonuses","Hand Management","Hexagon Grid","Income","Set Collection","Solo / Solitaire Game","Take That","Tile Placement","Turn Order: Progressive","Variable Player Powers"],"isExpansion":false,"yearPublished":2016,"bggRating":8.28168,"averageRating":8.43108,"rank":4,"designers":["Jacob Fryxelius"],"publishers":["FryxGames","Arclight","Fantasmagoria","Ghenos Games","Intrafin Games","Kilogames","Korea Boardgames co., Ltd.","Lautapelit.fi","Lavka Games","Lex Games","Maldito Games","Meeple BR Jogos","MINDOK","MYBG Co., Ltd.","NeoTroy Games","Rebel Sp. z o.o.","Reflexshop","Schwerkraft-Verlag","Siam Board Games","Stronghold Games"],"artists":["Isaac Fryxelius"],"playerPollResults":[{"numPlayers":1,"best":140,"recommended":701,"notRecommended":203,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":281,"recommended":838,"notRecommended":130,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":845,"recommended":391,"notRecommended":27,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":544,"recommended":565,"notRecommended":90,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":70,"recommended":405,"notRecommended":584,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":6,"recommended":3,"notRecommended":658,"numPlayersIsAndHigher":true}]}