{"gameId":169427,"name":"Middara: Unintentional Malum – Act 1","description":"Middara is a 1-4 player cooperative choose-your-own-adventure style miniatures board game. Players assume the role of a party of adventurers in an ultra-modern fantasy setting that exists alongside our very own Earth.  During the game, players will experience an in depth, fully narrative-driven adventure that contains over 90 hours of content. Throughout the narrative you and three of your friends will confront real decisions that change the course of the story and its outcome.&#10;&#10;Players will face many dangerous adversaries throughout the story and will take part in heated combat with these foes. Middara features an innovative, dice based combat system for these encounters.  Based on their equipment and abilities, players will have access to unique two-dice combinations that will increase their attack and damage potential in a variety of ways. In addition to numbers, dice have a particular set of symbols on each face that can be spent according to players currently equipped weapons and abilities.  With nine different types of dice, over 110 unique abilities and 150 unique pieces of equipment the possibilities for different character builds are endless.&#10; What makes Middara so compelling is that the outcomes of story decisions and encounters have far-reaching effects that determine how the story moves and resolves. Friends and family might get killed, or they may survive. Maybe the players avoid some problems entirely, only to be faced with a whole new challenge.&#10;&#10;Gameplay Features:&#10;&#10;&#10;    Narrative-driven campaign that contains over 90 hours of content.&#10;    Unique dice-based success system featuring multiple dice that players can upgrade throughout the campaign. &#10;    36 modular map tiles representing different locations in the world, such as magical forests, caves, and swamps!&#10;    A.I. controlled monsters, NPCs, challenges, traps, and other narrative-driven obstacles.&#10;    Campaign character progression via a point buy system allowing players to ditch traditional classes and instead focus on building the character they want to play.&#10;    Over 110 unique Disciplines and over 150 unique pieces of equipment.&#10;    Stand alone scenarios for when you aren't playing with your campaign group, or even when you are!&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/hRuD1y5BxdNpssgBqamS0A__original/img/yyJfhGhGV9cvzvAjnVsopysHNNM=/0x0/filters:format(jpeg)/pic4595897.jpg","thumbnail":"https://cf.geekdo-images.com/hRuD1y5BxdNpssgBqamS0A__thumb/img/fpUu1t2YLjJ4EvEzBGTKtZasNv4=/fit-in/200x150/filters:strip_icc()/pic4595897.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Grid Movement","Hand Management","Modular Board","Role Playing","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":6.97133,"averageRating":8.59536,"rank":497,"designers":["Clayton Helme","Brooklynn Lundberg","Brenna Moncur","Ian Tate"],"publishers":["Succubus Publishing","Asmodee"],"artists":["Alex Hansen","Hector Sevilla Lujan","Rhett Mason","Jon Troy Nickel"],"playerPollResults":[{"numPlayers":1,"best":21,"recommended":35,"notRecommended":26,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":29,"recommended":39,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":43,"notRecommended":14,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":51,"recommended":25,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":47,"numPlayersIsAndHigher":true}]}