{"gameId":169786,"name":"Scythe","description":"It is a time of unrest in 1920s Europa. The ashes from the first great war still darken the snow. The capitalistic city-state known simply as &ldquo;The Factory&rdquo;, which fueled the war with heavily armored mechs, has closed its doors, drawing the attention of several nearby countries.&#10;&#10;Scythe is an engine-building game set in an alternate-history 1920s period. It is a time of farming and war, broken hearts and rusted gears, innovation and valor. In Scythe, each player represents a character from one of five factions of Eastern Europe who are attempting to earn their fortune and claim their faction's stake in the land around the mysterious Factory. Players conquer territory, enlist new recruits, reap resources, gain villagers, build structures, and activate monstrous mechs.&#10;&#10;Each player begins the game with different resources (power, coins, combat acumen, and popularity), a different starting location, and a hidden goal. Starting positions are specially calibrated to contribute to each faction&rsquo;s uniqueness and the asymmetrical nature of the game (each faction always starts in the same place).&#10;&#10;Scythe gives players almost complete control over their fate. Other than each player&rsquo;s individual hidden objective card, the only elements of luck or variability are &ldquo;encounter&rdquo; cards that players will draw as they interact with the citizens of newly explored lands. Each encounter card provides the player with several options, allowing them to mitigate the luck of the draw through their selection. Combat is also driven by choices, not luck or randomness.&#10;&#10;Scythe uses a streamlined action-selection mechanism (no rounds or phases) to keep gameplay moving at a brisk pace and reduce downtime between turns. While there is plenty of direct conflict for players who seek it, there is no player elimination.&#10;&#10;Every part of Scythe has an aspect of engine-building to it. Players can upgrade actions to become more efficient, build structures that improve their position on the map, enlist new recruits to enhance character abilities, activate mechs to deter opponents from invading, and expand their borders to reap greater types and quantities of resources. These engine-building aspects create a sense of momentum and progress throughout the game. The order in which players improve their engine adds to the unique feel of each game, even when playing one faction multiple times.&#10;&#10;","image":"https://cf.geekdo-images.com/7k_nOxpO9OGIjhLq2BUZdA__original/img/enxCZt0Cn78-rlvmPvGtOej1ios=/0x0/pic3163924.jpg","thumbnail":"https://cf.geekdo-images.com/7k_nOxpO9OGIjhLq2BUZdA__thumb/img/eQ69OEDdjYjfKg6q5Navee87skU=/fit-in/200x150/filters:strip_icc()/pic3163924.jpg","minPlayers":1,"maxPlayers":5,"playingTime":115,"mechanics":["Area Majority / Influence","Card Play Conflict Resolution","Follow","Force Commitment","Grid Movement","Hexagon Grid","King of the Hill","Movement Points","Moving Multiple Units","Narrative Choice / Paragraph","Race","Simultaneous Action Selection","Solo / Solitaire Game","Tech Trees / Tech Tracks","Variable Player Powers"],"isExpansion":false,"yearPublished":2016,"bggRating":8.08602,"averageRating":8.24297,"rank":12,"designers":["Jamey Stegmaier"],"publishers":["Stonemaier Games","Albi","Angry Lion Games","Arclight","CrowD Games","Delta Vision Publishing","Feuerland Spiele","Fire on Board Jogos","Geekach Games","Ghenos Games","Ludofy Creative","Maldito Games","Matagot","Morning","PHALANX","Playfun Games","sternenschimmermeer"],"artists":["Jakub Rozalski"],"playerPollResults":[{"numPlayers":1,"best":47,"recommended":380,"notRecommended":208,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":38,"recommended":474,"notRecommended":257,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":213,"recommended":512,"notRecommended":62,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":594,"recommended":228,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":261,"recommended":403,"notRecommended":84,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":33,"recommended":170,"notRecommended":324,"numPlayersIsAndHigher":true}]}