{"gameId":170969,"name":"Gigamons","description":"La Chasse aux Gigamons is a game for 2 to 4 players from 5 years old.&#10;&#10;This is the last event to enter the guild of magicians. It remains the ultimate lesson to master: the invocation of Gigamons. After this test, one that will catch more Gigamons be promoted to Elemage. Good luck and good luck to all!&#10;&#10;Aim of the game&#10;Find the pairs Elemons to the exchange against Gigamons.&#10;&#10;Setting up of the game:&#10;&#10;1-Mix all the Elemons tiles face down and create a 3 by 3 square!&#10;2-Place the 7 Gigamons and the Rocks tiles on the side of the play area.&#10;3-The remaining Tiles of Elemons form the deck.&#10;&#10;How to play?&#10;&#10;    The youngest begins.&#10;    In turn, each player returns 2 face tiles.&#10;        If the tiles are different, the player puts the face down (Polymon always forms a pair with any elemon)&#10;        If the tiles are identical, the player wins and triggers the power the Elemon that is drawn (see specials ability of each Elemons. Then he replaces them 2 tiles from the deck without looking at them.&#10;    &#10;&#10;&#10;If a player has 3 identical Elemons, it can put them back in the box to catch the Gigamon associate. If an opponent already has this Gigamon, he can steal it.&#10;Then it was the turn of the next player.&#10;&#10;Elemon powers:&#10;&#10;&#10;     Polymon: Functions as a wild, always forming a pair with any elemon.&#10;     Floramon: The player takes a tile from the top of the draw pile and adds it to their group of tiles.&#10;     Aeromon: Swap one of the tiles in front of you with a tile in front of another player. The player who gets the ability gets to choose which tiles are swapped.&#10;     Pyromon: Choose a tile in front of another player and remove it from the game.&#10;     Hydromon: While everyone else closes their eyes, look at four of the tiles in the 3X3 grid and then turn them back over.&#10;     Geomon: Place a rock tile on one of the tiles in the 3X3 grid. No player may pick up the tile underneath the rock until the player who played it takes their next turn.&#10;     Electromon: The player gets an extra turn.&#10;&#10;&#10;End of the game&#10;The game ends in 2 ways:&#10;&#10;    When a player has caught 3 Gigamons;&#10;    When the Elemons tiles deck is empty.&#10;&#10;&#10;Who win the game?&#10;&#10;Who ever has the most Gigamons is  promoted to Elemage!&#10;In case of tie, who ever has the most Elemons wins.&#10;In case of a tie, all tied players are  promoted to Elemages.&#10;&#10;","image":"https://cf.geekdo-images.com/Fhb5SUHL2-Y59CD9h9ElTw__original/img/Qcmx5hHDKp5DXIjfOxMDWI9yq58=/0x0/filters:format(jpeg)/pic3944242.jpg","thumbnail":"https://cf.geekdo-images.com/Fhb5SUHL2-Y59CD9h9ElTw__thumb/img/GjCX_FqrVB0tE6WJ4RYhQTEML3A=/fit-in/200x150/filters:strip_icc()/pic3944242.jpg","minPlayers":2,"maxPlayers":4,"playingTime":15,"mechanics":["Memory","Take That"],"isExpansion":false,"yearPublished":2014,"bggRating":5.61948,"averageRating":6.53263,"rank":7191,"designers":["Karim Aouidad","Johann Roussel"],"publishers":["Blue Orange Games","Broadway Toys LTD","Elemon Games","GaGa Games","Gigamic","Hachette Board Games UK","Happy Baobab","Maldito Games","Mirakulus","Red Glove","Trefl"],"artists":["Marie-Anne Bonneterre"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}