{"gameId":172386,"name":"Mombasa","description":"In Mombasa, players acquire shares of chartered companies based in Mombasa, Cape Town, Saint-Louis, and Cairo and spread their trading posts throughout the African continent in order to earn the most money.&#10;&#10;&quot;As I expected, the East African Company's network of trading posts has spread far into the West. They were even able to expand into a couple of diamond mines. It seems reasonable to invest our recent yield here in Mombasa, rather than to continue our unrivalled commitment in Cape Town. After all, it can only be to our advantage to have other irons in the fire. And when the day of reckoning comes, it will show whether our hoarding of holdings and our intransigent eagerness are worth it...&quot;&#10;&#10;Mombasa is a tense Euro-style strategy game set in 18th century Africa in which players invest in four chartered companies. Using influence to help them expand across the continent improves the value of the players' shares in these companies. Players will also trade in bananas, coffee or cotton, work together with diamond merchants and ensure that the accounts are kept up to date. To make the most of this one will need to have the correct action cards (back) in hand at the same time, which needs excellent forward planning.&#10;&#10;Mombasa features a unique, rotating-display hand-mechanism that drives game play: Players start with an identical hand, but acquire new and more powerful cards from the rotating display throughout the game. Each round players choose action cards from their hand, place them face down in the so-called action slot (beneath the player board), and then reveal them simultaneously to carry out the actions. At the end of the action phase, each card is moved to the so-called resting slot (above the player board). Cards in the resting slots are inactive and cannot be used until they are recovered - each round one can only return cards of one resting slot which is why it can make quite a difference in which action slots certain cards are placed.&#10;&#10;The game ends after seven rounds, players add up their scores in different categories, and the player with the highest score (who has earned the most money) wins the game. With a variety of paths to victory and double-sided company boards, each game will be a new and different challenge.&#10;&#10;","image":"https://cf.geekdo-images.com/VceWk5QVkgIp6rWDl5qHKQ__original/img/8lLnp9nod-NhjaoUobcZ3vvb7Mg=/0x0/filters:format(jpeg)/pic2611318.jpg","thumbnail":"https://cf.geekdo-images.com/VceWk5QVkgIp6rWDl5qHKQ__thumb/img/_4ZkvkgZey9R2OJOw_TqF426Qew=/fit-in/200x150/filters:strip_icc()/pic2611318.jpg","minPlayers":2,"maxPlayers":4,"playingTime":150,"mechanics":["Action Queue","Area Majority / Influence","Deck, Bag, and Pool Building","Hand Management","Investment","Open Drafting","Simultaneous Action Selection","Stock Holding","Turn Order: Claim Action","Variable Player Powers"],"isExpansion":false,"yearPublished":2015,"bggRating":7.54476,"averageRating":7.86875,"rank":94,"designers":["Alexander Pfister"],"publishers":["eggertspiele","Albi","Arclight","Bright World Games","Delta Vision Publishing","Do it games","The Game Master BV","Gigamic","Lacerta","LudoSentinel","MeepleBR","Pegasus Spiele","R&R Games","uplay.it edizioni"],"artists":["Klemens Franz","Andreas Resch"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":5,"notRecommended":117,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":115,"notRecommended":59,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":46,"recommended":139,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":160,"recommended":38,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":101,"numPlayersIsAndHigher":true}]}