{"gameId":175914,"name":"Food Chain Magnate","description":"&quot;Lemonade? They want lemonade? What is the world coming to? I want commercials for burgers on all channels, every 15 minutes. We are the Home of the Original Burger, not a hippie health haven. And place a billboard next to that new house on the corner. I want them craving beer every second they sit in their posh new garden.&quot; The new management trainee trembles in front of the CEO and tries to politely point out that... &quot;How do you mean, we don't have enough staff? The HR director reports to you. Hire more people! Train them! But whatever you do, don't pay them any real wages. I did not go into business to become poor. And fire that discount manager, she is only costing me money. From now on, we'll sell gourmet burgers. Same crap, double the price. Get my marketing director in here!&quot;&#10;&#10;Food Chain Magnate is a heavy strategy game about building a fast food chain. The focus is on building your company using a card-driven (human) resource management system. Players compete on a variable city map through purchasing, marketing and sales, and on a job market for key staff members. The game can be played by 2-5 serious gamers in 2-4 hours.&#10;&#10;German:&#10;&#10;&quot;Limonade? Sie wollen Limonade? Was ist mit der Welt los? Ich will Werbung f&uuml;r Burger auf allen Kan&auml;len, alle 15 Minuten. Wir sind die Heimat des Original-Burgers, kein Hippie-Gesundheitsparadies. Und stellen Sie eine Werbetafel neben das neue Haus an der Ecke. Ich will, dass sie jede Sekunde, in der sie in ihrem schicken neuen Garten sitzen, nach Bier lechzen.&quot; Der neue Management-Trainee zittert vor dem CEO und versucht, h&ouml;flich darauf hinzuweisen, dass... &quot;Wie meinen Sie das, wir haben nicht genug Personal? Der Personaldirektor berichtet an Sie. Stellen Sie mehr Leute ein! Bilden Sie sie aus! Aber was auch immer Sie tun, zahlen Sie ihnen keine echten L&ouml;hne. Ich bin nicht ins Gesch&auml;ft eingestiegen, um arm zu werden. Und feuere diese Discount-Managerin, sie kostet mich nur Geld. Von nun an werden wir Gourmet-Burger verkaufen. Derselbe Mist, nur doppelt so teuer. Holen Sie meinen Marketingdirektor her!&quot;&#10;&#10;Food Chain Magnate ist ein schweres Strategiespiel &uuml;ber den Aufbau einer Fast-Food-Kette. Der Schwerpunkt liegt auf dem Aufbau des eigenen Unternehmens mit Hilfe eines kartengesteuerten (Personal-)Managementsystems. Die Spieler konkurrieren auf einer variablen Stadtkarte durch Einkauf, Marketing und Verkauf sowie auf einem Stellenmarkt f&uuml;r wichtige Mitarbeiter.&#10;&#10;Das Spiel kann von 2-5 ernsthaften Spielern in 2-4 Stunden gespielt werden.&#10;&#10;","image":"https://cf.geekdo-images.com/Wtxml94LAXsIWQCxGPS63Q__original/img/9c-MJB6x54vN5eB-1hT4XQaHtP8=/0x0/filters:format(png)/pic2649434.png","thumbnail":"https://cf.geekdo-images.com/Wtxml94LAXsIWQCxGPS63Q__thumb/img/LKU2KoMev222qUIKyNqaCF_ZLPY=/fit-in/200x150/filters:strip_icc()/pic2649434.png","minPlayers":2,"maxPlayers":5,"playingTime":240,"mechanics":["Deck, Bag, and Pool Building","Delayed Purchase","Income","Market","Modular Board","Open Drafting","Simultaneous Action Selection","Victory Points as a Resource"],"isExpansion":false,"yearPublished":2015,"bggRating":7.81008,"averageRating":8.06882,"rank":38,"designers":["Jeroen Doumen","Joris Wiersinga"],"publishers":["Lucky Duck Games","Splotter Spellen","Angry Lion Games","Ediciones MasQueOca","MS Edizioni","New Games Order, LLC","One Moment Games","Portal Games"],"artists":["Snow Conrad","Iris de Haan","Sarah Kelly","Victor Maristane","Matt Paquette & Co.","Ynze Moedt","Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":5,"notRecommended":198,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":36,"recommended":188,"notRecommended":59,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":181,"recommended":98,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":170,"recommended":93,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":28,"recommended":115,"notRecommended":90,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":9,"notRecommended":170,"numPlayersIsAndHigher":true}]}