{"gameId":176803,"name":"Overseers","description":"Since the beginning of time, two opposing forces have been the pillars of the universe and coexist in eternal balance. Our Goddess in her infinite wisdom has sent a group of Overseers to protect our world. They have the power to bend human traits to their will, and they will always battle between each other to create the perfect symmetry between virtues and vices of humankind. You will now choose whether to find the best balance &mdash; or completely crush it for your own good.&#10;&#10;Overseers is a drafting and bluffing game with a twist. Each player represents an Overseer whose objective is to bend traits in their favor to create the most dominant combination of virtues and vices. The game has three main phases:&#10;&#10;1] Drafting: Each player receives six cards at random from the deck, selects one of them, then passes the rest to the player sitting on their left. The goal is to build up the combination that will grant them the most victory points. Some cards grant points on their own, while others require the same type of cards to earn more points.&#10;&#10;2] Judgement: All players place their five trait cards in front of them in two rows: two face down and three face up to show the cards they chose. Give the information available, the Overseers then discuss which player has the strongest possible combination. After deliberating, players vote for this person using their token. The chosen player must then admit or deny the verdict:&#10;&#10;&mdash; If they admit having the strongest combination, they must then discard two cards from their combination.&#10;&mdash; If they deny this, the showdown phase happens, with all players revealing their scores. If the chosen player has the strongest combination, they lose the two cards that grant the most points; if not, instead they take one additional card of their choice from the discard pile.&#10;&#10;3] Scoring: Each player shows all cards in front of them, then calculates their score.&#10;&#10;The game might have other phases depending on the type of overseers being played as each character has special abilities that can change the outcome of the game, such as being able to peek at another player's hidden cards, steal a card before the scoring phase, or transform one card into another.&#10;&#10;At the end of each round, players secret their victory point (VP) tokens to keep their score secret, and after three rounds whoever has the most VPs wins.&#10;&#10;","image":"https://cf.geekdo-images.com/EhVocrnC-cNfLjONvi34Iw__original/img/ehD2i61vukx5kn3wegYJkIXlksA=/0x0/filters:format(jpeg)/pic3037469.jpg","thumbnail":"https://cf.geekdo-images.com/EhVocrnC-cNfLjONvi34Iw__thumb/img/2YQyWhBtTdsgUWZlhtEWIoaPwaw=/fit-in/200x150/filters:strip_icc()/pic3037469.jpg","minPlayers":3,"maxPlayers":6,"playingTime":45,"mechanics":["Open Drafting","Set Collection","Variable Player Powers","Voting"],"isExpansion":false,"yearPublished":2015,"bggRating":5.87607,"averageRating":6.64173,"rank":3592,"designers":["Guan Chih Huang"],"publishers":["Big Fun Games (Board Game)","GateOnGames","Hobby Game Mall","Igiari","Rebel Sp. z o.o.","ThunderGryph Games"],"artists":["You Chi (蚩尤)"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":4,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":14,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":12,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":9,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}