{"gameId":176920,"name":"Mission: Red Planet (Second Edition)","description":"With technology rapidly developing and the human population growing, Victorian-era Earth is in dire need of fuel, land, and other natural resources. Fortunately, automated probes sent to Mars have discovered celerium, an ore that can be combusted to produce ten thousand times more power than a steam engine, and sylvanite, the densest substance ever found. More incredibly, the probes found ice that could be used in terraforming the planet, bringing the idea of colonizing Mars even closer to becoming a reality.&#10;&#10;As the head of a mining corporation, these minerals and ice found on Mars could make you unfathomably wealthy &ndash; if you can reach them before your competitors. You have ten rounds to send your astronauts into space, occupy the planet's most resource-rich zones, and harvest as much celerium, sylvanite, and ice as possible. At your command is a team of nine professionals. Each has a unique skill set, from helping your astronauts traverse the Red Planet to blowing up spaceships before they launch.&#10;&#10;In each round in Mission: Red Planet, players start by secretly deploying one of their character cards, with this card determining both when they place astronauts on the spaceships awaiting launch to Mars and which special action they take during the round. Each spaceship has a specified destination, and until an astronaut sets foot in a region, no one knows which resource they'll find. Players collect resources (worth points) three times during the game, and they each have a secret mission card that might grant them additional points at game's end. During the game, players might acquire an additional mission or a research card that changes the value of what awaits on Mars.&#10;&#10;The 2015 edition of Mission: Red Planet features the same gameplay as the original 2005 edition, but it includes:&#10;&#10;&#10;    Components for up to six players instead of five&#10;    Special two-player variant rules&#10;    New action cards and revised mission and discovery cards&#10;    Mars' moon Phobos as a new zone that astronauts can explore before possibly returning to the planet itself&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/qMUyGstRWieYOyTVA1vsNQ__original/img/5AvYhFjlCGzHxGrvmlj-Qg6_uW0=/0x0/filters:format(jpeg)/pic2499748.jpg","thumbnail":"https://cf.geekdo-images.com/qMUyGstRWieYOyTVA1vsNQ__thumb/img/DAoKCAePfujueMVYiwWmGDJPZgk=/fit-in/200x150/filters:strip_icc()/pic2499748.jpg","minPlayers":2,"maxPlayers":6,"playingTime":90,"mechanics":["Action Retrieval","Area Majority / Influence","Area Movement","Hand Management","Simultaneous Action Selection","Take That","Turn Order: Role Order"],"isExpansion":false,"yearPublished":2015,"bggRating":7.13477,"averageRating":7.44213,"rank":296,"designers":["Bruno Cathala","Bruno Faidutti"],"publishers":["Fantasy Flight Games","Edge Entertainment","Galakta","Giochi Uniti","Heidelberger Spieleverlag"],"artists":["Andrew Bosley","Samuel R. Shimota","Alyn Spiller"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":80,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":27,"notRecommended":72,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":84,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":80,"recommended":36,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":43,"recommended":61,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":11,"recommended":68,"notRecommended":27,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":1,"notRecommended":54,"numPlayersIsAndHigher":true}]}