{"gameId":177096,"name":"Freedom!","description":"Freedom! is a siege game, a test of will, endurance and tactics between the besieged freedom fighters and the besieging imperial forces, who have come to crush the rebellion. This universal contest is presented through a dramatic history of the siege of a Greek Holy City (Messolonghi) by Ottoman forces during the Greek War of Independence.&#10;&#10;The battle takes place in two maps: one showing the actual city and the forces involved in the siege, and one with the surrounding areas, highlighting the support that each of them provides to both players.&#10;&#10;This game features asymmetrical play. The goal of the invading forces is to manage to get inside the city before the end of the game or force the citizens to abandon the cause by dropping their morale to zero. The defenders, on the other hand, try to withstand the siege and protect the city long enough for the invaders to abandon their attempt either by deciding to leave on their own or by having their morale dropped to zero. The actions of the players are driven by the cards in their hands, which highlight actual events and personalities of that time, while the combat is dice-driven to allow for quick and exciting game-play.&#10;&#10;","image":"https://cf.geekdo-images.com/hMnjS1mRm7RgpxYHjuh-3g__original/img/VztcLULCKA_T-Y7PnH_Xlf56gE8=/0x0/filters:format(jpeg)/pic4540218.jpg","thumbnail":"https://cf.geekdo-images.com/hMnjS1mRm7RgpxYHjuh-3g__thumb/img/NB9Z37YJNpmgr26r8e0J6c6vLDg=/fit-in/200x150/filters:strip_icc()/pic4540218.jpg","minPlayers":2,"maxPlayers":2,"playingTime":120,"mechanics":["Area Majority / Influence","Campaign / Battle Card Driven","Dice Rolling","Hand Management","Point to Point Movement","Variable Player Powers"],"isExpansion":false,"yearPublished":2020,"bggRating":5.66938,"averageRating":7.93018,"rank":5292,"designers":["Vangelis Bagiartakis"],"publishers":["PHALANX"],"artists":["Bartek Jędrzejewski"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":7,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}