{"gameId":178336,"name":"World's Fair 1893","description":"The World's Fair of 1893 in Chicago was a spectacular international exhibition that showcased many great achievements in science, technology, culture, and entertainment. Acting as organizers of the fair, players work diligently to increase their influence throughout the fair and obtain the grand exhibits that will be put on display. The organizer who has earned the best reputation when the fair begins will emerge the victor.&#10;&#10;On each turn of World's Fair 1893, the active player sends a supporter to one of the five areas and gather all of the cards by it. New cards are then added to some of the areas, and the next player takes a turn.&#10;&#10;The five areas represent sections of exhibits, like Fine Arts and Electricity. Some cards represent exhibit proposals in one of those five areas, others represent influential people who give you bonus supporters, and other cards represent tickets for attractions and concessions along the Midway.&#10;&#10;The game consists of three scoring rounds, each triggered when players collectively gather a certain number of Midway tickets. Players gain reputation points for leading in number of supporters in an area and for gathering the most tickets in each round. The leaders in an area also receive approval for exhibit proposals they have gathered that match the area. Players gain reputation points at the end of the game based on the breadth and diversity of their approved exhibits.&#10;&#10;","image":"https://cf.geekdo-images.com/iHERVAfyVClk_eNT6noIlg__original/img/_kR0iKFzRApg-2TyikSMMu_qJAQ=/0x0/filters:format(png)/pic2721792.png","thumbnail":"https://cf.geekdo-images.com/iHERVAfyVClk_eNT6noIlg__thumb/img/Za-pR3Js9cMJ_CoAdy6ET1F__-0=/fit-in/200x150/filters:strip_icc()/pic2721792.png","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Area Majority / Influence","Card Drafting","Set Collection"],"isExpansion":false,"yearPublished":2016,"bggRating":6.62701,"averageRating":7.19992,"rank":856,"designers":["J. Alex Kevern"],"publishers":["Renegade Game Studios","2 Pionki","dlp games","Foxtrot Games","Origames","Portal Games"],"artists":["Adam P. McIver","Beth Sobel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":16,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":33,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":8,"recommended":29,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":23,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":14,"numPlayersIsAndHigher":true}]}