{"gameId":180593,"name":"The Bloody Inn","description":"France 1831: In a remote corner of Ard&egrave;che, the little village of Peyrebeille sees numerous travelers pass through. A family of greedy rural farmers is determined to make its fortune and has devised a diabolical stratagem to achieve this goal: Invest in an inn so they can rob traveling guests, getting rich without arousing the suspicions of the police! Whether or not their plan will work out, one thing is certain: Not every guest will leave this inn alive.&#10;&#10;The Bloody Inn is a card game in which you play one member of a family of greedy, murderous innkeepers. At the start of each round, cards are placed face up to fill the inn with guests. Each card carries a cost representing how many cards a player must discard from her hand in order to take an action related to that card. Certain guests have an affinity for particular actions, so those cards return to a player's hand after being discarded. Cards also show how much money, in francs, each guest possesses. A round has two phases in which players take one action each, in turn order. Players choose one of the following actions:&#10;&#10;     bribe a guest into becoming an accomplice (take a card from the inn to their hand)&#10;     build an annex (move a card from their hand to their player area; it now represents a structure under which a victim may be buried)&#10;     kill a guest (move a card from the inn to their player area, awaiting burial)&#10;     bury a victim (place an unburied victim card under an annex card and take the money from the victim's pockets)&#10;     launder money (players may only have a certain amount of cash on hand; excess must be converted to 10F checks by the local notary)&#10;&#10;&#10;At the end of the round, if any room of the inn contains one of the police, then they conduct an investigation; if a player has any unburied victims, then he must pay 10F per victim to the local gravedigger to hurredly &mdash; and quietly &mdash; bury the bodies! Lastly in the round, any cards (accomplices) in each player's hand must be paid 1F each. After the guest deck has been depleted the second time, players take a final round, then tally their francs. The player with the most money wins!&#10;&#10;","image":"https://cf.geekdo-images.com/GTUmt2ViVzJOT4ZKXbq2Zg__original/img/8dJoI4olAHxnPu7n4PiXTmyGJ20=/0x0/filters:format(jpeg)/pic2618699.jpg","thumbnail":"https://cf.geekdo-images.com/GTUmt2ViVzJOT4ZKXbq2Zg__thumb/img/h-GMHsoeG4S6wRVjzlMGmP0UmQE=/fit-in/200x150/filters:strip_icc()/pic2618699.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["End Game Bonuses","Hand Management","Income","Open Drafting","Ownership","Simulation","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2015,"bggRating":6.75523,"averageRating":7.06244,"rank":786,"designers":["Nicolas Robert"],"publishers":["Pearl Games","Hobby Game Mall","Hobby Japan","Lavka Games","Mandala Jogos","Meanbook Games","Rebel Sp. z o.o.","Siam Board Games"],"artists":["Luis Francisco","Weberson Santiago"],"playerPollResults":[{"numPlayers":1,"best":17,"recommended":69,"notRecommended":29,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":14,"recommended":103,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":41,"recommended":77,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":81,"recommended":38,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":62,"numPlayersIsAndHigher":true}]}