{"gameId":180511,"name":"Shakespeare","description":"The theaters of London are abuzz. In one week, her majesty the Queen will attend their new shows and will grant her support to one of the troupes. It's the chance of a lifetime for the young authors who are inflaming the populace with ever more audacious and motley plays. But how do you create a masterpiece in such a short time? Whoever has the answer to this thorny question will probably enter the rolls of history!&#10;&#10;In Shakespeare, players are theater managers who must recruit actors, craftsmen, jewelers and others in order to assemble everything needed for the play's performance at week's end.&#10;&#10;In more detail, the game lasts six days and on each day players recruit one new character &mdash; starting with five at the beginning of the game: four identical ones on their individual player board and one that they've drafted &mdash; and take 1-5 actions with the characters they have. Characters and their actions are:&#10;&#10;&#10;    Actors: Rehearse one or more acts in the three-act play; the more you rehearse, the more benefits you receive during the dress rehearsals on days four and six.&#10;    Costume mistress: Take costume elements to enhance your actors; if they lack a complete costume, they can't participate in the dress rehearsals.&#10;    Set dresser: Build the set. The more elaborate the set you build, the more rewards you receive &mdash; but the set must be symmetrical!&#10;    Handyman: Set them to work on whatever you need. These joes can assemble both costumes and sets, but they're not very good at it.&#10;    Assistant: Increase the power of your craftsmen, i.e., the three roles described above.&#10;    Jeweler: Take a gold costume element or set piece to dazzle the crowd.&#10;    Queen: Earn money by giving her an early peek, or gain an objective to win her favor on the final day.&#10;&#10;&#10;After players take actions, they check the individual ambience level in their theater, gaining or losing points or rehearsal time depending on the atmosphere. Dress rehearsal on the fourth and sixth days provide another chance for fully-dressed actors to perform, and those who are well-rehearsed earn points or money.&#10;&#10;On all but the final days, players must allow characters who performed to rest, with only one of those characters being able to work the next day. Thus, the more you put them to work today, the less you'll be able to do tomorrow &mdash; but those who don't plan to do as much act before other players, so that might be a good thing.&#10;&#10;In the end, players must pay their actors, with each unpaid actor blemishing your reputation and costing you points. Whoever finishes with the most prestige points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/37zrXPBAfqnS6CyeKTYiIw__original/img/3SqhNH97ZQDZM19KlXMiuPOPKVw=/0x0/filters:format(jpeg)/pic2583214.jpg","thumbnail":"https://cf.geekdo-images.com/37zrXPBAfqnS6CyeKTYiIw__thumb/img/63aUA3o6a1Q5U4pW3NR8aa_5Szo=/fit-in/200x150/filters:strip_icc()/pic2583214.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Auction / Bidding","Open Drafting","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2015,"bggRating":6.76213,"averageRating":7.41096,"rank":784,"designers":["Hervé Rigal"],"publishers":["Ystari Games"],"artists":["Arnaud Demaegd","Neriac"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":21,"notRecommended":33,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":30,"recommended":45,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":44,"recommended":30,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":24,"recommended":43,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":32,"numPlayersIsAndHigher":true}]}