{"gameId":181260,"name":"Burano","description":"Burano, also known as the lace island, is an island in the northern Venetian lagoon. Burano is extremely famous for its brightly colored houses, those square-shaped houses of a riot of colors along the water channels make it like a fairy tale land.&#10;&#10;Fishing has been the main activity in Burano since its foundation. A story goes that while fishermen went a long-term fishing outside the lagoon, their wife who stayed and missed their husband took out needles and made lace like they mended their husband's fishing nets.&#10;&#10;In the Middle Ages, Burano lace was highly admired and widely requested by royal families all over Europe. Players represent a family leader on this little island. They can send men to fish for the main source of income, or send women to lacemaking to sale abroad. Making a good living and making Burano become world famous, you have to figure out how to organize family members to their suitable work. It depends on you to earn the glory for your family and lead them to be outstanding from other families.&#10;&#10;Burano is played over four seasons, 14 rounds altogether. Through the novel &quot;cube pyramid-driven&quot; mechanism, players take turns paying coins to operate their cube pyramid during each round. The operation of the color-coded cubes would trigger certain actions, such as fishing, lace making, and house roofing, which will earn players victory points (VP). At the end of the game, whoever has earned the most VP wins.&#10;&#10;","image":"https://cf.geekdo-images.com/IyLsPdA3pYulz-t3LriC2Q__original/img/ZtweJeLta_tJ9XTk8lH70EnKTxk=/0x0/filters:format(jpeg)/pic2599157.jpg","thumbnail":"https://cf.geekdo-images.com/IyLsPdA3pYulz-t3LriC2Q__thumb/img/cGUbA8MiQahliW-AenyZFWcTt8A=/fit-in/200x150/filters:strip_icc()/pic2599157.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Area Majority / Influence","Pick-up and Deliver","Point to Point Movement","Set Collection"],"isExpansion":false,"yearPublished":2015,"bggRating":5.98397,"averageRating":6.78422,"rank":2521,"designers":["Yu-Chen Tseng","Eros Lin"],"publishers":["Broadway Toys LTD","EmperorS4","Lucrum Games","Quick Simple Fun Games"],"artists":["Huan-Lung Lo"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":13,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":11,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":14,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":true}]}