{"gameId":181819,"name":"Sorcerer","description":"Sorcerer: A Strategy Card Game is set in what the company describes as a grim, gaslamp lit world full of fantastic, mythical creatures and sorcery. Designed for two to four players, the game pits two ancient beings of great power against one another to determine which of their lineage are strongest. The players use sorcery to conjure minions, cast spells, and wield enchanted items to reach the game's goal of conquering three battlefields.&#10;&#10;The game uses a simple resource system of &quot;energy&quot; that is determined randomly by a dice-roll at the beginning of each round, to make sure no round is the same. However, the outcome being the same for both players, the game balance stays even. This energy is then used in the Action Phase for conjuring minions from your hand on any of three battlefields, casting possessions that can improve your minion's traits and abilities; or sorcery cards with various direct effects. Also as an action you can add more energy to your Energy Pool, draw more cards, move minions to another battlefield etc. The choice is yours, it is just about your pure skill to handle the battle preparation!&#10;&#10;In the Battle Phase players roll amount of custom dice equal to each minion's attack trait with possible outcome of miss, hit, double hit or critical hit for each die, and place damage counters on the respective minions or directly to the Battlefield. A unique system of Omen tokens then allows to adjust this outcome by re-rolling the dice, before distributing the damage among opponent's minions and battlefield.&#10;&#10;The combination of usual mechanics like story driven deck building, push your luck or dice-rolling; and a unique system of influencing the outcome of the battle, provides a perfect balance between strategy and random elements (even you still have the possibility to influence the outcome). Dividing the round to the Action Phase and Battle Phase then creates a very pleasant and natural flow of the hardcore game play.&#10;&#10;Sorcerer was first developed in 2012, and in 2014, Peter Scholtz consulted with Czech and Slovak board gaming communities intensively to fine tune the mechanics of the game. In August 2014, the first &ldquo;Print and Play&rdquo; demo version of Sorcerer was published, responding to all the remarks and feedback Peter Scholtz received, allowing him to create both his upgraded, native language demo and finally the, English language version of Sorcerer. The Sorcerer prototype was available for the wide audience as a free to play testing material over the year 2014. After another year of intense work and listening to the game community, Peter Scholtz went to Essen Spiel to meet some of the greatest board game publishers and show them the game. After a meeting with Rob Dougherty, CEO of the White Wizard Games, game designer (Star Realms, Hero Realms, and Epic card game), and last but not least, MTG Hall of Fame player, the dice was finally rolled. In 2016, Peter Scholtz become a White Wizard Games team member and together they prepared the game for its KS campaign launch in November 2017.&#10;&#10;","image":"https://cf.geekdo-images.com/JuJZgJJJ1gSf_26BlIXG6Q__original/img/a9NUzDmjTZwES5DxyrZuIbPHw8M=/0x0/filters:format(jpeg)/pic4176743.jpg","thumbnail":"https://cf.geekdo-images.com/JuJZgJJJ1gSf_26BlIXG6Q__thumb/img/_vEG7iEOUZA8zhs4BjoNtOvbKDk=/fit-in/200x150/filters:strip_icc()/pic4176743.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Card Drafting","Deck, Bag, and Pool Building","Dice Rolling","Push Your Luck"],"isExpansion":false,"yearPublished":2019,"bggRating":6.21442,"averageRating":7.80162,"rank":1706,"designers":["Peter Scholtz"],"publishers":["Wise Wizard Games"],"artists":["Jan Drenovec","Alena Kubíková","Vašek Pěnčík","Peter Scholtz","Pavel Širůček"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":18,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":30,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":8,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":6,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":18,"numPlayersIsAndHigher":true}]}