{"gameId":182028,"name":"Through the Ages: A New Story of Civilization","description":"Through the Ages: A New Story of Civilization is the new edition of Through the Ages: A Story of Civilization, with many changes small and large to the game's cards over its three ages and extensive changes to how military works.&#10;&#10;Through the Ages is a civilization building game. Each player attempts to build the best civilization through careful resource management, discovering new technologies, electing the right leaders, building wonders and maintaining a strong military. Weakness in any area can be exploited by your opponents. The game takes place throughout the ages beginning in the age of antiquity and ending in the modern age.&#10;&#10;One of the primary mechanisms in TTA is card drafting. Technologies, wonders, and leaders come into play and become easier to draft the longer they are in play. In order to use a technology you will need enough science to discover it, enough food to create a population to man it and enough resources (ore) to build the building to use it. While balancing the resources needed to advance your technology you also need to build a military. Military is built in the same way as civilian buildings. Players that have a weak military will be preyed upon by other players. There is no map in the game so you cannot lose territory, but players with higher military will steal resources, science, kill leaders, take population or culture. It is very difficult to win with a large military, but it is very easy to lose because of a weak one.&#10;&#10;Victory is achieved by the player whose nation has the most culture at the end of the modern age.&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/1d2h-kr4r_9xsss2Br6iMvjR9q0=/0x0/pic2663291.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/31usGlzlBReEFf60bcgbvDTjwCg=/fit-in/200x150/filters:strip_icc()/pic2663291.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Auction/Bidding","Auction: Dutch","Card Drafting","Income"],"isExpansion":false,"yearPublished":2015,"bggRating":8.20771,"averageRating":8.44913,"rank":6,"designers":["Vlaada Chvátil"],"publishers":["Czech Games Edition","Cranio Creations","Devir","DiceTree Games","Eagle-Gryphon Games","GaGa Games","Gém Klub Kft.","HeidelBÄR Games","Heidelberger Spieleverlag","IELLO","MINDOK","One Moment Games","Rebel Sp. z o.o."],"artists":["Filip Murmak","Radim Pech","Jakub Politzer","Milan Vavroň"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":8,"notRecommended":288,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":122,"recommended":296,"notRecommended":35,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":328,"recommended":115,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":78,"recommended":217,"notRecommended":127,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":260,"numPlayersIsAndHigher":true}]}