{"gameId":183685,"name":"Mr. President: The American Presidency, 2001-2020","description":"Mr. President is a solitaire game about governing as the President of the United States. It's not an election game. It begins after you've been elected. It's about sitting in The Chair and trying to advance your agenda while navigating ongoing crises, political enemies, public opinion, your relations with Congress and the press, and keeping your country secure in a world of rival nations and agendas that just seems to keep blowing up around you. Mr. President is a resource management game, where you never have enough resources to achieve your entire agenda, and the path you take through an always unpredictable storyline rests on the choices you make. Depending on the results of those choices, and on the unfolding of a &quot;different every game&quot; story, you'll either be thinking &quot;POTUS? Piece of Cake!&quot; or &quot;Why was it that I WANTED this job?&quot; many times in each game.&#10;&#10;Like the actual President, you'll have an array of allies and resources to help you as you navigate both the corridors of power in the nation's capital and the uncertainties of international relations. These allies and resources will vary from game to game, but you'll always be able to rely on your Secretary of State and Secretary of Defense to help you with foreign policy and with the use, where you deem necessary, of the combat power of the U.S. military. You'll also have a bevy of domestic advisors and friends in Congress to help you navigate the many challenges in Congress and domestic life and politics. And you'll always have access to at least one truly exceptional talent (this, too, will vary from game to game), someone who excels in their particular job and is a &quot;force multiplier&quot; for you in their own unique way. How you lead and utilize this mix of talents and experience at your disposal will go a long way toward determining your success or failure during your shot at being Mr. President.&#10;&#10;Game Play&#10;&#10;The Map. The game map allows you to see and track the domestic and world situation that the game creates. It is divided into sections:&#10;&#10;1. Congress. This is where you track progress of legislation, as well as keep track of your friends and opponents in Congress.&#10;&#10;2. Advisors and Assets. This section of the map is a holding area for all of your advisors, available action points, and military assets.&#10;&#10;3. Crisis Management. This is where you manage the Crisis Cards and keep track of crisis status and how well you've dealt with each crisis.&#10;&#10;4. The World portion of the map (about half of the map) is divided into eight world regions, with additional sections for Russia and China (your key potential antagonists in the game). Here's a look at the South America Region, as an example of the regional displays:&#10;&#10;Crisis Cards. At the heart of Mr. President are the 150+ Crisis Cards that help create the storyline for each game. These cards - see the 12 sample cards on this page - are a mix of cards representing Domestic or World Crises, Terrorism Events, Unexpected Benefits, and Opportunities. The Crisis Cards help drive, but do not completely control, the storyline in each game. Here's how it works:&#10;&#10;Each game of Mr. President is divided into eight turns, each representing six months in office. These turns are further divided into six Rounds, each representing one month.&#10;&#10;At the start of each turn, you get to perform assessment and planning actions, where you get to lay out your rough plan, re-examine strategy, re-evaluate the threats and opportunities that were presenting as the previous turn ended (or at game start). So there is definitely a proactive strategy piece to the game. Unfortunately, though, your plans are not often going to survive intact once the turn gets going. The world stage is a dynamic platform.&#10;&#10;Once you have your plans made (and the Mr. President gods laugh at you!), you perform the six monthly rounds in order. During each round, you draw three Crisis Cards that represent that main world or domestic events that happen (these are usually bad from your point of view, but occasionally they are events or resources that help you) during that month. Most of the events on the Crisis Cards present you with both an urgent problem that may immediately alter the board state, and a longer term issue that may linger and cause you pain down the road if you don't address it well.&#10;&#10;After you flip and resolve the three Crisis Cards for the round, you get to take actions, using any of your available personnel and resources. These actions allow you  to make progress on your legislative agenda, attempt to address any new crises presented by the round's three actions cards, deal with any lingering world or domestic issues, fight terrorism, perform diplomacy, and attempt to better your situation in the world or in the eyes of the American people.&#10;&#10;Once you finish your action portion of the round, that round (month) is finished, and you move on to the next round, drawing three new Crisis Cards and repeating the round process until the 6-month turn is complete.&#10;&#10;Seeded within the 18-card mix that makes up a turn, you have six cards for Russian and Chinese Actions, Terror Actions, War Progress, Crisis Checks, and White House Life. You know that each of these six cards will show up sometime during each turn, but you don't know when. The variable timing of these cards' appearance each turn adds uncertainty and spice to the game, while ensuring that major players in the game present challenges for you every single turn. Russia and China offer deeper challenges, with four possible postures (aggression levels) for each country and a country-specific AI for each. Postures may shift in-game in response to your actions or to storyline events, making dealing positively with each nation an evolving challenge all game.&#10;&#10;Please note that Mr. President is NOT a &quot;beer and pretzels&quot; surface-level game. This game is intended to be deep and immersive, one that will both frustrate and delight the solitaire player. Playing time is four to eight hours (depending on your experience level) to play an entire 4-year term. I've tried to pack as much fun as possible into each 6-month turn, so that even if you only have time to play one turn on a weeknight, you'll be engaged, frustrated, challenged, and immersed throughout. That said, I hope you're going to find it difficult to stop playing after each turn. I've designed Mr. President to be an experience that will wrap you up in each new game's story, and beckon you back to the game table after each round, turn, or completed game.&#10;&#10;I designed this game to provide massive replayability. With over 150 Crisis cards in the mix, and multiple subsystems representing the US Economy, Congress, Homeland Security, the Press, Presidential Prestige, Russia, China, Hostile Rogue States, and staunch Allies, no two games of Mr. President will ever play remotely alike. If you think you're ready for that challenge, go ahead. Raise your right hand and swear the oath. Then settle in behind the desk in the Oval Office, and let your imagination run wild!&#10;&#10;I hope playing Mr. President brings you as much enjoyment as designing it has brought me!&#10;&#10;- Gene&#10;&#10;Components&#10;&#10;One 5&quot; deep Game Box&#10;    One 22&quot; x 34&quot; mounted game board&#10;    One 22&quot; x 17&quot; mounted game board&#10;    180 Cards&#10;    500+ counters and markers&#10;    One &quot;How to Play&quot; rulebook&#10;    One &quot;How to Play a Turn&quot; FlipBook&#10;    One Scenario Book&#10;    One World Chart Book&#10;    One Domestic Chart Book&#10;    Two Peer Competitor Action Books for Russia and China&#10;    Six Player Aid cards&#10;    One 10-sided die&#10;    One 6-sided die&#10;&#10;","image":"https://cf.geekdo-images.com/xneRUjohOxhdjMhLb6DUAg__original/img/DelJ9dJa4o6HSAG3lSLLH0ADGcY=/0x0/filters:format(jpeg)/pic6977091.jpg","thumbnail":"https://cf.geekdo-images.com/xneRUjohOxhdjMhLb6DUAg__thumb/img/3e0Mq0seyptqdZ22FActfJpjiDk=/fit-in/200x150/filters:strip_icc()/pic6977091.jpg","minPlayers":1,"maxPlayers":1,"playingTime":600,"mechanics":["Action Points","Area Majority / Influence","Dice Rolling","Simulation","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2023,"bggRating":5.9482,"averageRating":8.66391,"rank":3051,"designers":["Gene Billingsley"],"publishers":["GMT Games"],"artists":["Donal Hegarty"],"playerPollResults":[{"numPlayers":1,"best":27,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":10,"notRecommended":15,"numPlayersIsAndHigher":true}]}