{"gameId":184267,"name":"On Mars","description":"Following the success of unmanned rover missions, the United Nations established the Department of Operations and Mars Exploration (D.O.M.E.). The first settlers arrived on Mars in the year 2037 and in the decades after establishment Mars Base Camp, private exploration companies began work on the creation of a self-sustaining colony. As chief astronaut for one of these enterprises, you want to be a pioneer in the development of the biggest, most advanced colony on Mars by achieving both D.O.M.E. mission goals as well as your company&rsquo;s private agenda.&#10;&#10;In the beginning, you will be dependent on supplies from Earth and will have to travel often between the Mars Space Station and the planet's surface. As the colony expands over time, you will shift your activities to construct mines, power generators, water extractors, greenhouses, oxygen factories, and shelters. Your goal is to develop a self-sustaining colony independent of any terrestrial organization. This will require understanding the importance of water, air, power, and food &mdash; the necessities for survival.&#10;&#10;Do you dare take part in humankind&rsquo;s biggest challenge?&#10;&#10;On Mars is played over several rounds, each consisting of two phases - the Colonization Phase &#226;&#128;&#139;and the Shuttle Phase&#226;&#128;&#139;.&#10;&#10;During the Colonization Phase, each player takes a turn during which they take actions. The available actions depend on the side of the board they are on. If you are in orbit, you can take blueprints, buy and develop technologies, and take supplies from the Warehouse. If you are on the surface of the planet, you can construct buildings with your bots, upgrade these buildings using blueprints, take scientists and new contracts, welcome new ships, and explore the planet&rsquo;s surface with your rover. In the Shuttle Phase, players may travel between the colony and the Space Station in orbit.&#10;&#10;All buildings on Mars have a dependency on each other and some are required for the colony to grow. Building shelters for Colonists to live in requires oxygen; generating oxygen requires plants; growing plants requires water; extracting water from ice requires power; generating power requires mining minerals; and mining minerals requires Colonists. Upgrading the colony&rsquo;s ability to provide each of these resources is vital. As the colony grows, more shelters are needed so that the Colonists can survive the inhospitable conditions on Mars.&#10;&#10;During the game, players are also trying to complete missions. Once a total of three missions have been completed, the game ends. To win the game, players must contribute to the development of the first colony on Mars. This is represented during the game by players gaining Opportunity Points (OP). The player with the most OP at the end of the game is declared the winner.&#10;&#10;","image":"https://cf.geekdo-images.com/Nm0Iw8NoiM9V8IsifimGBw__original/img/GNjjsgxq7wYO9pSIteDJe6Sxt00=/0x0/filters:format(jpeg)/pic4357658.jpg","thumbnail":"https://cf.geekdo-images.com/Nm0Iw8NoiM9V8IsifimGBw__thumb/img/4GFbhkEWyIublXmikE2Tep6wSIQ=/fit-in/200x150/filters:strip_icc()/pic4357658.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Contracts","Delayed Purchase","End Game Bonuses","Hexagon Grid","Income","Movement Points","Moving Multiple Units","Set Collection","Solo / Solitaire Game","Tech Trees / Tech Tracks","Tile Placement","Variable Phase Order","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":7.7529,"averageRating":8.19622,"rank":51,"designers":["Vital Lacerda"],"publishers":["Eagle-Gryphon Games","Angry Lion Games","Arclight Games","Delta Vision Publishing","Giochix.it","hobbity.eu","Korea Boardgames","Lavka Games","Maldito Games","Mosaico Jogos","Skellig Games","TLAMA games","YOKA Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":10,"recommended":122,"notRecommended":84,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":68,"recommended":212,"notRecommended":26,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":211,"recommended":81,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":77,"recommended":132,"notRecommended":68,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":1,"notRecommended":161,"numPlayersIsAndHigher":true}]}