{"gameId":186751,"name":"Mythic Battles: Pantheon","description":"Hera, tired of Zeus' infidelity, decides to take her revenge and releases the Titans on Mount Olympus. In the ensuing battle, the power liberated by the combatants ignites in a combustion that shatters the Earth. In the ensuing deflagration, the weakest gods are obliterated, rendered down into the small fragments of power that constituted their being. The stronger ones were able to resist total annihilation but even their prodigious power could not save them entirely. As the survivors fell from the broken mountain, the shards of their divinity and the remnants of those that did not survive were scattered to the 4 corners of a now broken world.&#10;&#10;As they awoke, each god found themselves to be but a shadow of their former selves. They were still mighty, stronger than any mortal that yet walked but they were no longer all powerful, no longer immortal. Each one could sense the fragments of power that had now fallen to the Earth and that by collecting these they could regain their former grandeur and, if they could but amass enough, stand at the front of a new Pantheon, reshaped in their image.&#10;&#10;The world around them suffered as much as they did, the power released during the epic battle had ignited a cataclysm that reduced the beautiful land of Greece to a barren wasteland. Athens burns, Crete has sunken below the waves of the roiling seas and the immortal mount Olympus is now an ash covered wreck of its former glory. But this Event has not only affected the mortal realms. The underworld trembled from the blow even as a legion of fresh souls ran down the river Styx. Would that have been the extent of the underworld's involvement however...&#10;&#10;Hades, having lost the majority of his power, no longer holds sway over the Underworld. The gates of hell are open and even though the River Styx prevents the weakest souls from regaining the mortal world, the strongest warriors, the mightiest heroes and the most vicious monsters have managed to claw their way back up the Styx and back to the surface.&#10;&#10;As a new power struggle breaks out, Gods summon mortal survivors, returned heroes and reborn monsters to their side in their hunt for the shards of their lost power.&#10;&#10;In Mythic Battles: Pantheon, it is these clashes between warbands, in the midst of a post-apocalyptic ancient Greece, that are the focal point of the game. Choose your God, draft your warband and take the fight to your enemies with the might of the most powerful beings from Greek mythology at your back.&#10;&#10;","image":"https://cf.geekdo-images.com/au7lklR-A_0nnTskm4Vohw__original/img/zaRDFiH0FaeA_V73P-mpnKMfk9k=/0x0/filters:format(jpeg)/pic3235453.jpg","thumbnail":"https://cf.geekdo-images.com/au7lklR-A_0nnTskm4Vohw__thumb/img/MPylcXlXo-YF-rsanQIy9DaaGcs=/fit-in/200x150/filters:strip_icc()/pic3235453.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Area Movement","Campaign / Battle Card Driven","Card Drafting","Command Cards","Dice Rolling","Hand Management","Line of Sight","Player Elimination","Scenario / Mission / Campaign Game","Simulation","Variable Player Powers"],"isExpansion":false,"yearPublished":2017,"bggRating":7.09102,"averageRating":8.45627,"rank":311,"designers":["Benoit Vogt"],"publishers":["Monolith","Mythic Games"],"artists":["Georges Clarenko","David Demaret","Viktor Dragosani","Vincent Dutrait","Julien Fenoglio","Stéphane Gantiez","Gautier Giroud","Yannick Hennebo","Stef Kopinski","Aragorn Marks","Loïc Muzy","Paolo Parente","Guillem H. Pongiluppi","Pascal Quidault","David Rakoto","Stéphane Simon"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":4,"notRecommended":37,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":56,"recommended":8,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":33,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":26,"recommended":29,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":39,"numPlayersIsAndHigher":true}]}