{"gameId":188920,"name":"This War of Mine: The Board Game","description":"This War Of Mine: The Board Game is the tabletop adaptation of the award-winning video game that pictures the drama of civilians trapped in a war-torn city.&#10;&#10;You will enter this experience as a group of civilians trapped in a besieged and conflict-ridden city, enduring many hardships that often test the essence of humanity.&#10;&#10;During day time you will take shelter in a ruined tenement house, which you will care about and manage by: removing rubble, searching through various rooms (often behind barricaded doors), you will build beds, improvised workshops, stoves, tools, water filters, small animal traps, you will cultivate an improvised vegetable garden, fix the tenements&rsquo; shelled facilities, reinforce the security of your shelter and should winter come, you&rsquo;ll try to keep it warm.&#10;&#10;Upon nightfall your main duties will consist of guarding your shelter and what little possessions you can accumulate against bandits and raiders. Those in your group fit for such a task will use the cover of the night to carefully explore dozens of the ever-changing locations scattered throughout the dangerous city in search of all the things that a person needs to survive (materials, food, meds, equipment, etc.). On your way you will meet tens of characters, each with a unique story (residents of the locations you visit, thieves, bandits, soldiers, war victims, refugees, neighbors, traders and members of local communities), each encounter is a potential, unique adventure. To guide you through all these events you will have the special SCRIPTS mechanism, responsible for implementing the deep and complex story and a coherent plot (each game will be unique and different than the previous).&#10;&#10;Your goal is to SURVIVE until the cessation of war hostilities. During your struggle as the survivors, you will experience dramas connected with making extremely difficult decisions and choices (you will have to face the consequences of your actions sooner or later in the playthrough). Survival itself will often prove not to be enough. The price each of you will decide to pay, might be too high in the final outcome. So the goal is really to survive in a way that will let you live on with the decisions you made. The EPILOGUES mechanism will kick in here.&#10;&#10;TWOM: The Board Game features a multiplayer experience for up to 6 players, as well as a solo variant. You will be able to personify one of the well-known characters from the electronic version of the game and face hundreds of new challenges and difficult choices.&#10;&#10;The boardgame significantly broadens the original game&rsquo;s universe and emphasises the depth of plot, yet its main focus will be on human interactions driven by survival instinct and group decision-making.&#10;&#10;The project aims to omit the usual boardgame threshold - TWOM: The Board Game is an INSTANT PLAY game, with no need for reading the manual before starting the adventure.&#10;&#10;Experience the simulation of a struggle for survival as a group of civilians facing a blind and merciless war.&#10;&#10;In war, not everyone is a soldier.&#10;&#10;","image":"https://cf.geekdo-images.com/gQOQW7p1RWHzY54Lrs-_pA__original/img/PSC8BO2njNcBJhxvi0IV5Jb5hgo=/0x0/filters:format(jpeg)/pic3315915.jpg","thumbnail":"https://cf.geekdo-images.com/gQOQW7p1RWHzY54Lrs-_pA__thumb/img/qmypl6agXd78n1_vAiO5LZcCXHc=/fit-in/200x150/filters:strip_icc()/pic3315915.jpg","minPlayers":1,"maxPlayers":6,"playingTime":120,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Events","Grid Movement","Narrative Choice / Paragraph","Push Your Luck","Role Playing","Scenario / Mission / Campaign Game","Simulation","Solo / Solitaire Game","Storytelling","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2017,"bggRating":7.36111,"averageRating":7.80339,"rank":168,"designers":["Michał Oracz","Jakub Wiśniewski"],"publishers":["Awaken Realms","11 bit studios","Albi","Ares Games","Asmodee","CrowD Games","Edge Entertainment","Galakta","Galápagos Jogos","HeidelBÄR Games","Pendragon Game Studio","Summon Games"],"artists":["Maszrum","Paweł Niziołek","Michał Oracz","Piotr Gacek"],"playerPollResults":[{"numPlayers":1,"best":299,"recommended":76,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":111,"recommended":200,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":38,"recommended":167,"notRecommended":100,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":57,"notRecommended":228,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":15,"notRecommended":276,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":3,"recommended":8,"notRecommended":284,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":1,"recommended":4,"notRecommended":274,"numPlayersIsAndHigher":true}]}