{"gameId":190247,"name":"Bloc by Bloc: The Insurrection Game","description":"Bloc by Bloc: The Insurrection Game is a semi-cooperative tabletop game inspired by 21st century protest movements, riots and popular uprisings. Each player controls a faction of revolutionaries&mdash;Workers, Students, Neighbors, or Prisoners&mdash;fighting against the State in the streets of a city that change with each game. Build barricades, clash with riot cops, occupy districts, loot shopping centers, and liberate the city before time runs out and the military arrives! Bloc by Bloc features hidden agendas, deep strategy, area control, asymmetrical player abilities, and a special method for randomly generating billions of unique city layouts. Bloc by Bloc 2nd edition features brand new art, streamlined gameplay, improved components and new objectives for the insurrection!&#10;&#10;The game lasts up to 10 rounds. Each round is 1 night and each night has 2 phases. During the Nighttime phase, each player takes a turn: 3-5 actions followed by a police response that is controlled by the Police Ops deck and the level of Police Morale. Each player starts with 2 blocs in the city and can add more throughout the game. On a player's turn, they roll dice and take one action (such as looting, occupying, attacking, or barricading) for each die rolled with 1+ of their blocs. Players may use loot cards to enhance their actions. After all factions have taken their turns, the Sunrise phase begins, which is when police go on the attack and factions have a chance to liberate districts.&#10;&#10;The police and the State are the common enemies of all factions. Factions must build occupations in all of their own districts for the social insurrection to be successful. However, each faction also has its own secret agenda with a set of specific tasks that faction must complete in order to win the game. The majority of factions will have Social Agendas and they must cooperate to win the game together. But some factions may have Vanguardist or Nihilist Agendas that secretly pit them against the social insurrection. These factions can only win the game alone!&#10;&#10;","image":"https://cf.geekdo-images.com/k8_NCB53HJx6DrSNsLaWFw__original/img/z_9UhSx9ZgsbeDLbiteJT7_CXPo=/0x0/filters:format(jpeg)/pic4133046.jpg","thumbnail":"https://cf.geekdo-images.com/k8_NCB53HJx6DrSNsLaWFw__thumb/img/WEELztBhzeQBqs414_X-XT8ZAEU=/fit-in/200x150/filters:strip_icc()/pic4133046.jpg","minPlayers":2,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Area Majority / Influence","Betting and Bluffing","Cooperative Game","Grid Movement","Modular Board","Point to Point Movement","Variable Player Powers"],"isExpansion":false,"yearPublished":2016,"bggRating":5.7938,"averageRating":7.36355,"rank":3949,"designers":["T.L. Simons"],"publishers":["Out of Order Games"],"artists":["T.L. Simons"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":6,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}