{"gameId":191231,"name":"Via Nebula","description":"Crafters, builders and carriers &mdash; your help is needed to dispel the mists of Nebula! The people of the valley will reward you handsomely if you harvest and exploit our many resources, open paths through the mists, and help our settlers build new structures. Cooperate temporarily with other builders in order to create paths and share goods, but do not forget your own objectives. Will you have a statue erected in your honor on the Nebula City plaza?&#10;&#10;A game of Via Nebula starts with a board showing a hexagonal grid, some production sites with a few available resources on them (wood, stone, wheat, and pigs), building sites in various areas scattered over the whole board, and a lot of mist.&#10;&#10;Turn after turn, players have two actions at their disposal from these options: They may clear the mist of a hex to create new paths of transportation, open new production sites, open a building site in a city, carry resources from any production site to their own building sites, and, of course, achieve a construction. Resources and paths through the mist may be used by all the players. This initially induces a kind of cooperation, but eventually other players will take advantage of your actions!&#10;&#10;To achieve a construction, you fulfill a contract on one of your cards. You start the game with two contracts, and four more contracts are available for all players to see and use on a first come, first served basis &mdash; and that's where the cooperation abruptly stops. Additionally, most contracts have special powers that are triggered on completion.&#10;&#10;The game ends when a player finishes a fifth building. Opponents each take two final actions, then players score based on the number of cleared hexes and opened production sites and the point value of their contracts, with a bonus for the player who ended the game.&#10;&#10;","image":"https://cf.geekdo-images.com/fBgqTXGvFnr4mzdJo3CJvw__original/img/-dyC6qxjFUYJYapJzAA20yeteAg=/0x0/filters:format(png)/pic2839651.png","thumbnail":"https://cf.geekdo-images.com/fBgqTXGvFnr4mzdJo3CJvw__thumb/img/wkmN5b3_P3RXe7z095TsOeEt-6U=/fit-in/200x150/filters:strip_icc()/pic2839651.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Network and Route Building","Pick-up and Deliver"],"isExpansion":false,"yearPublished":2016,"bggRating":6.55593,"averageRating":7.03074,"rank":1066,"designers":["Martin Wallace"],"publishers":["Space Cowboys","Broadway Toys LTD","GP Games","Rebel Sp. z o.o."],"artists":["Vincent Joubert"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":38,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":43,"notRecommended":14,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":36,"recommended":21,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":42,"recommended":21,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":26,"numPlayersIsAndHigher":true}]}