{"gameId":193949,"name":"Star Trek: Ascendancy","description":"Boldly go where no one has gone before. In Star Trek: Ascendancy &mdash; a board game of exploration, expansion and conflict between the United Federation of Planets, the Klingon Empire, and the Romulan Star Empire &mdash; you control the great civilizations of the Galaxy, striking out from your home worlds to expand your influence and grow your civilization. Will you journey for peace and exploration, or will you travel the path of conquest and exploitation? Command starships, establish space lanes, construct starbases, and bring other systems under your banner. With more than 200 plastic miniatures and 30 star systems representing some of the Star Trek galaxy's most notable planets and locations, Star Trek: Ascendancy puts the fate of the galaxy in your hands.&#10;&#10;The great unknown lies before you; with every turn is a new adventure as your ships explore new space systems, encounter new life forms and new civilizations, make wondrous discoveries, and face challenging obstacles, all drawn from the vast fifty year history of Star Trek. Will you brave the hazards of Rura Penthe to harvest vital resources, race to develop Sherman's Planet before your rivals stake their claim, or explore the mysteries of the Mutara Nebula on an ever-growing, adaptive map of the galaxy. With an infinite combination of planets and interstellar phenomena, no two games of Star Trek: Ascendancy will ever play the same!&#10;&#10;","image":"https://cf.geekdo-images.com/0xrgwN5L4u7HOIeY7QzkTg__original/img/a0vIOrJdFX5IGez-m9_9yN4fHk8=/0x0/filters:format(jpeg)/pic2963697.jpg","thumbnail":"https://cf.geekdo-images.com/0xrgwN5L4u7HOIeY7QzkTg__thumb/img/a53Krylg3gOjVh7EhBMj2BE6HTM=/fit-in/200x150/filters:strip_icc()/pic2963697.jpg","minPlayers":3,"maxPlayers":3,"playingTime":180,"mechanics":["Action Points","Dice Rolling","Events","Modular Board","Player Elimination","Point to Point Movement","Simulation","Trading","Variable Player Powers"],"isExpansion":false,"yearPublished":2016,"bggRating":6.85187,"averageRating":7.8113,"rank":660,"designers":["Aaron Dill","John Kovaleski","Sean Sweigart"],"publishers":["Gale Force Nine, LLC","Heidelberger Spieleverlag"],"artists":["Katie Dillon","Charles Woods"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":57,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":10,"notRecommended":46,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":35,"recommended":32,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":46,"recommended":19,"notRecommended":8,"numPlayersIsAndHigher":true}]}