{"gameId":197101,"name":"Of Dreams & Shadows","description":"&quot;The signs have come. Shadows flicker and stir in the Hollows. A chill has settled in those ancient ruins and expedition pack animals refuse to enter the underworld realm. There are new sightings of large beasts roaming the countryside and strange unnatural calls fill the night air. Hunters have gone missing without a trace and it is no longer safe to explore very far into the woods.&#10;&#10;My sisters wake from the same nightmares. A skeletal hand, pale and white as snow, grasping out from darkness. Thousands of red-eyed crows flying over a field of dead. A bloody maw gaping open with rows of gleaming teeth the size of daggers. I see these images in my own dreams and I fear for what is coming.&quot;&#10;&#10;~Selene&#10;&#10;Of Dreams &amp; Shadows is a cooperative board game for up to six players who take on the role of Champions trying to save their realm. Set in a dark fantasy world, the players will journey from the underworld ruins of a long-dead people to the heart of untamed forests where otherworldly creatures dwell.&#10;&#10;As they direct the actions of their Champions on the game board, the players will participate in a collaborative story. Scenarios introduce encounters and conflict, which are resolved through passing a test or making a choice. The consequences advance the storyline and drive a unique experience as part of the story changes based on each outcome. Failing a test could have dire results such as receiving one of several types of debilitating Afflictions. Many Scenarios will also present players with a moral dilemma where a decision could aid their cause, but not without sacrifice.&#10;&#10;Opposing the players is one of three selectable Villains. Beings of myth and legend, the Villains have their own host of deadly servants to face in combat. Developing flexible tactics and teamwork among players will be crucial as there are over 30 different enemies, each with their own special ability. You must band together with your friends if you hope to survive.&#10;&#10;","image":"https://cf.geekdo-images.com/fJZH6B2P-SDkqSfWQQmFIA__original/img/EXjafeaBrWoF-A8I8baSTlcn4bo=/0x0/filters:format(jpeg)/pic2962349.jpg","thumbnail":"https://cf.geekdo-images.com/fJZH6B2P-SDkqSfWQQmFIA__thumb/img/5XWUbB6k678TfpThqeIqEr365ng=/fit-in/200x150/filters:strip_icc()/pic2962349.jpg","minPlayers":2,"maxPlayers":6,"playingTime":180,"mechanics":["Cooperative Game","Dice Rolling","Point to Point Movement","Role Playing","Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2016,"bggRating":5.63811,"averageRating":7.09053,"rank":7477,"designers":["Gordon Alford"],"publishers":["(Self-Published)","Greenbrier Games"],"artists":["Simon Buckroyd","Matt Forsyth","Steven Preisman"],"playerPollResults":[{"numPlayers":1,"best":5,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":3,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":7,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}