{"gameId":19777,"name":"Indonesia","description":"Judging by the smirk on the face of the Sultan of Solo, the businessman from North Sumatra has just made a mistake. And a costly one at that, too. He has paid way too much for merging his rubber company with the Sultan&rsquo;s extensive rubber plantations: there are no ships in the area to transport the rubber to the booming cities of Java. And the Sultan is now dripping in cash &mdash; he can bribe city authorities so that his ships will gain preferential access to those ports where they are competing. Or he might invest in building an oil imperium. But wait &mdash; what&rsquo;s that young fellow over there up to? Buying all the shipping lines? That might change the outlook &hellip; considerably, in fact &hellip; let&rsquo;s see&hellip;&#10;&#10;Indonesia is a game in which two to five players build up an economy, trying to acquire the most money. Players acquire production companies, which produce goods (rice, spices, microwaveable meals, rubber, and oil), and shipping companies, which deliver goods to cities. As cities receive goods, they grow, increasing their demands. Production companies earn money for each good delivered to a city, up to the city's capacity, but they must pay shipping companies for the distance traveled, even if they end up losing money. Players can research advantages, like greater shipping capacity or the ability to merge companies, possibly stealing ownership of lucrative plantations or shipping routes by buying out other players.&#10;&#10;Players keep their money hidden, trying to accumulate the most by the end of the third era. When only one type of a company is left, an era ends. New eras bring new cities, companies, and types of goods. At the end of the third era, the player with the most money wins. However, money earned from the last round of operations (selling/shipping goods) counts double, so it can be important to control the timing.&#10;&#10;","image":"https://cf.geekdo-images.com/dMKwaRT7SYvukMuz6A8cxQ__original/img/ujxqaJuxawHp28WMvjv4JyUp0ac=/0x0/filters:format(jpeg)/pic93485.jpg","thumbnail":"https://cf.geekdo-images.com/dMKwaRT7SYvukMuz6A8cxQ__thumb/img/RCh0FVF5BT9-ATms0Wc_6hs2z5I=/fit-in/200x150/filters:strip_icc()/pic93485.jpg","minPlayers":2,"maxPlayers":5,"playingTime":240,"mechanics":["Auction/Bidding","Pick-up and Deliver","Tech Trees / Tech Tracks"],"isExpansion":false,"yearPublished":2005,"bggRating":7.15729,"averageRating":7.8792,"rank":314,"designers":["Jeroen Doumen","Joris Wiersinga"],"publishers":["One Moment Games","Splotter Spellen"],"artists":["Jeroen Kesselaar","Ynze Moedt"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":73,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":16,"notRecommended":75,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":26,"recommended":72,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":105,"recommended":30,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":33,"recommended":69,"notRecommended":23,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":2,"notRecommended":57,"numPlayersIsAndHigher":true}]}