{"gameId":198830,"name":"Heroes of Land, Air & Sea","description":"Heroes of Land, Air &amp; Sea is an immersive and strategic 4X-style board game that transports players into a world of epic battles between orcs and humans, dwarves and elves, and warring kingdoms. With beautifully crafted miniatures, this game brings to life the thrilling tale of heroes who shape the course of war.&#10;&#10;&#10;In this game, players take on the role of one of these iconic factions, vying to expand their kingdom and conquer new territories. Every great kingdom starts small, and players begin their journey with just a humble town hall, a handful of peons, and a lone warrior. From this modest beginning, players must venture out, explore the surrounding lands, strengthen their workforce, build a formidable army, and develop their kingdom. This requires careful decision-making, resource management, and strategic warfare.&#10;&#10;&#10;As players progress and achieve milestones in their kingdom's development, they unlock a multitude of advantages. Peons evolve into mighty warriors, warriors ascend to become powerful heroes, and town halls transform into majestic castles. Players also gain access to water vessels and air vessels, as well as mythical creatures. By boarding these vessels and creatures with their units, players can traverse the expansive game board more swiftly and position their armies for devastating attacks.&#10;&#10;&#10;Warfare in Heroes of Land, Air &amp; Sea employs a meticulously designed cost/reward system, outlined on tactics cards that players must secretly select. The availability of these tactics cards depends on the units involved in the conflict. It is during these intense battles that players must showcase their strategic prowess and fight for victory, knowing that history is written by the victors.&#10;&#10;&#10;Furthermore, Heroes of Land, Air &amp; Sea features two distinct economic systems. The first involves the risky acquisition and careful management of vital resources such as food, ore, and mana. The second system introduces a unique twist on worker placement, where players must strategically allocate their peons to construct buildings. However, it&rsquo;s important to note that these peons could also be utilized for exploration, expansion, exploitation, or even extermination! Achieving the perfect equilibrium between these two systems is absolutely pivotal for securing victory in this thrilling game.&#10;&#10;","image":"https://cf.geekdo-images.com/MAIDRapFcDC08pmZIBM7EQ__original/img/1VJvbDK3JasY0jizxQpBx0dM-Qc=/0x0/filters:format(png)/pic3315057.png","thumbnail":"https://cf.geekdo-images.com/MAIDRapFcDC08pmZIBM7EQ__thumb/img/zk2EZaatlJdmd1Rk0tIgSwM4vco=/fit-in/200x150/filters:strip_icc()/pic3315057.png","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Area Majority / Influence","Card Play Conflict Resolution","Follow","Take That","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2018,"bggRating":6.70556,"averageRating":7.60478,"rank":834,"designers":["Scott Almes"],"publishers":["Galakta","Gamelyn Games"],"artists":["Chad Hoverter","Adam P. McIver","Ian Rosenthaler"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":14,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":20,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":31,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":31,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":20,"notRecommended":7,"numPlayersIsAndHigher":true}]}