{"gameId":198830,"name":"Heroes of Land, Air & Sea","description":"Heroes of Land, Air &amp; Sea is a 4X-style board game with miniatures that tells the epic tale of orcs vs. humans, dwarves vs. elves, battling kingdoms, and the individuals who turn the tides of war.&#10;&#10;Players control one of these classic factions, competing to expand their kingdom into new territory. Even the greatest kingdoms begin as small townships, therefore players begin with only a basic town hall, a couple of peons, and a single warrior. From there, players must explore the territory around them, build up their work force, fortify their army, and develop their kingdom &mdash; all through careful action selection, exploitation, war, and resource management.&#10;&#10;As players reach milestones in the development of their kingdom, they gain access to many advantages. Peons become warriors, warriors become powerful heroes, and town halls eventually become castles. Players gain access to water, and even air, vessels and creatures. Boarding these vessels and creatures with your units allows for faster travel across the vast game board and for positioning armies for powerful attacks.&#10;&#10;War in Heroes of Land, Air &amp; Sea features a cost/reward system carefully detailed on tactics cards from which players must secretly choose. The availability of these tactics cards depends on the units participating in the war. It is here that players wage their wits and legacy in an attempt to exterminate one another. For as we all know, &quot;history is written by the victors&quot;.&#10;&#10;Heroes of Land, Air &amp; Sea also boasts two economic systems, one being the risky acquisition and careful management of the resources (food, ore and mana), while the other is a twist on worker placement that requires the leveraging of peons to construct buildings, peons that could otherwise be exploring, expanding, exploiting, and exterminating! Finding this balance is crucial to victory!&#10;&#10;","image":"https://cf.geekdo-images.com/MAIDRapFcDC08pmZIBM7EQ__original/img/1VJvbDK3JasY0jizxQpBx0dM-Qc=/0x0/filters:format(png)/pic3315057.png","thumbnail":"https://cf.geekdo-images.com/MAIDRapFcDC08pmZIBM7EQ__thumb/img/zk2EZaatlJdmd1Rk0tIgSwM4vco=/fit-in/200x150/filters:strip_icc()/pic3315057.png","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Area Majority / Influence","Card Play Conflict Resolution","Follow","Take That","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2018,"bggRating":6.72178,"averageRating":7.62276,"rank":763,"designers":["Scott Almes"],"publishers":["Galakta","Gamelyn Games"],"artists":["Chad Hoverter","Adam P. McIver","Ian Rosenthaler"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":14,"notRecommended":19,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":19,"notRecommended":19,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":30,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":29,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":18,"notRecommended":7,"numPlayersIsAndHigher":true}]}