{"gameId":199383,"name":"Calimala","description":"The &quot;Arte di Calimala&quot; &mdash; the guild of cloth finishers and merchants in foreign cloth &mdash; was one of the greater guilds of Florence, who arrogated to themselves the civic power of the Republic of Florence during the Late Middle Ages. The woolen cloth trade was the engine that drove the city&rsquo;s economy and the members of the Calimala were the elite of Florence.&#10;&#10;Throughout its long history, the Arte di Calimala supervised the execution of artistic and architectural works. Most Florentine guilds performed such activities, but the Calimala distinguished itself from other guilds through the number and prestige of the projects and the sites administered, including the construction and decoration of some of the major churches of the city.&#10;&#10;Players of Calimala are cloth merchants in medieval Florence, with a number of trusted employees that they assign to various streets within the city to carry out actions. (Each street connects two places where particular actions can be taken.) While taking these actions, players produce and deliver cloth and contribute to the construction and decoration of various buildings across the city. Employees stay on their assigned places for a while, carrying out their actions whenever the street is activated, and eventually are promoted into the city council, triggering a scoring phase.&#10;&#10;Depending on the number of players, each player has a number of action discs. In turn order, they can put one on a space between two actions, performing both actions and activating all other discs on the same space. When the fourth disc is placed on an action space, the lowest one is promoted to the city council, which triggers a scoring. After the last action disc is placed or the last scoring phase in the council is triggered, the game ends. The positions of the action spaces and sequence of scoring phases vary from game to game, making each game very different. Secret scoring objectives and action cards add uncertainty.&#10;&#10;","image":"https://cf.geekdo-images.com/6-Pj_AxP0mjjFXYs2ukMWw__original/img/u607jS_nxYDDnpFkd0ZaJE-eFE8=/0x0/filters:format(jpeg)/pic7611495.jpg","thumbnail":"https://cf.geekdo-images.com/6-Pj_AxP0mjjFXYs2ukMWw__thumb/img/XhyVFdk2GZEaU6AXLiOZQAIEr2o=/fit-in/200x150/filters:strip_icc()/pic7611495.jpg","minPlayers":3,"maxPlayers":5,"playingTime":75,"mechanics":["Area Majority / Influence","End Game Bonuses","Modular Board","Order Counters","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2017,"bggRating":6.40802,"averageRating":7.20356,"rank":1378,"designers":["Fabio Lopiano"],"publishers":["ADC Blackfire Entertainment GmbH","Alley Cat Games","Arrakis Games","Rightgames RBG SIA","Stronghold Games"],"artists":["Harald Lieske","Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":27,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":4,"notRecommended":26,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":7,"recommended":29,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":43,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":7,"recommended":19,"notRecommended":19,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":25,"numPlayersIsAndHigher":true}]}