{"gameId":200057,"name":"Pioneer Days","description":"Saddle up and guide your wagon train along the perilous Oregon Trail! Build a team of hardy folk and gather resources and equipment with a unique dice drafting system. But dangers await in the dice you don't choose! You can hire townsfolk, buy wagons, pan for gold, and take on cattle &mdash; all the while preparing for inevitable raids, storms and famine. Who will best face the perils of the wild frontier and lead their wagon train to victory?&#10;&#10;Pioneer Days is a dice-drafting game reminiscent of The Oregon Trail. While you pursue your strategy, you must be prepared for impending disasters such as storms, disease, raids, and famine.&#10;&#10;Round by round, players draw dice out of the bag, roll them, then take turns drafting one to either collect silver, hire a townsfolk, or take an action based on the die value. Townsfolk confer immediate or constant benefits as well as end game scoring bonuses, while actions help you collect wood, medicine, cattle, equipment, and gold nuggets. The unchosen die each round advances one of the disaster tracks based on its color, and when a disaster gets to the end of its track, all players must deal with its effects:&#10;&#10;&#10;    During a raid, you lose half of your silver.&#10;    During a famine, you need to spend 1 silver per cattle or lose the cattle.&#10;    During a disease, you need 1 medicine per townsfolk or lose the townsfolk.&#10;    During a storm, you need 1 wood per wagon or suffer damage to your wagons.&#10;&#10;&#10;At the end of each round, you can satisfy the current town's favor conditions in order to earn their favor. Prepare for the disasters while you pursue your strategy, and earn the most points to win the game!&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/nyIM6HXWBtvwYhxP9-QoDxgHN6Y=/0x0/pic3711919.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/5vVceEdDTdlyKtU_KYFTy0NiCZM=/fit-in/200x150/filters:strip_icc()/pic3711919.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Card Drafting","Dice Rolling","Variable Player Powers"],"isExpansion":false,"yearPublished":2017,"bggRating":6.38402,"averageRating":7.33151,"rank":1202,"designers":["Matthew Dunstan","Chris Marling"],"publishers":["Tasty Minstrel Games","Do it games","sternenschimmermeer"],"artists":["Guille Longhini","Sergi Marcet"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":17,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":15,"recommended":13,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":12,"recommended":14,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":19,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":true}]}