{"gameId":200511,"name":"After The Empire","description":"After the fall of Rome, Europe fell into the so-called &quot;dark ages.&quot; From the chaos, feudalism arose providing stability to the region over the coming centuries. By the High Middle Ages, the region was prosperous despite much fighting. From your walled city, you are a medieval liege ruling the surrounding lands, settlements, and holdings granted by birthright. This is your fiefdom, and all within it owe fealty and allegiance to you above all others. Each other lord and lady rules a neighboring fiefdom and competes for resources in the unclaimed yet bountiful lands of the countryside between them. Tensions were high and petty feuds common between you and your neighbors until scouts reported a new and deadly threat. Invaders have swept in from the east! Their sizable army is camped on the edges of your realm, and this new common enemy endangers the entire land. Refugees from the fallen eastern lands seek shelter and bring tales of destruction. Old rivalries must be put aside to focus on the onslaught to come and remain unbroken.&#10;&#10;After The Empire is a worker placement/resource management game set in the middle ages.  During each turn, known as a season, players alternate using worker tokens to take actions, such as gathering resources, building advanced buildings and recruiting refugees.  Once all workers have been committed, players harvest food from their surrounding lands and then prepare for combat.&#10;&#10;During each season's combat, invader cards are revealed, with a randomized number of troops and compass direction of attack. Only the wealthiest of castles will draw the attention of larger forces and their siege weapons.  You must repair your city and recruit and arm your troops quickly to stand any chance.  The winner is the lord or lady who has best preserved their fiefdom and saved up the most gold.&#10;&#10;Your life, your wealth, your fiefdom, and your legacy must be protected at all costs!&#10;&#10;","image":"https://cf.geekdo-images.com/CLqkcG96nIM2CI7-y2lhzQ__original/img/wxGYEsPwFDWp0RHuTcTOSK6EunM=/0x0/filters:format(png)/pic4614675.png","thumbnail":"https://cf.geekdo-images.com/CLqkcG96nIM2CI7-y2lhzQ__thumb/img/_VlYlXhSMu76twfNj5cBcbThYrA=/fit-in/200x150/filters:strip_icc()/pic4614675.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Worker Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":5.7668,"averageRating":8.07232,"rank":4006,"designers":["Evan Halbert","Ryan Mauk"],"publishers":["Grey Fox Games"],"artists":["Yaroslav Radetskyi"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}