{"gameId":200853,"name":"Habitats","description":"In Habitats, each player builds a big wildlife park without cages or fences. The animals in your park need their natural habitats: grassland, bush, rocks or lakes. The zebra needs a big area of grass and some water adjacent, for example, while a bat needs rocks and bush and water, a hart needs bush and grass, and a crocodile needs mainly water. There is a snake, baboon, bee, elephant, otter, lizard, turtle, eagle, meerkat, scorpio, hog, catfish, rhino, etc., each with its own landscape requirements &mdash; 68 different animals in total.&#10;&#10;Each player starts their individual park with an entrance tile, and they are each represented in the marketplace of animal tiles by a ceramic figure (or a wooden ranger meeple in some editions). On a turn, a player takes the tile to their left, right or front; moves their figure to the space just vacated; then draws a tile to place where their figure started the turn.&#10;&#10;When adding an animal tile in your park, you add its main landscape &mdash; the base space for the animal &mdash; to your park, too. While placing this new animal, its own piece of landscape can help to fulfill the requirements of your other animals' requirements, e.g., the water on a hippo tile fulfilling the adjacent otter's need for water. Thus, fulfilling every animal's desire for land becomes a more and more difficult task with each tile you add.&#10;&#10;Aside from expanding your park with different landscape types, flora and animals, you can improve its profitability by building extra entrance roads, trek spots, and watchtowers.&#10;&#10;Habitats lasts three seasons, with each season giving each player 6-9 new tiles for their parks. Whoever has best met the goal of the season receives bonus points, with a smaller number of points for second and third place. At the end of the game, each player scores for each tile in their park based on whether that tile's requirements are satisfied. Whoever scores the most points wins!&#10;&#10;","image":"https://cf.geekdo-images.com/-BF0wkdHwcEyfw_Un48d2g__original/img/TQUEKGXDST8fNc2AOLof3-_9Es4=/0x0/filters:format(jpeg)/pic6744098.jpg","thumbnail":"https://cf.geekdo-images.com/-BF0wkdHwcEyfw_Un48d2g__thumb/img/nmcZVe-7THsTaUlMCeiemofSqwY=/fit-in/200x150/filters:strip_icc()/pic6744098.jpg","minPlayers":2,"maxPlayers":5,"playingTime":50,"mechanics":["Grid Movement","Map Addition","Open Drafting","Pattern Building","Square Grid","Tile Placement"],"isExpansion":false,"yearPublished":2016,"bggRating":6.3041,"averageRating":7.33986,"rank":1481,"designers":["Corné van Moorsel"],"publishers":["Cwali","BoardGameTables.com","IGAMES"],"artists":["Daniel Profiri","Dominique Ramsey","Steven Tu"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":12,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":13,"recommended":9,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":11,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":6,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}