{"gameId":201808,"name":"Clank!: A Deck-Building Adventure","description":"Burgle your way to adventure in the deck-building board game Clank! Sneak into an angry dragon's mountain lair to steal precious artifacts. Delve deeper to find more valuable loot. Acquire cards for your deck and watch your thievish abilities grow.&#10;&#10;Be quick and be quiet. One false step and CLANK! Each careless sound draws the attention of the dragon, and each artifact stolen increases its rage. You can enjoy your plunder only if you make it out of the depths alive!&#10;&#10;Clank! is a deck-building game. Each player has their own deck, and building yours up is part of playing the game. You start each of your turns with five cards in your hand, and you'll play them all in any order you choose. Most cards will generate resources, of which there are three different kinds:&#10;&#10;&#10;    Skill, which is used to acquire new cards for your deck.&#10;    Swords, which are used to fight the monsters that infest the dungeon.&#10;    Boots, which are used to move around the board.&#10;&#10;&#10;Every time you acquire a new card, you put it face up in your discard pile. Whenever you need to draw a card and find your deck empty, you shuffle your discard pile and turn it face down to form a new deck. With each shuffle, your newest cards become part of a bigger and better deck! Each player starts with the same cards in their deck, but they&rsquo;ll acquire different cards during their turns. Because cards can do many different things, each player&rsquo;s deck (and strategy) will become more and more different as the game unfolds.&#10;&#10;During the game, you have two goals:&#10;&#10;    Retrieve an Artifact token and escape the dragon by returning to the place you started, outside of the dungeon.&#10;    Accumulate enough points with your Artifact and other loot to beat out your opponents and earn the title of Greatest Thief in the Realm!&#10;&#10;&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/DPjV1iI0ygo5Bl3XLNRiIg__original/img/cXqOdM3BLyIeRt0GP3M3V--gF1M=/0x0/filters:format(jpeg)/pic4449526.jpg","thumbnail":"https://cf.geekdo-images.com/DPjV1iI0ygo5Bl3XLNRiIg__thumb/img/O2WnqJew5gNjQqPUH3gqmTBc1pQ=/fit-in/200x150/filters:strip_icc()/pic4449526.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Deck, Bag, and Pool Building","Delayed Purchase","End Game Bonuses","Movement Points","Open Drafting","Player Elimination","Point to Point Movement","Push Your Luck","Variable Set-up"],"isExpansion":false,"yearPublished":2016,"bggRating":7.64616,"averageRating":7.81371,"rank":72,"designers":["Paul Dennen"],"publishers":["Renegade Game Studios","Arclight","Conclave Editora","Devir","Dire Wolf","Korea Boardgames Co., Ltd.","Lavka Games","Lucrum Games","Raven Distribution","Reflexshop","REXhry","Schwerkraft-Verlag"],"artists":["Rayph Beisner","Raul Ramos","Nate Storm"],"playerPollResults":[{"numPlayers":1,"best":5,"recommended":114,"notRecommended":206,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":55,"recommended":337,"notRecommended":54,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":314,"recommended":154,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":197,"recommended":206,"notRecommended":33,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":6,"notRecommended":238,"numPlayersIsAndHigher":true}]}