{"gameId":202077,"name":"Deep Madness","description":"In a dark and claustrophobic deep sea mining site, the uncovering of a mysterious &ldquo;Sphere&rdquo; is dragging everyone nearby into the endless madness. The fears deep within one&rsquo;s mind are amplified and transformed into horrifying monsters from other dimensions, torturing one's body and testing their sanity. Only those with extraordinary will and conviction can escape its devastating grasp. Deep Madness is a fully cooperative board game for 1-6 players with 66 amazingly detailed miniatures, depicting a sci-fi horror world inspired by Lovecraft&rsquo;s work and the Alien series. In the game, players assume the roles of investigators, venturing into the seemingly empty yet perilous deep sea mining site to find out the truth behind the lost contact event. Unimaginable horror and madness from the dark fear within is waiting.&#10;&#10;Deep Madness is based on multiple scenarios from a continuous storyline. Each scenario has its own unique board setup, rules, special effects, and goals. From resolving fatal crises to struggling with overwhelming bosses, the investigators will face various quests filled with strategical decisions and fierce combat. With each scenario achieved, they are one step closer to the truth, but also one step deeper into the world of madness. Each scenario of the game plays in a limited number of game rounds, if the investigators fail to achieve the goals before the last round ends, the game is lost and everyone is consumed. Each game round consists of 4 phases: Devour Phase, Spawn Phase, Activation Phase, and Refresh Phase.&#10;&#10;In Devour Phase, the Devour Marker progresses one step forward along the Devour Track, indicating the world going deeper into madness. As the Devour Marker progressing, more and more rooms (map tiles) are flipped to their madness side. These rooms will spawn monsters and provide various nasty effects to hinder the investigators or to boost the monsters.&#10;&#10;In Spawn Phase, different types of monsters with unique abilities are spawned in the flipped rooms. Monsters do not show their existence in fixed locations, they could be spawned right next to the investigators if they ventured carelessly.&#10;&#10;Activation Phase is the core of the game, the investigators and the monsters take turns to act alternately. Monsters do not wait for all investigators to finish their turns like in other cooperative games, but do act between them, so careless planning would put the investigators who are later in the turn order into grave danger, facing fatal attacks before they had a chance to act.&#10;&#10;In Refresh Phase, some maintenances are performed, and some special effects are resolved.&#10;&#10;In each investigator&rsquo;s turn, it is crucial that the player chooses 3 actions to take wisely. Each kind of action has its own value, and every single decision could be life and death in Deep Madness. Unfortunately, the correct decision is rarely obvious. Moving, attacking, searching, exchanging items, locking the doors, and recovering sanity are the basic actions. Additionally, each investigator also has his/her own unique and irreplaceable abilities to activate. Different combinations of investigators provide distinctive strategies and game experiences.&#10;&#10;Monster acts according to its own action pool during its turn. In Deep Madness monsters are highly characteristic, not just in stats, but also in abilities and behaviors. Different combinations of monsters provide unique challenges. And due to the intertwined activation mechanism, even different turn orders of the monsters make each game session different. However, no matter how the monsters setup is, Deep Madness will be a very challenging game, even death could be a strategy.&#10;&#10;In the game, investigators battle the horrific monsters, survive the harsh crises, and above all, save their own minds from the devouring of madness. They are given many chances to consume their own sanity, to activate their abilities, to use the effects of items, to reroll the dice, and etc. However they are vulnerable when the sanity is low. After an investigator with insanity tokens manages to kill a monster, the monster will corrupt his/her mind, by permanently flipping the insanity tokens into madness tokens. As the madness token cumulates, horror haunts the investigator by resolving Madness Cards, and each of them has unique negative effect and terrifying flavor text.&#10;&#10;","image":"https://cf.geekdo-images.com/RAaKHdR-UqEN2Xd-j4NhNw__original/img/xmqJ2rr8CBgYoLYhWm88e210Bmo=/0x0/filters:format(jpeg)/pic4332309.jpg","thumbnail":"https://cf.geekdo-images.com/RAaKHdR-UqEN2Xd-j4NhNw__thumb/img/-x1GSZVk9e5bNhrqLYJvdRASZeY=/fit-in/200x150/filters:strip_icc()/pic4332309.jpg","minPlayers":1,"maxPlayers":6,"playingTime":120,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Hand Management","Modular Board","Variable Player Powers"],"isExpansion":false,"yearPublished":2018,"bggRating":6.40808,"averageRating":7.8681,"rank":1285,"designers":["Chauncey","Roger Ho"],"publishers":["Diemension Games","Czacha Games"],"artists":["Roberto Chaudon","Joseph Diaz","DRock-ART","Gautier Giroud","Gaël Goumon","Stef Kopinski","Guillem H. Pongiluppi","Pedro Sena","Chang Yuan"],"playerPollResults":[{"numPlayers":1,"best":11,"recommended":18,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":14,"recommended":21,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":21,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":17,"recommended":12,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":15,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":9,"recommended":11,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":18,"numPlayersIsAndHigher":true}]}