{"gameId":202426,"name":"Sidereal Confluence","description":"Sidereal Confluence: Trading and Negotiation in the Elysian Quadrant is a singularly unique trading and negotiation game for 4-9 players. Over the course of the game, each race must trade and negotiate with the rest to acquire the resource cubes necessary to fund their economy and allow it to produce goods for the next turn. Scheming, dealing, and mutually beneficial agreements are key to success. While technically a competitive game, Sidereal Confluence has a cooperative feel during the trading phase as no race has the ability to thrive on its own. Trade well, and you'll develop technologies and colonize planets to form a civilization that is the envy of the galaxy.&#10;&#10;Each player chooses one of the nine unique and asymmetrical alien races that have come together to form a trade federation in their quadrant. Each race has its own deck of cards representing all the existing and future technologies it might research. Some races also have other cards related to unique features of their culture. These cards represent portions of the culture's economy and require spending some number of cubes to use, resulting in an output of more cubes, ships, and possibly victory points. Since each culture's outputs rarely match their inputs, players need to trade goods with one another to run their converters to create the resources they truly need to run their society most efficiently and have an effective economy. Almost everything is negotiable, including colonies, ships, and all kinds of resources.&#10;&#10;Each game round contains an open trading phase in which all players can negotiate and execute deals for cubes, ships, colonies, even the temporary use of technologies! Players with enough resources can also research technologies, upgrade colonies, and spend resources on their race's special cards during this phase. Once complete, all players simultaneously run their economies, spending resources to gain more resources. The Confluence follows, starting with players sharing newly researched technologies with all other races and following with bidding to acquire new colonies and research teams. Researching a new technology grants many victory points for the prestige of helping galactic society advance. When one race builds a new technology, it is shared with everyone else. Technologies can be upgraded when combined with other technologies.&#10;&#10;The ultimate goal is victory points, which are acquired by researching technologies, using your economy to convert resources to goods, and converting your leftover goods into points at the end of the game.&#10;&#10;The game is almost all simultaneous play.&#10;&#10;Sidereal Confluence: Remastered Edition features the same gameplay as the first edition of the game from 2017, but features an updated card layout, a teaching guide, and an improved rulebook for easy set-up and learning with more visual examples and clear key terms.&#10;&#10;","image":"https://cf.geekdo-images.com/3V1Nmee3P4qSpVmWO9uGgw__original/img/1D98HsjtX5IzcwUMvd-67z1xzKo=/0x0/filters:format(jpeg)/pic4981297.jpg","thumbnail":"https://cf.geekdo-images.com/3V1Nmee3P4qSpVmWO9uGgw__thumb/img/ptUAPVk_LoqX7qDUt7ngtDXe-Qw=/fit-in/200x150/filters:strip_icc()/pic4981297.jpg","minPlayers":4,"maxPlayers":9,"playingTime":180,"mechanics":["Auction/Bidding","Hidden Victory Points","Negotiation","Real-Time","Tech Trees / Tech Tracks","Trading","Variable Player Powers"],"isExpansion":false,"yearPublished":2017,"bggRating":7.06467,"averageRating":7.77628,"rank":400,"designers":["TauCeti Deichmann"],"publishers":["WizKids (I)","Banana Games","Frosted Games","Intrafin Games","Lavka Games","Pegasus Spiele"],"artists":["Kwanchai Moriya","Jesse Seidule","Nakarin Sukontakorn"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":75,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":76,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":16,"notRecommended":61,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":64,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":49,"recommended":49,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":63,"recommended":29,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":41,"recommended":46,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":20,"recommended":47,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":9,"best":14,"recommended":47,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":9,"best":0,"recommended":0,"notRecommended":59,"numPlayersIsAndHigher":true}]}