{"gameId":203740,"name":"Age of Thieves","description":"Description from the publisher:&#10;&#10;Age of Thieves is a fantasy board game of strategy and adventure set in Hadria, a port metropolis located on the northern fringes of a mighty Empire. Each player becomes a master thief about to commit the most daring burglary of his career. During the game players may use unique abilities of their thieves as well as various action cards, which represent maneuvers, alchemical potions or complicated devices inspired by visionary ideas of Renaissance inventors. The players choose cards to play and then use available Action Points to plan the order of their activities. This makes the game very dynamic, with each resolved action dramatically influencing the turn. The players&rsquo; order changes dynamically depending on the number of Action Points placed on each chosen card.&#10;&#10;The goal of the game is to break into the vault inside the Emperor's palace and steal the Emperors' Jewel, the symbol of power very precious to the ruling dynasty. However, this is hardly the end, because thieves must escape from the city with their loot. This is no easy task - the streets are patrolled by vigilant city guards and veteran captains well versed in all criminal tricks. Additionally, time is running fast for the thieves - event cards introduced each turn control the flow of the game, escalating its pace and difficulty of challenges for the players to overcome.&#10;&#10;The thief who will manage to escape through one of four city gates taking with him the Emperors&rsquo; Jewel or other valuable loot will be the winner of the game. Anyone who will stay inside Hadria after resolving the last event card will be caught and mercilessly thrown inside the city dungeon, their names erased from the annals of the omnipotent Guild.&#10;&#10;","image":"https://cf.geekdo-images.com/eO1zAn32IjdmUu2P7o9hYQ__original/img/sYIR10_xgcldA02IvO1VcHPYT-k=/0x0/filters:format(jpeg)/pic5964771.jpg","thumbnail":"https://cf.geekdo-images.com/eO1zAn32IjdmUu2P7o9hYQ__thumb/img/BODnoXCXXrHbFhJfxl_h-4EnK9I=/fit-in/200x150/filters:strip_icc()/pic5964771.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Action Queue","Simultaneous Action Selection","Variable Player Powers"],"isExpansion":false,"yearPublished":2016,"bggRating":5.75556,"averageRating":6.76065,"rank":4182,"designers":["Sławomir Stępień"],"publishers":["Edge Entertainment","Galakta","Heidelberger Spieleverlag"],"artists":["Damian Bajowski","Bartek Fedyczak","Michał Lechowski","Michał Teliga"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":7,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}