{"gameId":206480,"name":"Imperial Struggle","description":"Note: Before posting questions on rules, components, or clarifications or any other questions; please refer to the Imperial Struggle Corrections and Clarifications document. This file was created by, and is maintained by, the designers. As of July 2020 a set of Living Rules have been released.&#10;&#10;In 1697 the Sun King, Louis XIV, emerged from a decade of war with his Continental ambitions still unsatisfied. Meanwhile, King William III of England sat easier on his new throne than he ever had before. With the Spanish succession crisis unresolved and looming, there were no illusions that the new century would be a quiet one. But neither France nor England could have anticipated the tumult of the years to come: a Second Hundred Years' War, during which these two tenacious adversaries would compete fiercely and proudly along every axis of human achievement. On battlefields from India to Canada to the Caribbean Sea their armies and fleets would clash; in the salons of Paris and the coffee-houses of London the modern world&rsquo;s politics and economics would be born; and finally a revolution would rock the foundations of society &ndash; a revolution that could have ended not in blood and terror but in a triumph of democracy and liberty that might have transformed the world beyond imagining.&#10;&#10;Imperial Struggle is a two-player game depicting the 18th-century rivalry between France and Britain. It begins in 1697, as the two realms wait warily for the King of Spain to name an heir, and ends in 1789, when a new order brought down the Bastille. The game is not merely about war: both France and Britain must build the foundations of colonial wealth, deal with the other nations of Europe, and compete for glory across the span of human endeavor.&#10;&#10;Imperial Struggle covers almost 100 years of history and four major wars. Yet it remains a low-complexity game, playable in a short evening. It aims to honor its spiritual ancestor, Twilight Struggle, by pushing further in the direction of simple rules and playable systems, while maintaining global scope and historical sweep in the scope of a single evening. In peace turns, players build their economic interests and alliances, and take advantage of historical events represented by Event cards. They must choose their investments wisely, but also with an eye to denying these opportunities to their opponent. In war turns, each theater can bring great rewards of conquest and prestige, but territorial gains can disappear at the treaty table. At the end of the century, will the British rule an empire on which the sun never sets? Or will France light the way for the world, as the superpower of the Sun King's dreams or the republic of Lafayette's?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/OUxiQX_mbt4T7pWvjbNJg06gj9o=/0x0/pic5291148.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/ydG55mHxOdtN5RFN9B9z7qAgLBI=/fit-in/200x150/filters:strip_icc()/pic5291148.jpg","minPlayers":2,"maxPlayers":2,"playingTime":240,"mechanics":["Area Majority / Influence","Campaign / Battle Card Driven","Card Drafting","Point to Point Movement","Secret Unit Deployment","Simulation"],"isExpansion":false,"yearPublished":2020,"bggRating":6.30841,"averageRating":8.53435,"rank":1375,"designers":["Ananda Gupta","Jason Matthews"],"publishers":["GMT Games","Devir","DiceTree Games"],"artists":["Terry Leeds"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":14,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":19,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":1,"notRecommended":13,"numPlayersIsAndHigher":true}]}