{"gameId":206718,"name":"Ethnos","description":"In Ethnos, players call upon the support of giants, merfolk, halflings, minotaurs, and other fantasy tribes to help them gain control of the land. After three ages of play, whoever has collected the most glory wins!&#10;&#10;In more detail, the land of Ethnos contains twelve tribes of fantasy creatures, and in each game you choose six of them (five in a 2/3-player game), then create a deck with only the creatures in those tribes. The cards come in six colors, which match the six regions of Ethnos. Place three glory tokens in each region at random, arranging them from low to high.&#10;&#10;Each player starts the game with one card in hand, then 4-12 cards (double the number of players) are placed face up on the table. On a turn, a player either recruits an ally or plays a band of allies. In the former case, you take a face-up card (without replacing it from the deck) or the top card of the deck and add it to your hand. In the latter case, you choose a set of cards in your hand that match either in tribe or in color, play them in front of you on the table, then discard all other cards in hand. You then place one token in the region that matches the color of the top card just played, and you use the power of the tribe member on the top card just played.&#10;&#10;At the end of the first age, whoever has the most tokens in a region scores the glory shown on the first token. After the second age, the players with the most and second most tokens score glory equal to the values shown on the first and second tokens respectively. Players score similarly after the third age, then whoever has the most glory wins. (Games with two and three players last only two ages.)&#10;&#10;","image":"https://cf.geekdo-images.com/UIKUXkcnH3Bd4fjcPGINcA__original/img/IrqDqjjm1LY66Zkw7l4RwppaBBI=/0x0/filters:format(png)/pic3304124.png","thumbnail":"https://cf.geekdo-images.com/UIKUXkcnH3Bd4fjcPGINcA__thumb/img/oNhw2e_wcBc37ItkTRZVio2gMGQ=/fit-in/200x150/filters:strip_icc()/pic3304124.png","minPlayers":2,"maxPlayers":6,"playingTime":60,"mechanics":["Area Majority / Influence","Hand Management","Open Drafting","Push Your Luck","Set Collection"],"isExpansion":false,"yearPublished":2017,"bggRating":7.1709,"averageRating":7.45947,"rank":312,"designers":["Paolo Mori"],"publishers":["CMON Global Limited","Asterion Press","BoardM Factory","Conclave Editora","Delta Vision Publishing","Edge Entertainment","Lavka Games","Portal Games","REXhry","Spaghetti Western Games","Нескучные игры","株式会社ケンビル (KenBill)"],"artists":["John Howe"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":122,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":77,"notRecommended":76,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":20,"recommended":121,"notRecommended":26,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":132,"recommended":49,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":68,"recommended":85,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":23,"recommended":98,"notRecommended":30,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":1,"recommended":2,"notRecommended":79,"numPlayersIsAndHigher":true}]}