{"gameId":210232,"name":"Dungeon Degenerates: Hand of Doom","description":"Dungeon Degenerates: Hand of Doom takes place in the Dark Fantasy Realm of the decaying Eastern Provinces of the W&uuml;rstreich. Players take escaped criminal adventurers on unsavory missions through four distinct regions, each with their own monsters &amp; encounters. As the players explore the W&uuml;rstreich, danger levels rise continuously across the map. Players must complete their mission before the Hand of Doom descends on the board, unleashing evil magic on the land.&#10;&#10;Dungeon Degenerates is a co-op game where players can form parties or split up throughout the game at will; there is no obligation to stick together. Game play is 1-3 hours based on mission. Dungeon Degenerates has an epic RPG campaign feel in an open world sandbox board game, and you bring your experience &amp; items from previous missions. There are multiple missions &amp; objectives of varying difficulty with multiple ways to approach each mission.&#10;&#10;Dungeon Degenerates is set in a cohesive &amp; fixed world with multiple distinct regions which feature unique encounters &amp; thematic monsters. Encounters allow multiple interaction choices; you do not have to fight everyone you see. Play features an open experience system allowing for character customization with new skills. You are always in danger - the town is not an artificial safe zone - combat is dangerous. There are various modes of travel - players cooperate to choose their route &amp; pace, or split up &amp; fend for themselves. Dungeon Degenerates features streamlined combat with tactical depth; each player rolls dice only once on their turn, using standard 6-sided dice only. There are over 100 monsters with unique abilities &amp; artwork.&#10;&#10;","image":"https://cf.geekdo-images.com/aJV4fTuHNVcNLGodEb0DCw__original/img/sFWbO4XRcDQPRSTZ8dFWuY4G7l8=/0x0/filters:format(jpeg)/pic7013980.jpg","thumbnail":"https://cf.geekdo-images.com/aJV4fTuHNVcNLGodEb0DCw__thumb/img/4g_e970PbPbMdzfiEs_sIwM8hiI=/fit-in/200x150/filters:strip_icc()/pic7013980.jpg","minPlayers":1,"maxPlayers":4,"playingTime":360,"mechanics":["Cooperative Game","Dice Rolling","Role Playing","Scenario / Mission / Campaign Game","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2017,"bggRating":6.36764,"averageRating":8.06739,"rank":1579,"designers":["Eric Radey"],"publishers":["Goblinko"],"artists":["Sean Äaberg"],"playerPollResults":[{"numPlayers":1,"best":18,"recommended":28,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":20,"recommended":24,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":12,"recommended":24,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":11,"recommended":22,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":29,"numPlayersIsAndHigher":true}]}