{"gameId":211716,"name":"John Company","description":"Over its 250-year history, the British East India Company grew to become one of the most influential commercial and political organizations in the world. Its profits catapulted the British Empire to global dominance and shaped the fate of some of the world's great nations, but its ascent was anything but easy. The Company was filled with diverging interests and struggled constantly at home and abroad.&#10;&#10;John Company attempts to tell the story of the British East India Company from the inside out. Players will steer their dynasties through the company's history, vying for position, power, and prestige. The goal of the game is simple: Use the Company and the Company's trade to secure your place in society back home. To this end, you guide your scions through their careers, exchanging favors for positions in London or plush colonial posts. Players collectively control the Company, facing tough budgetary decisions and conflicting interests. Should a Governor conduct a campaign to expand company holdings or invest in his region's infrastructure? Perhaps the honest tax revenues would be better diverted to expand his summer estate back home...&#10;&#10;As the game continues, the Company may face open rebellion in India or outright failure as it grapples with increasingly bold attempts at regulation from the British government. It's even possible that the Company's trade monopoly will be revoked, leaving the players to form and operate their own trading firms. Each game offers a huge range of possibilities, informed chiefly by the decisions the players make. In addition, players can tailor their experience by using one of the three tournament scenarios that cover the Early, Mid, and Late Company that can be played in about 90 minutes. The game also offers a full campaign game that will take players from 1720 to 1857 in an evening.&#10;&#10;Taking its inspiration from Phil Eklund's seminal Lords games, John Company offers Greed Incorporated by way of Republic of Rome &mdash; and with only sixty cards and multiple scenarios, John Company is one of the most accessible SMG offerings to date.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/EHe51zQUhLg4lC63BOnniA__original/img/eMtKB5nS1HyzoiVvz3vqJadByfM=/0x0/filters:format(jpeg)/pic3567002.jpg","thumbnail":"https://cf.geekdo-images.com/EHe51zQUhLg4lC63BOnniA__thumb/img/KlwJAv5heo5keb_DJaR1EQqYjm8=/fit-in/200x150/filters:strip_icc()/pic3567002.jpg","minPlayers":1,"maxPlayers":6,"playingTime":180,"mechanics":["Dice Rolling","Push Your Luck","Simulation","Variable Player Powers","Voting"],"isExpansion":false,"yearPublished":2017,"bggRating":6.31607,"averageRating":7.53543,"rank":1393,"designers":["Cole Wehrle"],"publishers":["Sierra Madre Games","Fox in the Box"],"artists":["Cole Wehrle"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":6,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":6,"notRecommended":22,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":17,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":25,"recommended":11,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":9,"recommended":23,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":9,"recommended":13,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":1,"notRecommended":14,"numPlayersIsAndHigher":true}]}