{"gameId":214880,"name":"City of the Big Shoulders","description":"After the great Chicago Fire of 1871, the brave men and women of Chicago sought to rebuild their once-great city, and rebuild it they did. Over the next 60 years Chicago experienced an economic golden age, making such great progress that it hosted The World's Columbian Exposition in 1893, followed not long after by a celebration of its Century of Progress at The World's Fair in 1933.&#10;&#10;Many of the household brands we've come to know and love today had their start in Chicago during this time period; Oscar Mayer, Kraft, Quaker Oats, Nabisco, Swift &amp; Co, Armour &amp; Co, Schwinn Bicycles, Charles Schwab, and many others made a home here in this tall, bold slugger.&#10;&#10;In City of the Big Shoulders players take on the roles of entrepreneurs and investors seeking to rebuild Chicago into a city fit for the world stage. In this unique merger of 18xx-style stock manipulation mechanics with euro-style gameplay, players start companies, trade in shares, hire employees, equip their factories, produce goods and sell them to be delivered to homes across the midwest.&#10;&#10;Although City of the Big Shoulders features a large amount of strategic depth and rewarding gameplay, it does so in a shorter timeline than is typical of most heavy economic games. Players play just five rounds (also known as decades) in about two and a half hours. Each decade consists of five unique phases: A stock phase where players can buy and sell stock; a building phase where players rebuild the city of Chicago, placing action spaces on the board; an action phase where companies send their partners to make deals across Chicago; an Operating Phase where companies buy resources, produce goods, and ship them out of Chicago; and finally a cleanup phase where the board is set up for the following decade. At the end of the fifth decade, the game ends. Players then exchange shares that they have purchased over the course of the game for cash, are rewarded for any of the public goals they have accomplished over the five decades of play, and tally their money to determine who is Chicago's greatest resident.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/JImiygpumS35fVxlfsRPXw__original/img/7uft3DL-UNgIE2MQ_B_RbdsBQKw=/0x0/filters:format(jpeg)/pic4223934.jpg","thumbnail":"https://cf.geekdo-images.com/JImiygpumS35fVxlfsRPXw__thumb/img/4JoMwGJySRhnioxER3OEj6r0uYg=/fit-in/200x150/filters:strip_icc()/pic4223934.jpg","minPlayers":2,"maxPlayers":4,"playingTime":180,"mechanics":["Commodity Speculation","Ownership","Stock Holding","Tile Placement","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2019,"bggRating":6.7575,"averageRating":7.93194,"rank":639,"designers":["Raymond Chandler III"],"publishers":["Parallel Games","Quined Games"],"artists":["Emily R. Dearring","Andreas Resch"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":18,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":20,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":27,"recommended":10,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":12,"numPlayersIsAndHigher":true}]}