{"gameId":215341,"name":"Thunderstone Quest","description":"Thunderstone returns with Thunderstone Quest. Recruit your heroes, arm your party, then visit the dungeon &mdash; and the dungeon has new perils not seen in prior Thunderstone releases. All-new dungeon tiles create new challenges and rewards as you explore deeper and deeper in the dungeon. Each quest brings new dungeons as well as new side adventures!&#10;&#10;Thunderstone is a fantasy deck-building game. Each player starts with a basic deck of cards that they can use to purchase, or upgrade to, other, more powerful cards. Thunderstone Quest brings new play modes to the table. The game will tell a specific story with a series of pre-set dungeon tiles, monsters, heroes and support cards. Each will come with a series of mini-adventures and a story booklet that tells players what happens as they progress through the scenarios.&#10;&#10;Once players have completed the quests they will be able to enjoy great replay value with the available selection of monsters, heroes, and support cards, as well as the new dungeon tiles, by choosing random set-ups before the start of play. Aside from heroes such as wizards, fighters, rogues, and clerics, cards will include supplies that heroes need like weapons, spells, items, or light to reach further into the dungeon.&#10;&#10;The dungeon deck is created by combining several different groups of monsters together. Certain groups of monsters may be more or less susceptible to different hero types, so players have to take this into account when they choose what to buy.&#10;&#10;","image":"https://cf.geekdo-images.com/iNbiiQKqSfa4Eoq7U-O4Uw__original/img/xOr7JPv4PnikAfJkvfDS3FRUlhM=/0x0/filters:format(jpeg)/pic3941484.jpg","thumbnail":"https://cf.geekdo-images.com/iNbiiQKqSfa4Eoq7U-O4Uw__thumb/img/vpvEr_gA1fMhIgZwafl2oJBR_j4=/fit-in/200x150/filters:strip_icc()/pic3941484.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Deck, Bag, and Pool Building"],"isExpansion":false,"yearPublished":2018,"bggRating":6.99488,"averageRating":7.77605,"rank":458,"designers":["Mike Elliott","Bryan Reese","Mark Wootton"],"publishers":["Alderac Entertainment Group"],"artists":["Jason Engle","Matt Paquette & Co.","David Su"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":9,"notRecommended":38,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":54,"recommended":18,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":19,"recommended":45,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":30,"notRecommended":35,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":45,"numPlayersIsAndHigher":true}]}