{"gameId":218176,"name":"Milkman","description":"It's the fabulous '50s in America. Hometown pride is in full swing, everybody likes Ike, and the baby boom is exploding all over. What those growing families need is something fresh, something local, and something healthy, and you've got just the thing - milk!&#10;&#10;In Milkman, you'll take on the role of a local dairy farmer, doing your best to manage your farm, keep the cows happy, process and deliver whole, skim, and chocolate milk, and persuade local customers that your milk is definitely the freshest and tastiest around. Each round, all players roll a certain number of custom dice with all the actions available to do what's mentioned above. They may press their luck and re-roll those dice a couple of times, or match up sets to get the result they want. The active player will have a few more dice to work with which, unfortunately, can't be re-rolled, but can be manipulated with cash on hand.&#10;&#10;Throughout the game, players will have to decide how best to manage their time, either expanding the farm for more flexibility and output, grabbing valuable customers before others can, or shipping out that delicious milk to customers for pride and reputation.&#10;&#10;Milkman plays quickly, is easy to teach, and comes with great components like custom dice, personal farming and neighborhood boards, cow meeples, and much more.&#10;&#10;","image":"https://cf.geekdo-images.com/OULRnVwpYoM3Z7QwlqoJ4A__original/img/tsV16iVwB0JRKYYAk5Z3Mqk3rYs=/0x0/filters:format(jpeg)/pic7425423.jpg","thumbnail":"https://cf.geekdo-images.com/OULRnVwpYoM3Z7QwlqoJ4A__thumb/img/sJ_Gi5WkRChjbMtWbA7K9s7WbTc=/fit-in/200x150/filters:strip_icc()/pic7425423.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Pick-up and Deliver","Set Collection"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":9.9,"rank":-1,"designers":["Joshua J Mills"],"publishers":["Dice Hate Me Games"],"artists":["Marlies Barends","Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}