{"gameId":218479,"name":"Cerebria: The Inside World","description":"Cerebria is a dynamic, team-based, objective-driven area control game, where players play as Spirits, powerful entities representing Bliss or Gloom. These opposing forces - the two sides of human nature - struggle to control and shape the Inside World, the metaphorical representation of an evolving personality.&#10; Cerebria introduces a unique theme and numerous innovative mechanisms. The game is centered around the player-controlled Spirits, and the Emotion cards controlling Cerebria&rsquo;s areas, each with their own stats and abilities.&#10;&#10;The Spirits can perform up to three actions on their turn. These include moving between Cerebria&rsquo;s Realms and Frontiers, using the specific powers of the Realms, invoking and upgrading Emotion cards, removing opposing Emotions, and building Fortresses to consolidate their influence on certain areas. The Actions cost Willpower, gained primarily by absorbing from the Origin&rsquo;s Spheres in the middle of the board. Both Bliss and Gloom also have a rare shared team resource, Ambition, enabling them to use the game&rsquo;s most powerful effects.&#10; The teams can score points either by accomplishing publicly known minor objectives (the Intentions), or completing their major objectives (the Aspirations), which change dynamically during the course of the game. Scoring Aspirations allows players to add Bliss and Gloom Fragments to the Identity, built in the middle of the board. These are key moments in the game: Cerebria&rsquo;s state is in constant flux, but the Fragments are permanent imprints of a game state during the scoring events.&#10; The game is won by the side with more influence over the finished Identity, thus becoming the dominant force in Cerebria.&#10;&#10;","image":"https://cf.geekdo-images.com/xZ6CZ8_J4CEwR7TT8_3hKw__original/img/7Ni8b05mJH5CcKoFVbRlYrOnR1g=/0x0/filters:format(png)/pic3568532.png","thumbnail":"https://cf.geekdo-images.com/xZ6CZ8_J4CEwR7TT8_3hKw__thumb/img/DpP7gvOmzFeWhBmdk5XgdKFmK1k=/fit-in/200x150/filters:strip_icc()/pic3568532.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Area Majority / Influence","Cooperative Game","Deck Construction","Hand Management","Point to Point Movement","Team-Based Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2018,"bggRating":6.69924,"averageRating":7.77183,"rank":801,"designers":["Richard Amann","Viktor Peter","István Pócsi","Frigyes Schőberl"],"publishers":["Mindclash Games","Intrafin Games"],"artists":["Pedro A. Alberto","Toby Allen","Villő Farkas","Jamie Sichel"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":29,"notRecommended":23,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":53,"recommended":30,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":7,"recommended":37,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":52,"recommended":24,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":14,"notRecommended":40,"numPlayersIsAndHigher":true}]}