{"gameId":219217,"name":"Arena: The Contest","description":"In a world unified by the Empire, it is forbidden to raise armies and make war. All major conflicts get solved in the ARENA, where the best fighters represent entire Nations. Such fighters, with good reason, are called HEROES.&#10;&#10;In this turn-based tactical combat boardgame, players recruit teams of three or four from a wide pool of Heroes, all of them experts in a Combat Role, like Tactician, Healer and Bruiser. There are countless combos, counterpicks and strategies to explore in the attempt to build a powerful and synergistic team.&#10;&#10;Each Hero is granted a Move and an Attack action per turn. Its governing rules are intuitive, meaning even beginners will find ARENA easy to learn; however, the game will forever remain challenging, as it is impossible to reproduce two equal matches, all attacks are unique, and there are optional 'advanced' features to implement in order to refresh and deepen the experience, such as Artifacts and Scrolls.&#10;&#10;In Competitive mode (PvP), both teams fight each other until one eliminates all opposition and wins the battle. Matches begin by strategically positioning highly-detailed miniatures in an infinitely customizable battlefield featuring optional elements that change the dynamics of combat, such as walls, debris, altars and lava. You're required to plan ahead, consider your enemies' moves and work in harmony with your team in order to find the best possible action when your turn comes.&#10;&#10;In Cooperative mode (PvE), the Player(s) build a team of 4 Heroes to travel the fantastic world of Tanares in order to solve an ancient mystery, facing Missions with different problems, hazards, and goals. Campaign Cards present players with challenging events, requiring tough decisions that shape the course - and outcome - of an adventure that find its climaxes in the difficult Dragon Boss Fights.&#10;&#10;The Campaign is meant to be conducted through the course of several sessions, in which Heroes gain experience according to the number - and quality - of accomplished Mission objectives. Experience Points can be spent to Level UP and acquire minor permanent boosts, or to purchase Items that grant major - but provisory - boosts to any Hero.&#10;&#10;Players are free to tweak and adjust their experience according to their personal preferences, making Arena a highly diverse and replayable game. Players can make tournament tables and play simultaneous Matches on different boards; add or subtract different advanced rules and strategical features at will; try the game on custom boards or design their own missions. Players that enjoy immersion and storytelling can maximize adventure in PvE-Campaign Mode, while players adverse to that can even play the Quests individually, in any sequence, with minimum reading required.&#10;&#10;","image":"https://cf.geekdo-images.com/-9OnLf-xB1ibHwmJ9891Xg__original/img/H_wYIUECvIi8NF0Dar_DTUjLhvs=/0x0/filters:format(jpeg)/pic3386263.jpg","thumbnail":"https://cf.geekdo-images.com/-9OnLf-xB1ibHwmJ9891Xg__thumb/img/TY0DN5e9vXr0qKu-ANws9zNyQk0=/fit-in/200x150/filters:strip_icc()/pic3386263.jpg","minPlayers":1,"maxPlayers":8,"playingTime":90,"mechanics":["Action Queue","Cooperative Game","Dice Rolling","Grid Movement","Modular Board","Movement Points","Player Elimination","Point to Point Movement","Tile Placement","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":6.08631,"averageRating":8.63453,"rank":2363,"designers":["Alexandre Aboud","Danilo de Alcantara","Clayton Machado"],"publishers":["Dragori Games","Galápagos Jogos"],"artists":["Guilherme Batista"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":15,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":16,"recommended":15,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":13,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":15,"recommended":14,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":10,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":2,"recommended":14,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":1,"recommended":9,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":6,"recommended":16,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":0,"notRecommended":16,"numPlayersIsAndHigher":true}]}