{"gameId":219650,"name":"Arydia: The Paths We Dare Tread","description":"Arydia: The Paths We Dare Tread is an open world, campaign-based, co-operative, fantasy-based, &quot;green legacy&quot; role-playing board game. The game of Arydia is built on four design pillars: Exploration, Progression, Combat, and Role-playing.&#10;&#10;&#10;     Exploration &mdash; Arydia is an open world to explore as you wish. Make your way across the world map, discovering new locations, interacting with memorable characters, fighting vicious monsters, and scavenging long-lost treasures. The world pulls you in through detailed descriptions and vivid artwork for each place you visit. Every location is unique, not randomized, and is built piece by piece as you explore.&#10;&#10;&#10;&#10;     Progression &mdash; Arydia is played as a campaign over the course of a number of game sessions; you start each session right where you left off! As you play, the game keeps track of your actions and decisions. Your characters will grow in power, collecting new items, weapons, and skills. NPCs and locations will change, depending on how you interact with them. All of this progression is done using a simple, but powerful, index system, which allows for quick and easy set-up and tear down.&#10;&#10;&#10;&#10;     Combat &mdash; Many of the locations you'll visit in Arydia are hostile, so you'll need your weapons, skills, and co-operation to overcome the challenges you encounter! Arydia features a tactical, co-operative combat system. Enemies are controlled by game cards and dice, while you and your companions work together to defeat them.&#10;&#10;&#10;&#10;     Role-playing &mdash; Take on the roles of a wide cast of characters as you encounter them throughout your journeys. Step into the shoes of a disgruntled shop owner, sniffling brat, or a poorly-dressed bandit leader. The incentive-based role-play system encourages you to engage in dramatic storytelling, without being intrusive.&#10;&#10;&#10;As for being a &quot;green legacy&quot; game, publisher Far Off Games notes that Arydia features all the hallmarks of a legacy game &mdash; packages to open, hidden information, progression, discovery, exploration, all the while wrapping it in high-quality components &mdash; but allows you to reset the game when you have completed it so that you can start again or pass it on to someone else.&#10;&#10;","image":"https://cf.geekdo-images.com/GGXq2lRAJCtS1yPPPmdVKw__original/img/EN7iqByTarLfTC4XmZ_A0CQB_1E=/0x0/filters:format(png)/pic6205610.png","thumbnail":"https://cf.geekdo-images.com/GGXq2lRAJCtS1yPPPmdVKw__thumb/img/-ERrbcuFZtzZSLfl8grcDi_pCgY=/fit-in/200x150/filters:strip_icc()/pic6205610.png","minPlayers":1,"maxPlayers":4,"playingTime":2400,"mechanics":["Cooperative Game","Dice Rolling","Modular Board","Role Playing","Solo / Solitaire Game","Storytelling"],"isExpansion":false,"yearPublished":2025,"bggRating":5.96777,"averageRating":9.12073,"rank":3178,"designers":["Cody Miller"],"publishers":["Far Off Games"],"artists":["Philipp Ach","Tess Anderson","Lina Cossette","David Forest","Kirk Hamilton"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":13,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":14,"recommended":12,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":8,"recommended":10,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":9,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":13,"numPlayersIsAndHigher":true}]}