{"gameId":219650,"name":"Arydia: The Paths We Dare Tread","description":"Description from the publisher:&#10;&#10;A Green Legacy Game, Arydia is an open world, campaign based, cooperative fantasy role playing board game. The game of Arydia is built on four design pillars: Exploration, Progression, Combat, and Roleplaying.&#10;&#10;Exploration&#10;Arydia is an open world to explore as you wish. Make your way across the world map, discovering new locations, interacting with memorable characters, fighting vicious monsters, and scavenging long-lost treasures. The world pulls you in through detailed descriptions and vivid artwork for each place you visit. Every location is unique, not randomized, and is built piece by piece as you explore.&#10;&#10;Progression&#10;Arydia is played as a campaign, over the course of a number of game sessions; you start each session right where you left off! As you play, the game keeps track of your actions and decisions. Your characters will grow in power, collecting new items, weapons, and skills. NPCs and locations will change, depending on how you interact with them. All of this progression is done using a simple, but powerful, index system, which allows for quick and easy setup and tear down.&#10;&#10;Combat&#10;Many of the locations you&rsquo;ll visit in Arydia are hostile - and you&rsquo;ll need your weapons, skills, and cooperation to overcome the challenges you encounter! Arydia features a tactical, cooperative combat system. Enemies are controlled by game cards and dice, while you and your companions work together to defeat them.&#10;&#10;Roleplaying&#10;Take on the roles of a wide cast of characters as you encounter them throughout your journeys. Step into the shoes of a disgruntled shop owner, sniffling brat, or a poorly-dressed bandit leader. The incentive-based role play system encourages you to engage in dramatic storytelling, without being intrusive.&#10;&#10;A Green Legacy Game&#10;At Far Off Games, we love Legacy games, but we felt that their disposable nature didn't fit within our company culture. We came up with the Green Legacy Game idea. A Green Legacy Game features all the hallmarks of a Legacy game: opening packages, hidden information, progression, discovery, exploration, all the while wrapping it in high-quality components and allowing you to completely reset the game when you have completed it.&#10;&#10;All of this and more await in Arydia: The Paths We Dare Tread!&#10;&#10;","image":"https://cf.geekdo-images.com/GGXq2lRAJCtS1yPPPmdVKw__original/img/EN7iqByTarLfTC4XmZ_A0CQB_1E=/0x0/filters:format(png)/pic6205610.png","thumbnail":"https://cf.geekdo-images.com/GGXq2lRAJCtS1yPPPmdVKw__thumb/img/-ERrbcuFZtzZSLfl8grcDi_pCgY=/fit-in/200x150/filters:strip_icc()/pic6205610.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Modular Board","Role Playing"],"isExpansion":false,"yearPublished":0,"bggRating":0,"averageRating":7.91364,"rank":-1,"designers":["Cody Miller"],"publishers":["Far Off Games"],"artists":["Philipp Ach","Lina Cossette","David Forest"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}