{"gameId":22245,"name":"Royal Visit","description":"An unusual, complex, yet tightly balanced board/card game for two from the prolific Reiner Knizia.  The original title, &quot;Auf der Reeperbahn...,&quot; alludes to a popular German movie from 1954.&#10;&#10;Near the center of a 17-space track start the six game figures which the players compete to attract to their opposite ends of the board.  You play as many cards of the same color on your turn as you wish, and much of the movement is a direct result of card play:  e.g., by playing a red 4 you bring the red figure (&quot;Rote Lola&quot; or &quot;Dancing Deb&quot;) 4 spaces closer to your end of the board.&#10;&#10;However, there are special tricks and restrictions which must be learned and held firmly in mind before the sense of the game begins to emerge.  The central green figure (&quot;Brilli-Lilli&quot; or &quot;Saucy Sue&quot;) which wins for you if the game ends with her on your half of the board, for example, can only move within the bounds of her &quot;bodyguards,&quot; two grey figures.  The yellow figure (&quot;Blonde Hans&quot; or &quot;Handsome Hal&quot;) can summon, without benefit of a card played, any of these three figures to his square.  The companion green figure (&quot;Schampus-Charly&quot; or &quot;Champagne Charlie&quot;) which can also win the game if you get him into one of the two spaces at your end of the board (your &quot;nightclub&quot;), only moves toward you if the board situation at the end of your turn involves both bodyguards on your half of the board and/or one (or more) of the other figures in your nightclub.  And so on.&#10;&#10;The game, part of the Kosmos two-player series, is one of attack and counterattack, defense and forward thinking, and can be won early or on the turn of the last card on the second time through the deck.  At 10-20 minutes, it begs to be played again immediately.&#10;&#10;","image":"https://cf.geekdo-images.com/x4s694EfCpt7MtxAwzRDuQ__original/img/hM_5x6NHVIO4fOccB4ggsqbb2rY=/0x0/filters:format(jpeg)/pic5854330.jpg","thumbnail":"https://cf.geekdo-images.com/x4s694EfCpt7MtxAwzRDuQ__thumb/img/YeqqzGqiMeAWOGNZlWUv607i9ZY=/fit-in/200x150/filters:strip_icc()/pic5854330.jpg","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Hand Management","Tug of War"],"isExpansion":false,"yearPublished":2006,"bggRating":5.9301,"averageRating":6.47017,"rank":2842,"designers":["Reiner Knizia"],"publishers":["cosaic","IELLO","KOSMOS","EVA GAMES","Rio Grande Games","Zvezda"],"artists":["Taira Akitsu","Claus Stephan","Mirko Suzuki"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":14,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":10,"numPlayersIsAndHigher":true}]}