{"gameId":222514,"name":"Batman: Gotham City Chronicles","description":"In Batman: Gotham City Chronicles, one villain faces off against a team of heroes in one of multiple scenarios. Each hero has their own character, and they control this character by spending energy to perform actions (such as Melee and Ranged attacks, defusing bombs...) recovering more or less energy at the beginning of their turn depending on their stance. If the hero gets damaged, energy moves to a wound area, and if they lose all of their energy, then they're out of action for a while to recover their strength. Each hero has differing strengths for their abilities, and these strengths are represented by colored dice with different values; the more energy a hero spends on an ability, the more dice of that color they can roll.&#10;&#10;The villain controls a team of henchmen and iconic villains of the Batman universe, and these characters are represented by tiles on their command board, with the characters costing 1, 2, 3, etc. energy to activate as you move left to right down the line. Once a character is activated, they move to the end of the line, boosting their cost to the maximum value should you want to use them again immediately, and decreasing the cost of the other tiles.&#10;&#10;The game-play in Batman: Gotham City Chronicles is based on that of Conan, with revisions to character abilities, the addition of two different types of dice (w/ five types total), and a modified two-player set-up, the Versus Mode, in which each player has a command board and their own team of tiles that they can draft, with heroes facing off against villains.&#10;&#10;","image":"https://cf.geekdo-images.com/YGNk9UF-QqLWT58aWiRV7w__original/img/KdB7vv0-cUujU4-eE3udGR1xYKA=/0x0/filters:format(png)/pic3893551.png","thumbnail":"https://cf.geekdo-images.com/YGNk9UF-QqLWT58aWiRV7w__thumb/img/OJRkVH8OmPyCtrpExfCW63phnkE=/fit-in/200x150/filters:strip_icc()/pic3893551.png","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Action Queue","Area Movement","Dice Rolling","Line of Sight","Scenario / Mission / Campaign Game","Team-Based Game","Variable Phase Order","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":6.56599,"averageRating":7.67811,"rank":974,"designers":["Frédéric Henry"],"publishers":["Monolith"],"artists":["Georges Clarenko","David Demaret","David Finch","Jim Lee"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":6,"notRecommended":37,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":38,"recommended":16,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":36,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":16,"recommended":27,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":36,"numPlayersIsAndHigher":true}]}