{"gameId":227002,"name":"Rise of the Necromancers","description":"Are you evil? Maybe just a little?&#10;&#10;Then unleash your most wretched forces and seize power! To become the Necromancer King, you have to master dark magic, raise an army of undead minions, explore festering dungeons, and research ancient artifacts and spells.&#10;&#10;Rise of the Necromancers is an evil strategy game for 2-5 players, in which each player controls a Necromancer struggling for absolute dominance. Rise of the Necromancers is based on a classic fantasy narrative with character development as well as territorial strategy. The objective of the game is to develop your Necromancer and take control of the lands. Each player starts out as an aspiring Necromancer who can study spells, craft artifacts and eventually graduate from one of four academies. In time, your Necromancer can attract their own apprentice and assemble an undead army of minions to rule the lands.&#10;&#10;Your Necromancer can venture into dungeons where they will encounter wonders and dangerous creatures &mdash; and perhaps meet new companions. In the end, your Necromancer might be able to return to their academy and become Headmaster &mdash; or even seize the foulest of thrones as the Necromancer King.&#10;&#10;Each player moves their miniature Necromancer around the game board to gather resources, spells and artifacts, enter dungeons, battle cities and fight rival Necromancers. Throughout the game, Necromancers can increase their combat and movement abilities as they amass their armies. A Necromancer's minions can also be left behind to protect conquered cities and dungeons.&#10;&#10;In addition to the game's territorial component, the players compete in collecting spells, artifacts and minions affiliated with the four academies. Enough elements of the same color can make you Headmaster of an academy. The game has a varying starting set-up, so no two games are ever the same.&#10;&#10;","image":"https://cf.geekdo-images.com/hiXwF2UFSIWSXkuSNwoOIQ__original/img/PBM4uwZPR5XCwMIRP2_lJdrzdmU=/0x0/filters:format(jpeg)/pic5060418.jpg","thumbnail":"https://cf.geekdo-images.com/hiXwF2UFSIWSXkuSNwoOIQ__thumb/img/UxffqmqNPayKGlCJdnZyrNkwhzU=/fit-in/200x150/filters:strip_icc()/pic5060418.jpg","minPlayers":2,"maxPlayers":5,"playingTime":120,"mechanics":["Area Majority / Influence","Dice Rolling","Variable Player Powers"],"isExpansion":false,"yearPublished":2018,"bggRating":5.73056,"averageRating":7.40063,"rank":4625,"designers":["Thorbjørn Christensen","Christoffer Kyst"],"publishers":["MOOD Publishing","Mythic Games","Sore Loser Games"],"artists":["Jonas Springborg"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":9,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":7,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":6,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}