{"gameId":227224,"name":"The Red Cathedral","description":"Autumn is not the best time to climb up on a scaffold in Moscow, but it is still far better than doing so in the winter. Tsar Ivan wants to see results and our team will prove to him that we are the best builders in the city. We are sure to finish off those decorative arches with the brightest shining stones and ensure our place on the list of the government&rsquo;s trusted workers.&#10;&#10;Sheila Santos and Israel Cendrero make up the game designing duo known as Llama Dice. To date they have put out various titles with different Spanish publishers (1987 Channel Tunnel, Mondrian, Smoothies), and The Red Cathedral is the first game they have published with Devir. Pedro Soto (Holmes, Sherlock &amp; Mycroft, Papua) and Chema Rom&aacute;n (El mundo de &Aacute;guila Roja) took care of the graphic elements of the game with a grand homage to Ivan Bilibin, an iconic Russian artist from the turn of the twentieth century. Despite being from a far later period, his mark is very recognizable in the game.&#10;&#10;The Red Cathedral is a strategic, &ldquo;Euro&rdquo; board game in which the players take the roles of construction teams. Their job is to work together to put up St. Basil's cathedral in Moscow, as ordered by Ivan the Terrible. However, only one of them will be able to gain the favor of the Tsar.&#10;&#10;During the game, the players can carry out one of these three actions: assign a section of the cathedral, send resources to that section to build it, or go to the game board to achieve more resources. Each of these actions has its own mechanism and requires that the players pay close attention to what the other players are doing.&#10;&#10;When the sections of the cathedral are assigned the players take possession of the spaces in each of the columns that make up their section. The more sections built and the completion of each with its own tower, the more points the player will be given at the end of the game.&#10;&#10;The players can send resources to the cathedral sections that they have claimed. When they complete each of those sections they will obtain rewards in money and prestige points. They will also be able to install decorations on the completed sections to achieve even more recognition from the Tsar. This part of the game also works as a clock, since once any player completes the construction of their sixth section it brings about the end of the game.&#10;&#10;The game board shows us the iconic rondel of The Red Cathedral. It is where the players obtain all the resource types needed to complete their work on the cathedral, as well as to get favors from the guilds and professionals to make the most of their trip to the market. In the central rondel the players choose the die they wish to use and move forward as many spaces as is shown on the top side of said die, in order to obtain the resources indicated in the space destined by the die.&#10;&#10;The Red Cathedral is a very accessible game with regard to its rules because it is very easy to understand the various levels of the game, but it remains very interesting with regard to strategy. It is sure to please those who are more interested in the challenge offered by trying to strategically optimize their position in each game rather than the complexity of the rules.&#10;&#10;","image":"https://cf.geekdo-images.com/-PuiCnbxlBzMSjnUegp9AQ__original/img/5aI0I5CP5gqaG5SIEm_H1_3Un5s=/0x0/pic5556025.jpg","thumbnail":"https://cf.geekdo-images.com/-PuiCnbxlBzMSjnUegp9AQ__thumb/img/CKamYUPlBDXav4A1AEqMRy976fY=/fit-in/200x150/filters:strip_icc()/pic5556025.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Dice Rolling","End Game Bonuses","Mancala","Relative Movement","Rondel","Solo / Solitaire Game","Trading","Victory Points as a Resource","Worker Placement","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2020,"bggRating":5.74828,"averageRating":8.16844,"rank":4124,"designers":["Israel Cendrero","Sheila Santos"],"publishers":["Devir Games","Devir"],"artists":["Chema Román","Pedro Soto"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":4,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":11,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}