{"gameId":227212,"name":"For Glory","description":"For Glory is a game of gladiatorial combat and deck building for 2 players. Players take on the role of gladiator school owners, or lanistas, in ancient Rome. The game utilizes a two-phase system for deck building and combat. During the Machinations Phase, players recruit gladiators, secure the support of influential patrons, increase their income, and train their gladiators in a multitude of tactics. When the crowd&rsquo;s bloodlust becomes insatiable, the game shifts to the Arena Phase, during which players control their gladiators in various arenas to battle their opponents&rsquo; gladiators for glory. Each gladiator has a unique set of stats and a unique ability. Having the right synergies between gladiators often means the difference between death and glory. During arena battles, players also play tactic and reaction cards from their hand to support their gladiators, or turn the tides of battle. The first player to gain six glory by winning arena battles is the victor, and will be remembered for all time as the greatest lanista of Rome.&#10;&#10;","image":"https://cf.geekdo-images.com/ok3AT000cAnzmogQkI5v2Q__original/img/8MT_wQSJnxAcLeZzgtKyw_7Mun8=/0x0/filters:format(png)/pic5167677.png","thumbnail":"https://cf.geekdo-images.com/ok3AT000cAnzmogQkI5v2Q__thumb/img/EbFiCwD4n4JVCrOcIyb8FuyAid4=/fit-in/200x150/filters:strip_icc()/pic5167677.png","minPlayers":2,"maxPlayers":2,"playingTime":90,"mechanics":["Area Majority / Influence","Card Play Conflict Resolution","Deck, Bag, and Pool Building","Interrupts","Simulation"],"isExpansion":false,"yearPublished":2020,"bggRating":5.6346,"averageRating":8.4113,"rank":6235,"designers":["Alex Wolf"],"publishers":["Spielcraft Games"],"artists":["Jacob Atienza","Crimzon Studio"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}