{"gameId":227456,"name":"Escape the Dark Castle","description":"Escape the Dark Castle is a simple, cooperative game of retro-atmospheric adventure.&#10;&#10;Players take on the roles of prisoners, wrongfully incarcerated in the depths of The Dark Castle. Whether it&rsquo;s the Abbot, the Tailor or any of the six playable characters, each prisoner is represented by a character card and a custom character die showing that prisoner&rsquo;s unique endowment of Might, Cunning and Wisdom &ndash; the game&rsquo;s three traits.&#10;&#10;Embarking on a desperate quest to escape, the players must work together using custom dice and item cards to overcome the castle&rsquo;s many horrors, traps, and challenges - each of which is represented by a large, illustrated chapter card. At the beginning of each game, 15 of these chapter cards are drawn at random from a larger deck to create a unique castle every time.&#10;&#10;Gameplay involves one player revealing a new chapter card each turn, in a motion like turning a page of a book. When a card is turned, the next chamber or passageway into which the prisoners have stumbled is revealed. There is no turn order. Instead, players decide as a group who will turn the next chapter card, and there are often grisly consequences for the one that does!&#10;&#10;Once revealed, the chapter card will explain the situation facing the group and what must be done to get through it. In the style of choose-your-path adventures, most chapters offer the group a choice about how to proceed. Bribe the drunken guards or attack them? Charge the beast or lure it out? Steal from the kitchen stores or keep moving?&#10;&#10;Each chapter is a mini-game and a variety of mechanics are required to complete it, from RPG-style skill tests for an individual character, to push-your-luck dice rolling as a team, to the playing of item cards collected along the way to bolster the tactical abilities of the group.&#10; &#10;When the players choose to enter (or fail to avoid) combat, all players roll their unique character dice simultaneously to make an attack against the enemy. They need to collectively muster the right combination of Might, Cunning and Wisdom to defeat the foe in question, or risk taking damage. Blocking, Resting, and the use of Weapons, Relics and Potions will help to keep the prisoners alive.&#10;&#10;The goal of the game is for the group to complete every chapter in the castle deck, then defeat the final boss. To win, they must keep every member of the team alive - if any player is killed the game ends immediately.&#10;&#10;","image":"https://cf.geekdo-images.com/d4MkgAvJOaJPVjxr6R9rKQ__original/img/1UegAJqtM1FVKT-1gQT6R7Zboss=/0x0/filters:format(jpeg)/pic5004159.jpg","thumbnail":"https://cf.geekdo-images.com/d4MkgAvJOaJPVjxr6R9rKQ__thumb/img/fbbmrfibmcgPqNDbruBOE4-uTkc=/fit-in/200x150/filters:strip_icc()/pic5004159.jpg","minPlayers":1,"maxPlayers":4,"playingTime":45,"mechanics":["Cooperative Game","Dice Rolling","Paper-and-Pencil","Push Your Luck","Role Playing","Solo / Solitaire Game","Storytelling"],"isExpansion":false,"yearPublished":2017,"bggRating":6.36165,"averageRating":7.55324,"rank":1318,"designers":["Alex Crispin","Thomas Pike","James Shelton"],"publishers":["Themeborne Ltd.","Exod games","Ghenos Games","Rebel Sp. z o.o.","YingDi (旅法师营地)"],"artists":["Alex Crispin"],"playerPollResults":[{"numPlayers":1,"best":12,"recommended":20,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":27,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":24,"recommended":12,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":24,"recommended":11,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":20,"numPlayersIsAndHigher":true}]}