{"gameId":228602,"name":"Valor & Villainy: Minions of Mordak","description":"The beloved king Shapiro has perished in a freak catapult accident, but not before his most suspiciously named and irrefutably trusted adviser, Evil Wizard Mordak, claimed credit for his &ldquo;murder&rdquo; and legged it through a hastily conjured portal to the WORLD OF ETERNAL AND UNCARING DARKNESS. Mordak promised the kingdom he&rsquo;d return in 8 days with semi-phenomenal cosmic powers to take his rightful seat upon Shapiro&rsquo;s ruined throne! A lofty promise for an amateur Wizard&hellip;&#10;&#10;Valor &amp; Villainy: Minions of Mordak is a one vs many roleplaying board game for 2-6 players. One of you plays as the comically evil wizard, Mordak, and the rest form a band of Allies called the &quot;Order without Borders&quot;, who must halt his path of destruction! The game focuses on a strong and playful theme, capturing the best parts of a classic roleplaying game and boiling it into a one time play session. Every player will appreciate satisfying character progression. Spending Experience Points their team has earned and locating powerful Treasures to make their characters mightier with every passing turn!&#10;&#10;Mordak has vanished into the WORLD OF ETERNAL AND UNCARING DARKNESS! This player will have a lot of fun, plotting secrets in the dark and throwing despair into the Allies' plans in order to grow in power. They must hold nothing back, drawing upon all of their cunning and evil genius to win the game for themselves!&#10;&#10;The Allies must locate three Ancient Shrines hidden among the land. For each of these Shrines diminishes Mordak's power. Finding them all will reveal his location and commence a final battle for victory. They can explore the map at their own pace, however they will learn they must balance their ambitions with what they can handle! Exploring too quickly will fuel Mordak with threats the game-board has to offer, yet doddling will allow him the time to grow his cosmic powers! Ultimately the winner of the game is the victor of the final showdown between the Allies and their nemesis Mordak! Only the party which is better prepared and utilizes superior tactics will win the day!&#12;&#10;&#10;","image":"https://cf.geekdo-images.com/wDUmMNtM8aRQEckVQsMZqg__original/img/7QFsYHGSyT3fSD58bNH-PANwDUA=/0x0/filters:format(png)/pic5839341.png","thumbnail":"https://cf.geekdo-images.com/wDUmMNtM8aRQEckVQsMZqg__thumb/img/ML9lMcE8yyel-NsjukR7yCWdiQk=/fit-in/200x150/filters:strip_icc()/pic5839341.png","minPlayers":2,"maxPlayers":6,"playingTime":150,"mechanics":["Action Points","Dice Rolling","Grid Movement","Hand Management","Modular Board","Role Playing","Team-Based Game","Variable Phase Order","Variable Player Powers"],"isExpansion":false,"yearPublished":2020,"bggRating":5.75072,"averageRating":8.10569,"rank":4159,"designers":["James Van Niekerk"],"publishers":["Skybound Games"],"artists":["James Van Niekerk"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":7,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":3,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}