{"gameId":229491,"name":"Edge of Darkness","description":"Edge of Darkness is the third Card Crafting Game from Alderac Entertainment Group designed by John D. Clair. Edge of Darkness combines Card Crafting, Worker Placement, shared deck-building, and a whole new Threat Challenge system in a medium-weight euro-style board game of 60 to 120 minutes for 1 to 4 players.&#10;&#10;Players are the heads of powerful guilds in the City. Each Guild vies with the others to become the leaders of the City in a desperate struggle against great evil. But the Guilds must also work together because the dangers facing the city can harm them all.&#10;&#10;The Guilds exert their control in the city by sending agents to various locations where they can generate resources or abilities and enable the Guild to take actions. Guilds grow in power as they maneuver their agents and loyalists into positions of importance in the districts and organizations of the City. Over time the Guilds can seek to create synergies between the places their agents have been assigned and the tendrils of influence the Guilds have connected to the City's infrastructure.&#10;&#10;To win a Guild must have the most power in the city when the game ends. Power is gained having the allegiance of important citizens and nobles, by accumulating wealth, and by undertaking actions beneficial to the City such as defending it from external and internal threats.&#10;&#10;Here are some highlights of the mechanics in the game:&#10;&#10;&#10;     Card Crafting: Similar to the original card-crafting game, Mystic Vale, all cards are constructed of crafting slips which have game content on one third (1/3) of the slip and are transparent on the other two thirds (2/3). During the game players will construct cards, combining (sleeving) different effects onto one card (ideally in ways that make strategic sense). However, unlike Mystic Vale, the transparent cards are double-sided, and when you upgrade the &quot;good&quot; side of the cards (front), you also add strength to the &quot;bad&quot; side of the cards (back).&#10;     Group deckbuilding using one shared deck: Rather than having your own deck, there is a central deck that all players draw from and discard to. Different players will have the allegiance of different cards in that deck. Using other players' cards means you have to pay them. During the game you can claim allegiance of more cards in the deck by sleeving a slip into the card with your color and seal.&#10;     Card-driven worker placement: While your actions are card-driven, most costs in the game are in the form of opportunity cost. Advancements don't have a cost, instead they require the use of workers to a greater or lesser degree depending on the power of the card. e.g. many effects require placing or pulling workers from different city locations as dictated by the card effects. Since you have a limited number of workers to use, you will constantly be choosing to forgo one useful thing in order to do another.&#10;     Threat Tower:  There is a Threat Tower which dictates when and whom Threats will attack. Cards leave the shared deck and enter the Threat Board, where they accumulate Threat Cubes on each player's turn. These cubes are color-coded, and when a threshold number of cubes of a given color accumulate on a card, it attacks the City. If the color matches one of the players, it attacks that player. If the color is black, it attacks all players!&#10;     Modular set up: Edge of Darkness will come with 12 Locations. Each game you use only 10 of these Locations, which can be specifically selected or chosen randomly, making for a lot of variety from game-to-game in the types of challenges you will face and the strategies you will need to employ. These Locations are comprised of a Location Board and Crafting Slips. Location Boards may specify special rules for worker placement, or extend the basic rules with all new systems. For example, a combination of Location Boards can be used to assemble a party of heroes to take the fight to the Threat Tower and engage in a Monster Hunt!&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/DyesLCFFkjOKcJXqa_ySNg__original/img/lZGYYptmZBr3EfgOXlV64FeoJXM=/0x0/filters:format(jpeg)/pic3691121.jpg","thumbnail":"https://cf.geekdo-images.com/DyesLCFFkjOKcJXqa_ySNg__thumb/img/ScXmjOSuZhbfM7ZOjnvla_BxyZY=/fit-in/200x150/filters:strip_icc()/pic3691121.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cube Tower","Deck, Bag, and Pool Building","Open Drafting","Solo / Solitaire Game","Turn Order: Progressive"],"isExpansion":false,"yearPublished":2019,"bggRating":6.38969,"averageRating":7.47376,"rank":1489,"designers":["John D. Clair"],"publishers":["Alderac Entertainment Group"],"artists":["Sergio Camarena","Cristian Chihaia","Nyra Drakae","Guillaume Ducos","Andre Garcia","Ray Greaves","Alexander Gustafson","Dani Hartel","Hector Herrera","Alayna Lemmer-Danner","Damien Mammoliti","Ben Peck","Oscar Römer","Martin de Diego Sádaba","Isuardi Therianto","Carlos Nunez de Castro Torres"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":29,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":31,"recommended":36,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":37,"recommended":24,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":31,"notRecommended":25,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":39,"numPlayersIsAndHigher":true}]}