{"gameId":230085,"name":"Agra","description":"Agra, India: The year is 1572; this year marks the 30th birthday of Abu'l-Fath Jalal-ud-din Muhammad, popularly known as Akbar the Great. Akbar is the third ruler of India's Mughal dynasty, having succeeded his father, Humayun. With the guidance of his regent, Bairam Khan, Akbar has expanded and consolidated India's Mughal domains. Using his strong personality and skill as a general, Akbar has enlarged his Empire to include nearly all of the Indian subcontinent north of the Godavari River; his presence is felt across the entire country due to the Mughals' military, political, cultural, and economic dominance.&#10;&#10;To unify the vast Mughal state, Akbar has established a centralized system of administration; conquered rulers are conciliated through marriage and diplomacy. Akbar has preserved peace and Order throughout his empire by passing laws that have won him the support of his non-Muslim subjects. Eschewing tribal bonds and Islamic state-identity, Akbar has striven to unite his lands. The Mughals' Persian-ized culture has afforded Akbar near-divine status.&#10;&#10;Notables and emissaries from all over the country are on their way for Akbar's birthday celebration. As an ambitious landowner, you cannot let this pass; the festivities are a golden opportunity for you to rise in stature and wealth.&#10;&#10;On your land in Agra, you cultivate and harvest cotton and turmeric. You possess a forest from which you produce wood, as well as a small, but very profitable sandstone quarry. By trading and processing your wares, you can obtain more luxurious goods, which you will then use to woo notables as they make their way into the capital. Of course, your rivals have the same plan; you must use your wits to outsmart them as Akbar's birthday draws near...&#10;&#10;(Description from the publisher)&#10;&#10;","image":"https://cf.geekdo-images.com/cb8ydtRuQ-SADwD35oHX9w__original/img/04eMY8p7oP_tzCMfyzR2VdFWDNI=/0x0/filters:format(jpeg)/pic3621105.jpg","thumbnail":"https://cf.geekdo-images.com/cb8ydtRuQ-SADwD35oHX9w__thumb/img/wYEIi8jZ2AYZjH4ccv7uSld86L0=/fit-in/200x150/filters:strip_icc()/pic3621105.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Trading","Worker Placement"],"isExpansion":false,"yearPublished":2017,"bggRating":6.51689,"averageRating":7.34577,"rank":993,"designers":["Michael Keller (II)"],"publishers":["Quined Games","Maldito Games","One Moment Games"],"artists":["Michael Menzel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":32,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":31,"notRecommended":17,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":18,"recommended":33,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":33,"recommended":18,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":26,"numPlayersIsAndHigher":true}]}