{"gameId":231733,"name":"Obsession","description":"You are the head of a respected but troubled family estate in mid-19th century Victorian England. After several lean decades, family fortunes are looking up! Your goal is to improve your estate so as to be in better standing with the truly influential families in Derbyshire.&#10;&#10;Obsession is a game of 16 to 20 turns in which players build a deck of Victorian gentry (British social upper class), renovate their estate by acquiring building tiles from a centralized builders' market, and manipulate an extensive service staff of butlers, housekeepers, underbutlers, maids, valets, and footmen utilizing a novel worker placement mechanic. Successfully hosting prestigious social activities such as Fox Hunts, Music Recitals, Billiards, Political Debates, and Grand Balls increases a player's wealth, reputation, and connections among the elite.&#10;&#10;Each turn, players choose a building tile representing a room or outdoor space in and around their 19th century British country house. The tile chosen dictates the event that can be hosted and the guests to be invited. Players must carefully plan, however, to have the proper staff available to service the event and support guests as needed. The reward for success is new investment opportunities, permitting further renovation of the estate (acquisition of more valuable/powerful building tiles), an increase in reputation in the county, an expanding circle of influential acquaintances, and a larger and highly-trained domestic staff.&#10;&#10;Throughout the game, a competitive courtship for the hand of the most eligible young gentleman and lady in the county presents specific renovation and reputation objectives. The player who best meets these objectives while accumulating victory points will win the hand of the wealthy love interest and the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/sy89BiuZXfbSnG7Cag9tBQ__original/img/uArsqbWyUALa982zGWsy8QQWnjE=/0x0/filters:format(png)/pic5902073.png","thumbnail":"https://cf.geekdo-images.com/sy89BiuZXfbSnG7Cag9tBQ__thumb/img/eTnMwfCC2jCGDPXC08SIaMXNOTM=/fit-in/200x150/filters:strip_icc()/pic5902073.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Retrieval","Deck, Bag, and Pool Building","Hand Management","Open Drafting","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2018,"bggRating":7.70291,"averageRating":8.12501,"rank":63,"designers":["Dan Hallagan"],"publishers":["Kayenta Games","Boardgame Mall","CMON Global Limited","Giochix.it","Lucrum Games","Maldito Games","Strohmann Games","Super Meeple","TTGames CZ"],"artists":["Dan Hallagan"],"playerPollResults":[{"numPlayers":1,"best":47,"recommended":160,"notRecommended":37,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":204,"recommended":101,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":113,"recommended":139,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":32,"recommended":146,"notRecommended":68,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":15,"notRecommended":148,"numPlayersIsAndHigher":true}]}