{"gameId":232414,"name":"Oceans","description":"Three years in the making, Oceans is a stand-alone game in the award-winning Evolution series.  With over 120 works of art, 40 scenarios cards, and more than 100 unique trait cards, Oceans is the most ambitious project North Star Games has ever tackled.&#10;&#10;Theme&#10;Oceans depicts the boundaries between the known world near the ocean&rsquo;s surface, and the mysteries lurking in Earth&rsquo;s deepest unexplored region. Enter a vast, underwater cosmos: a mysterious interconnected world of sharp teeth, glowing eyes, and black ink, where your survival depends on your ability to adapt to the unknown.&#10;&#10;The foundation of the oceanic food chain are billions of one-celled organisms called phytoplankton that capture the sun's energy through photosynthesis. Every other species in the ocean is a predator, each bigger than the next, all the way up to the dreaded Apex Predator. And even bigger than Apex Predators are enormous Whales that gently swim through the ocean scooping up everything in their path. This ecosystem mimics the known world near the surface.&#10;&#10;But there is more if you are willing to dive deeper...&#10;&#10;Oceans also includes a deck of 100 unique power cards called The Deep that represents the unknown. These powerful cards break the seams of the reality you've come to accept, ranging from astonishing things found in the ocean, to the fantastical Kraken or Leviathan.&#10;&#10;Gameplay&#10;Oceans is an interactive engine builder, where players evolve their species in a continually changing ecosystem. Players must adapt their interconnected ecosystem to survive against the inevitable march of time (Aging), as well as a multitude of predators looking for food.&#10;&#10;During the first half of the game, players use traits from a deck of Surface cards to modify their species.  With only 12 Surface traits, it&rsquo;s easy to wade into your first game without being overwhelmed by new cards. These traits were chosen for their rich thematic interconnections, providing synergistic card play that mimics an oceanic ecosystem.  The Surface traits bring stability to the game environment.&#10;&#10;During the second half of the game, players can use power cards from The Deep to disrupt the stability. With over 100 unique traits in The Deep, players will slowly discover game-altering traits over the course of many games.  These traits were designed to evoke wonder and disbelief - to spark your imagination as you consider the fantastic synergies that are possible in Oceans.&#10;&#10;Additionally, there are 2 randomly chosen scenario cards that activate and deactivate at various points during the game. The scenario cards impact the basic tenets of gameplay, encouraging people to vary their play style and strategy each game.&#10;&#10;The Evolution Series&#10;Oceans is a stand-alone game in the Evolution series, but it's a vast departure from other games in the series. The turn structure has been simplified, the game play is much more forgiving, and the web of interconnections has increased dramatically. Whereas Evolution has the feeling of a traditional back-and-forth battle game like Magic: The Gathering,  Oceans has the feel of an interactive engine builder where everything is interconnected, and where your engine must continually adapt to a changing environment.&#10;&#10;","image":"https://cf.geekdo-images.com/1J7_qmdohyypZNyvu8B45A__original/img/H6rX360hdfxKRupIhBqYkjmSEjQ=/0x0/pic4382323.jpg","thumbnail":"https://cf.geekdo-images.com/1J7_qmdohyypZNyvu8B45A__thumb/img/ASgVEQj-H2lzopAgm-_QgqEBVvI=/fit-in/200x150/filters:strip_icc()/pic4382323.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Hand Management"],"isExpansion":false,"yearPublished":2020,"bggRating":6.74285,"averageRating":7.72814,"rank":649,"designers":["Nick Bentley","Dominic Crapuchettes","Ben Goldman","Brian O'Neill"],"publishers":["North Star Games","Ediciones MasQueOca","Funforge","Pendragon Game Studio","Schwerkraft-Verlag"],"artists":["Guillaume Ducos","Catherine Hamilton"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":40,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":53,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":32,"recommended":33,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":30,"recommended":29,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":16,"notRecommended":29,"numPlayersIsAndHigher":true}]}