{"gameId":233078,"name":"Twilight Imperium: Fourth Edition","description":"Twilight Imperium (Fourth Edition) is a game of galactic conquest in which three to six players take on the role of one of seventeen factions vying for galactic domination through military might, political maneuvering, and economic bargaining. Every faction offers a completely different play experience, from the wormhole-hopping Ghosts of Creuss to the Emirates of Hacan, masters of trade and economics. These seventeen races are offered many paths to victory, but only one may sit upon the throne of Mecatol Rex as the new masters of the galaxy.&#10;&#10;No two games of Twilight Imperium are ever identical. At the start of each galactic age, the game board is uniquely and strategically constructed using 51 galaxy tiles that feature everything from lush new planets and supernovas to asteroid fields and gravity rifts. Players are dealt a hand of these tiles and take turns creating the galaxy around Mecatol Rex, the capital planet seated in the center of the board. An ion storm may block your race from progressing through the galaxy while a fortuitously placed gravity rift may protect you from your closest foes. The galaxy is yours to both craft and dominate.&#10;&#10;A round of Twilight Imperium begins with players selecting one of eight strategy cards that both determine player order and give their owner a unique strategic action for that round. These may do anything from providing additional command tokens to allowing a player to control trade throughout the galaxy. After these roles are selected, players take turns moving their fleets from system to system, claiming new planets for their empire, and engaging in warfare and trade with other factions. At the end of a turn, players gather in a grand council to pass new laws and agendas, shaking up the game in unpredictable ways.&#10;&#10;After every player has passed their turn, players move up the victory track by checking to see whether they have completed any objectives throughout the turn and scoring them. Objectives are determined by setting up ten public objective cards at the start of each game, then gradually revealing them with every round. Every player also chooses between two random secret objectives at the start of the game, providing victory points achievable only by the holder of that objective. These objectives can be anything from researching new technologies to taking your neighbor's home system. At the end of every turn, a player can claim one public objective and one secret objective. As play continues, more of these objectives are revealed and more secret objectives are dealt out, giving players dynamically changing goals throughout the game. Play continues until a player reaches ten victory points.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/_Ppn5lssO5OaildSE-FgFA__original/img/kVpZ0Maa_LeQGWxOqsYKP3N4KUY=/0x0/filters:format(jpeg)/pic3727516.jpg","thumbnail":"https://cf.geekdo-images.com/_Ppn5lssO5OaildSE-FgFA__thumb/img/lfEukJE0JsoZZObaF9K9YnFp62E=/fit-in/200x150/filters:strip_icc()/pic3727516.jpg","minPlayers":3,"maxPlayers":6,"playingTime":480,"mechanics":["Action Drafting","Area-Impulse","Dice Rolling","Follow","Grid Movement","Hexagon Grid","Increase Value of Unchosen Resources","King of the Hill","Modular Board","Race","Tech Trees / Tech Tracks","Trading","Variable Phase Order","Variable Player Powers","Variable Set-up","Voting"],"isExpansion":false,"yearPublished":2017,"bggRating":8.24243,"averageRating":8.6055,"rank":5,"designers":["Dane Beltrami","Corey Konieczka","Christian T. Petersen"],"publishers":["Fantasy Flight Games","ADC Blackfire Entertainment","Arclight Games","Asterion Press","Edge Entertainment","Galakta","Galápagos Jogos","Hobby World","Playfun Games","sternenschimmermeer"],"artists":["Scott Schomburg"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":4,"notRecommended":387,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":16,"notRecommended":379,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":19,"recommended":225,"notRecommended":184,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":146,"recommended":254,"notRecommended":68,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":97,"recommended":318,"notRecommended":44,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":388,"recommended":79,"notRecommended":24,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":10,"recommended":62,"notRecommended":221,"numPlayersIsAndHigher":true}]}