{"gameId":233261,"name":"Tidal Blades 2: Rise of the Unfolders","description":"The Tournament of Heroes has ended and you have been named as one of the Tidal Blades, elite guard and champion of our island realm. But you have no time to rest on your laurels as the Fold, the frozen section of space and time that protects Naviri from the sea monsters, is becoming ever more erratic. The High Engineers of the Citadel have entrusted you with the Nexus, a device that will let you venture into the Fold, unfreezing time.  With your fellow Tidal Blades, you must enter the Fold to unlock its mysteries as you attempt to recover the old guard Tidal Blades who were trapped inside when the Fold was created. On your journey to become a true Tidal Blade you will  explore throughout the isles of Naviri to find a way to save the island realm.&#10;&#10;In Tidal Blades 2: Rise of the Unfolders, each player takes the role of a new Tidal Blade. In this cooperative, narratively rich, board game, players will work together through 18 scenarios. Each hero is equipped with a Nexus grid, allowing them to build up actions and create powerful combos. Each turn you will choose one card to play, add it to an open space in your Nexus grid, and then activate all spaces in either the row or column containing the played card.&#10;&#10;Throughout the campaign you will grow and enhance your character by adding cards to your action deck, leveling up your traits of Spirit, Focus, Resilience and Synergy, unlocking powerful skills, and gaining specialized Items to boost your action cards.&#10;&#10;Featuring 18 scenarios with unique maps and 40+ hours of gameplay, Tidal Blade 2: Rise of the Unfolders invites you on a quest through the lush and vibrant lands of Naviri. Along the way, you will meet valuable allies, have chance encounters with Golfins, Iota, and other denizens of Naviri. Battle a seemingly endless army of monsters and enemies as you fight your way to the center of the Fold.&#10;&#10;Will you solve the mystery of the Fold in time and save Naviri, earning your place among the Tidal Blades of legend?&#10;&#10;-- description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/sDEGqjbClmyWSr1Huc9-Ow__original/img/cWH-6NjB0xNW0-X9OGVG8TG36k4=/0x0/filters:format(png)/pic6526108.png","thumbnail":"https://cf.geekdo-images.com/sDEGqjbClmyWSr1Huc9-Ow__thumb/img/jLvq7pKbbNHfvnzI_aCwdV5UbEE=/fit-in/200x150/filters:strip_icc()/pic6526108.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Deck, Bag, and Pool Building","Dice Rolling","Hexagon Grid","Narrative Choice / Paragraph","Scenario / Mission / Campaign Game","Simultaneous Action Selection","Solo / Solitaire Game","Square Grid","Turn Order: Role Order","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.71225,"averageRating":8.48908,"rank":5670,"designers":["Tim Eisner","Ben Eisner"],"publishers":["Druid City Games"],"artists":["Lina Cossette","David Forest"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}