{"gameId":233868,"name":"HATE","description":"They ravaged their Mother, the Earth, and bound Her with sorcerous chains. The moon caught fire; the sun froze. In the veins of the world, her lifeblood choked to dust. The oceans boiled to miasmas that clotted the skies. Rocks fanged up from the stubble of dying forests. As She began to rot, Her creatures, Her children, survived as best they could. Tearing at each other, prowling in Her fetid hollows, breeding abominations. Feasting on Her, Fungi and moulds become sentient.&#10;&#10;And, as the ages pass, some lineages of men grow monstrous, even as others diminish, weaken and become easily their slaves. These &quot;higher&quot; men feed on the lesser, growing in strength, and hurl their tribes one upon the other in terrible truceless wars &mdash; until one tribe crushes the others into kneeling submission, under a lord, nameless save for his title: Tyrant!&#10;&#10;But though decayed, She was not slain. With the little strength remaining, She seduces Worm; the least, the most abject of those creatures bred for meat. Unlikely savior, through sorcery, and helped by unlooked for allies, Worm follows the thread of his fate to Her. If he can free Her, Her blood will spout into a flood and frenzy of returning Life. And her hatred will swell Worm into being Her champion, Her consort, and Her AVENGER, the Horned God!&#10;&#10;Based on the graphic novels by the acclaimed Adrian Smith, HATE is a highly kinetic, endlessly brutal campaign game of post-apocalyptic survival. Up to six players battle through a multi-game Chronicle where they use their unique clan to savagely plunder, mutilate, and demoralize their opponents. Death is permanent for clan members; once they die, they are out of the game. The player who most expertly uses savagery (gained by doing unspeakable violence upon their foes) to upgrade their warriors and resources (gained by plundering the land) to unlock powerful new abilities from their village will win the game, but only the player with the most hate will become the Tyrant and rule over the rest!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/z4Bwx4BINSUkyA4w5TDxjQ__original/img/hQiXSOeYe3HqXQ7DcdzjsMYUcMU=/0x0/filters:format(jpeg)/pic4585517.jpg","thumbnail":"https://cf.geekdo-images.com/z4Bwx4BINSUkyA4w5TDxjQ__thumb/img/JIKnZ7yBaBhdNv0yn2QBADK73-M=/fit-in/200x150/filters:strip_icc()/pic4585517.jpg","minPlayers":2,"maxPlayers":6,"playingTime":120,"mechanics":["Area Majority / Influence","Dice Rolling","Grid Movement","Tile Placement","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2019,"bggRating":6.0639,"averageRating":7.66196,"rank":2158,"designers":["Raphaël Guiton","Jean-Baptiste Lullien","Alex Olteanu","Nicolas Raoult"],"publishers":["CMON Limited","Guillotine Games"],"artists":["Edgar Skomorowski","Adrian Smith"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":13,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":4,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":3,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":2,"recommended":7,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":true}]}