{"gameId":234277,"name":"Nusfjord","description":"Nusfjord is a tranquil fishing village in the Lofoten archipelago in northern Norway. Fifty years ago, business was blooming when the codfish would come for spawning. Today, Nusfjord is more of a museum than a village, with less than a hundred people living there. Imagine how beautiful this place must be given that you must pay a fee to even look at the houses. Cruise ships used to pass by this long and now mostly abandoned island world.&#10;&#10;In the time period in which the game Nusfjord is set, things looked quite different. Sailing ships dominate the fjord. The rocks around Nusfjord are covered in trees. As the owner of a major fishing company in Nusfjord on the Lofoten archipelago, your goal is to develop the harbor and the surrounding landscape, and to succeed you must enlarge your fleet, clear the forest, erect new buildings, and satisfy the local elders. Others do this as well, of course, so the competition is steep.&#10;&#10;As with Agricola and Ora et Labora, Nusfjord has a worker placement mechanism, with each player starting with three workers that they place on a central board to trigger certain actions. Whether a player wants to clear a forest on their own board, buy a new cutter, or construct a building, they must place a worker on the appropriate space &mdash; which is possible only if room is available for this worker. Money is scarce, and one of the quicker and easier ways to get it is to place shares of your own company on the market. This risky action could be worthwhile because if you succeed in buying these shares yourself, you have usually won money and not suffered any disadvantages; however, if an opponent acquires these shares, then you must allow them to benefit from your hard-earned catches at sea. The village elders might want their own share of your catch as well, especially if you've visited them to take certain actions in the village, so if you don't take care, your catch could end up entirely in the hands of others and your camp will be empty.&#10;&#10;","image":"https://cf.geekdo-images.com/nKYqNPEE94Zk_q5Vtk527w__original/img/Bf35-bzWhSF8jMq8pfzubBxuNlU=/0x0/filters:format(jpeg)/pic3729070.jpg","thumbnail":"https://cf.geekdo-images.com/nKYqNPEE94Zk_q5Vtk527w__thumb/img/b380XF_C0n--whN9elUn8jI__Yg=/fit-in/200x150/filters:strip_icc()/pic3729070.jpg","minPlayers":1,"maxPlayers":5,"playingTime":100,"mechanics":["Worker Placement"],"isExpansion":false,"yearPublished":2017,"bggRating":7.11406,"averageRating":7.65469,"rank":325,"designers":["Uwe Rosenberg"],"publishers":["Lookout Games","CrowD Games","Hobby Japan","Ludofy Creative","Mayfair Games","SD Games"],"artists":["Patrick Soeder"],"playerPollResults":[{"numPlayers":1,"best":69,"recommended":42,"notRecommended":17,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":31,"recommended":82,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":61,"recommended":47,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":18,"recommended":63,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":8,"recommended":45,"notRecommended":32,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":0,"notRecommended":54,"numPlayersIsAndHigher":true}]}