{"gameId":236481,"name":"Warline: Maneuver Strategy & Tactics","description":"&quot;What is an implement of war is purely a matter of perspective. Even a blade of grass can turn the tide of battle.&quot; &mdash; Fiyreksis, Supreme Commander of the Flaym 5th, circa 403&#10;&#10;Design the battlefield, design your army, design your tactics, design your own path to victory in this sandbox fantasy warfare game.&#10;&#10;Background&#10;&#10;Long since the vanishing of the Greater Dragons, the War of Eternity has raged. Lacking the guidance of their benevolent creators, the kingdoms of Soroyland are fretted with social, political, and personal dissonance, fueling the flames of conflict. While The War has sundered the peoples, battles have never been without provocation by something greater than hubris, greater than good versus evil. Loved ones lost, ecosystems fractured, communities divided&mdash;it is what pangs the heart that drives the kingdoms into turmoil. Who is right and who is wrong in these conflicts? Who is the &ldquo;good guy&rdquo; and who is the &ldquo;bad guy&rdquo;? The answers to these questions depend upon perspective. Reasons for war are complicated webs of causes and effects, indiscernible by those detached from the source.&#10;&#10;With one conflict being catalyst to another, like dominoes in an infinite spiral, the peoples of the kingdoms are necessarily reared for war. For hundreds of years, wise leaders have dedicated their life to the evolution of warfare, honing the craft like master blacksmiths. The studies and teachings of these leaders serve as the groundwork for the Warline game design&mdash;which offers you a rich and flexible warfare tool set. With these tools, you are free to explore all angles of warfare. In your exploration, you are going to experience conflict in a manner that you likely have not before.&#10;&#10;Your keys to success are not a race to build power and crush your opponent. Instead, you will prevail by craft and ingenuity. You will outpace and overcome your opponent by means of shock, disruption, and deception. You will make sacrifices to gain every edge. As with the great historical commanders at the Frozen Coast, the Channels of Opulence, and the Flooded Cove, you will lead one of Soroyland&rsquo;s many kingdoms, and wield the multitude of tools at hand to design your own unique and memorable path to victory.&#10;&#10;Gameplay&#10;&#10;Warline: Maneuver Strategy &amp; Tactics is a detailed maneuver warfare sandbox game in which you craft and execute a unique strategy every time you play. Every battle begins with interactive &quot;Strategicraft&quot; decisions, where you design a unique strategy by your choice of terrain, fortifications, army composition, deployment, and more. Then, in battle, do you prefer to manipulate your opponent with psychological warfare? Are you more comfortable dominating your opponent with attrition? Would you be more effective by cutting off your opponent's center of gravity? Warline is a canvas on which you can paint tactics of your own creation.&#10;&#10;On the battlefield, invent complex, high impact chains of actions and combos to overcome every challenge your opponent throws at you. Warline gameplay is fluid, flexible, and mapped to a decision space that is infinitely broad and deep&mdash;ensuring that situational memorization is not only ineffective, it is nearly impossible. Every battle, and every moment of battle, must be approached in a unique manner. Every opponent that you face, regardless of skill level, presents a one-of-a-kind, interesting challenge.&#10;&#10;History Meets Fantasy&#10;&#10;The core of Warline's game design is founded on historical military doctrine, but it is the layers of rich fantasy and lore that help sculpt a vision of war that is even more thrilling and epic. Ride terrifying beasts in order to put immense pressure on your opponent. Wield powerful magic to not only manipulate the battle, but also to completely reshape the battlefield itself&mdash;transforming the landscape to your tactical advantage.&#10;&#10;Standout Features&#10;&#10;&bull; Uncountable paths to victory and the Strategicraft system ensure no two battles are alike.&#10;&bull; No-luck combat and action resolution ensure your wits and creativity alone are what propel you to victory.&#10;&bull; Core gameplay founded on designing complex, high impact action chains and combos.&#10;&bull; Terrifying powers that can transform the battlefield and weaponize even terrain.&#10;&bull; Three unique modes of play: Battle Canvas (freeform sandbox play), History of Conflict (scenarios rich in lore), and Mastery of Command (tactical puzzles).&#10;&bull; Warline encourages creative, fluid approaches to every situation, as your tactical decisions are not limited by rigid patterns.&#10;&bull; Incredibly short set up time, along with average match times of 45 minutes.&#10;&bull; Beautiful, large scale game components that appear as works of modern European industrial design, delivering a stunning table presence.&#10;&bull; Innovative game mechanisms that express vivid warfare while minimizing fiddliness and complication.&#10;&bull; Full support for deep and varied organized play.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/p5csQjv9bUnSG8ukcwKaig__original/img/pv6h_J-Jot8iUsSlkXT87SlcBjQ=/0x0/filters:format(jpeg)/pic6582595.jpg","thumbnail":"https://cf.geekdo-images.com/p5csQjv9bUnSG8ukcwKaig__thumb/img/Qeio6CRMNM6X1kTwTmUK9m0gYB0=/fit-in/200x150/filters:strip_icc()/pic6582595.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Card Play Conflict Resolution","Chaining","Map Deformation","Square Grid","Team-Based Game","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.73214,"rank":-1,"designers":["Justin D Leingang"],"publishers":["El Jay Play"],"artists":["Chen-Chi Huei"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}