{"gameId":237179,"name":"Weather Machine","description":"&ldquo;Natural disasters will soon be a thing of the past!&rdquo; proclaimed Professor S&ecirc;ni Lativ, Project Chief of Meteorological Manipulation at Lightning Technologies. Tests of his new invention, the Weather Machine, showed positive results. Visions of quelling floods, subduing cyclones, and ending droughts made him smile.&#10;&#10;In Weather Machine, you are scientists on Prof. Lativ&rsquo;s team, tampering with local weather: adjusting rainfall for farms, maintaining wind and clear skies for ecological energy sources, tweaking the temperature for resorts and sporting events. The prototype is quite effective so far; however, a pattern has emerged, revealing a worrying side effect: Each use of the Weather Machine also alters the conditions elsewhere on the planet &mdash; a &ldquo;butterfly effect&rdquo;.&#10;&#10;Prof. Lativ&rsquo;s dreams of eliminating climatic catastrophes quickly evolve into nightmares of ending humankind. Each test causes worse side effects. One day, the professor bursts into the lab with resolve in his eye, followed immediately by stone-faced stoics in suits. &#10;Government officials have accepted the urgent nature of the situation, as well as the fact that only Prof. Lativ&rsquo;s team might fix the very problem he has stirred up. &ldquo;We must build a new prototype,&rdquo; he announces as the agents shoot him sidelong glances; &ldquo;&hellip;but this time we&rsquo;re going to get it right.&rdquo; The agents silently give a single, crisp nod of confirmation. &ldquo;The government is funding this, and we will succeed.&rdquo;&#10;As Prof. Lativ explains the plan, the need to secure suppliers for sufficient bots and chemicals is clear. In addition to the materials, time is of the essence; you must be focused and efficient to have any hope of reining this growing global terror, Earth&rsquo;s atmosphere, before conditions are too harsh for Homo sapiens and countless other species of all biomes.&#10;&#10;At this point, Professor S&ecirc;ni Lativ will be remembered as a mad, but brilliant, scientist for as long as humanity survives, but you could go down in history as the savior of the world.&#10;&#10;Story written by Nathan Morse&rsquo;'&#10;&#10;&ldquo;The game is my fictional vision of what humanity have been doing with the weather during the last 150 years. In short words, we have been playing the weather, but even with good intentions, by keep doing it, we only been making it worse. And at this point we just panic, and need to fix this mess we made, before it&rsquo;s too late. The funny part is that who manage to find solutions for the monster we create, is rewarded for it.&quot;&#10;&#10;&ldquo;I really think Weather Machine is a very unique game. All the mechanisms works on their own, in a very particular and original way, but they are all strictly connected to achieve one and only one thing. The fix of the extreme weather. The game all together IS the Weather Machine. I think that is what makes it unique. I can&rsquo;t recall any other worker placement game using this types of mechanisms and connections.&rdquo;&#10;&#10;Vital&#10;&#10;","image":"https://cf.geekdo-images.com/E8qBDKe39KEFMo-LhTNDQQ__original/img/vDkGNR7MpOCxeuJFKs201FpybRU=/0x0/filters:format(jpeg)/pic6333980.jpg","thumbnail":"https://cf.geekdo-images.com/E8qBDKe39KEFMo-LhTNDQQ__thumb/img/jFQaWbcjoUzxS7p76LsGzg4piQk=/fit-in/200x150/filters:strip_icc()/pic6333980.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Action Points","Set Collection","Tile Placement","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":5.63066,"averageRating":8.24074,"rank":6381,"designers":["Vital Lacerda"],"publishers":["Eagle-Gryphon Games","Korea Boardgames Co., Ltd.","Maldito Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":5,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":7,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":8,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":10,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}