{"gameId":238992,"name":"Call to Adventure","description":"Make your fate! Inspired by character-driven fantasy storytelling, Call to Adventure challenges 1-4 players to create the hero with the greatest destiny by acquiring traits, facing challenges, and overcoming adversaries.&#10;&#10;Call to Adventure features a unique &quot;rune rolling&quot; system for resolving challenges, a point-based system that encourages storytelling, and over 150 unique cards. Players begin each game with an origin card that provides their backstory as well as two &quot;starter&quot; abilities. Each round they may either acquire trait cards from the board or face a challenge. Challenges each have two possible paths a player can choose from. For example, players who encounter the Thieves' Guild may choose to train as a spy, or train as a killer. Each challenge has a difficulty that must be overcome by rolling successes on carved runes. The more a player has of the abilities required to overcome the challenge, the more runes they will be able to cast.&#10;&#10;Failed challenges lead players to acquire experience points that may be spent to &quot;push&quot; through tougher challenges. But beware, while some negative experiences will help your hero grow, too many tragedies set them on a dark path.&#10;&#10;As players' heroes grow in ability and experience, they move on to harder challenges, eventually facing deadly adversaries and acquiring more and more destiny points. The player whose hero has the highest destiny score wins the game.&#10;&#10;","image":"https://cf.geekdo-images.com/oz_C4Hwf1Hb6KHt6KTxJJA__original/img/0Yr5q3uSGhilPz2dYe3k2rqFO9Q=/0x0/filters:format(jpeg)/pic4165094.jpg","thumbnail":"https://cf.geekdo-images.com/oz_C4Hwf1Hb6KHt6KTxJJA__thumb/img/WKPD4ypqNftdXn2L3q4aPM8UXh0=/fit-in/200x150/filters:strip_icc()/pic4165094.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Cooperative Game","Deck, Bag, and Pool Building","Dice Rolling","Set Collection","Solo / Solitaire Game","Storytelling"],"isExpansion":false,"yearPublished":2019,"bggRating":6.63043,"averageRating":7.19359,"rank":844,"designers":["Johnny O'Neal","Christopher O'Neal"],"publishers":["Asmodee","Brotherwise Games","GaGa Games","Gém Klub Kft.","Hobby Japan","La Boîte de Jeu","Rebel Sp. z o.o."],"artists":[],"playerPollResults":[{"numPlayers":1,"best":11,"recommended":25,"notRecommended":18,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":22,"recommended":37,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":33,"recommended":22,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":11,"recommended":27,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":29,"numPlayersIsAndHigher":true}]}