{"gameId":239472,"name":"Abomination: The Heir of Frankenstein","description":"It's been twenty years since Victor Frankenstein died on a ship in the arctic, but his vengeful creature lives on, as does Robert Walton, the sea captain who vowed to kill the fiend before mercy stayed his hand. It's now 1819, and a sinister darkness descends upon the city of Paris. A mysterious benefactor of gigantic stature has emerged in the scientific community, never showing his face, claiming to possess the late Frankenstein's research. He sponsors a grand competition, offering an even grander prize: unlocking the mystery of mortality!&#10;&#10;Renowned scientists from around the world come to take part: some drawn to solve this eternal riddle, others coerced against their will. But a certain captain comes as well, one deeply suspicious of the secretive patron, hoping to finally fulfill his vow.&#10;&#10;Abomination: The Heir of Frankenstein is a competitive game of strategic monster building for 2-4 players, inspired by Mary Shelley's classic novel of gothic horror. In the game, the creature demands your help to accomplish what his own creator would not: to bring to life an abomination like itself, a companion to end its miserable solitude. Through worker placement and careful management of decomposing resources, you'll gather materials from the cemeteries and morgues around the city, conduct valuable research at the Academy of Science, hire less-than-reputable associates, and toil away in your lab &mdash; all in an effort to assemble a new form of life and infuse it with a &quot;spark of being&quot;. Do well, and the creature may reward you during one of its surprise visits; do poorly, and you may come to regret not putting forth more effort. Narrative elements come into play throughout the game, guided by your decisions, leading to potentially unsavory outcomes.&#10;&#10;The game ends when you succeed in bringing your creation to life or when the Captain kills the creature, whichever happens first. Then the player with the most points fulfills Frankenstein's dark legacy, becoming his heir, for good or ill...&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/JEEZQn4TaBwHuWiPXTpuYA__original/img/bAQ48mOKXYWHyM3EuglzYwngLxc=/0x0/filters:format(jpeg)/pic4659575.jpg","thumbnail":"https://cf.geekdo-images.com/JEEZQn4TaBwHuWiPXTpuYA__thumb/img/Bd5QYxQybsaIo8CPXYXDNEzNWQs=/fit-in/200x150/filters:strip_icc()/pic4659575.jpg","minPlayers":2,"maxPlayers":4,"playingTime":180,"mechanics":["Dice Rolling","Events","Narrative Choice / Paragraph","Set Collection","Storytelling","Variable Player Powers","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2019,"bggRating":6.57636,"averageRating":7.50291,"rank":962,"designers":["Dan Blanchett"],"publishers":["Plaid Hat Games","ADC Blackfire Entertainment","Rebel Sp. z o.o."],"artists":["Mikhail Palamarchuk","Tony Sart"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":8,"notRecommended":25,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":14,"recommended":37,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":36,"recommended":16,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":27,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":24,"numPlayersIsAndHigher":true}]}