{"gameId":239942,"name":"Black Rose Wars","description":"Black Rose Wars is a competitive fantasy game of deck-building, strategy, and combat set in the hectic universe of Nova Aetas in Italy. Each player is one of powerful mages of the Black Rose Order who aspires to become the new Supreme Magister in order to acquire the mighty power of the Black Rose Artifact and the Forgotten Magic. Mages must fight, fulfill Black Rose desires, and gain strength with their spells until their power reaches the containment threshold of the prison where they are exiled, finally freeing themselves. Each mage has at their disposal six schools of magic, each one with its own strategy to annihilate their opponents and increase their power.&#10;&#10;At the start of the battle, mages start with a grimoire of six cards; as mages study more spells during play, their grimoire will increase. Every spell in Black Rose Wars has two different effects, increasing a player's adaptability during a fight.&#10;&#10;Mages fight each other in a modular arena of hexagons called &quot;rooms&quot;. They summon powerful creatures, cast destructive spells, or devise dark deceptions with their enchantments. The game system is divided into different phases. Each turn, after choosing new spells from the six schools of magic, players plan their strategy in advance, placing cards face down. Later, they reveal the played cards to kill each other, solve missions, summon creatures, or destroy the prison rooms, one against each other and against the Black Rose (the playing system).  &#10;After being killed, mages are reborn immediately, allowing them to re-enter the fight without delay &mdash; although their death still fed energy to those mages who caused it.&#10;The mage with the most power at the end of the battle will be crowned Supreme Magister of the Order by the Black Rose itself.&#10;&#10;","image":"https://cf.geekdo-images.com/Nam2TVpVSvHIuAsbocL9cw__original/img/mwtQpefJ_U7pjNguijLo7o7bIpc=/0x0/filters:format(jpeg)/pic6892325.jpg","thumbnail":"https://cf.geekdo-images.com/Nam2TVpVSvHIuAsbocL9cw__thumb/img/hyQNAZKGjQ1Hc2-WzwAAZICBMA4=/fit-in/200x150/filters:strip_icc()/pic6892325.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Action Queue","Area Majority / Influence","Area Movement","Campaign / Battle Card Driven","Deck, Bag, and Pool Building","Hand Management","Modular Board","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":6.9449,"averageRating":7.92463,"rank":550,"designers":["Marco Montanaro"],"publishers":["Ludus Magnus Studio","Ares Games","Czacha Games","Delta Vision Publishing","Hobby World","Last Level","Pegasus Spiele","Rawstone"],"artists":["Fernando Armentano","Tommaso Incecchi","Henning Ludvigsen","Giovanni Pirrotta","Paolo Scippo"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":9,"notRecommended":70,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":47,"notRecommended":55,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":31,"recommended":73,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":87,"recommended":33,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":28,"notRecommended":54,"numPlayersIsAndHigher":true}]}