{"gameId":242302,"name":"Space Base","description":"In Space Base, players assume the roles of Commodores of a small fleet of ships. Ships begin docked at their stations and are then deployed to sectors as new ships are commissioned under your command. Use cargo vessels to engage in trade and commerce; mining vessels to build reoccurring base income; and carriers to spread your influence. Establish new colonies for a new Commodore in a sector to gain even more influence. Gain enough influence and you can be promoted to Admiral!&#10;&#10;Space Base is a quick-to-learn, quick-to-play dice game using the core &quot;I roll, everyone gets stuff&quot; mechanism seen in other games. It's also a strategic engine builder using a player board (your space base) and tableaus of ship cards you can buy and add to your board. The cards you buy and the order you buy them in have interesting implications on your engine beyond just the ability on the card you buy, making for a different type of engine construction than seen in similar games. Players can take their engine in a number of directions: long odds and explosive gains, low luck and steady income, big end-game combos to launch from last to first, or a mix-and-match approach. Ultimately, Space Base is a game you can just start playing and teach everyone how to play in the first round or two and has a satisfying blend of dice-chucking luck and challenging strategic choices.&#10;&#10;","image":"https://cf.geekdo-images.com/yk9yv8hNWlNesafgXAKNDA__original/img/VeY7nYhUEIu4T6O2QW-VTsmP108=/0x0/filters:format(jpeg)/pic4017302.jpg","thumbnail":"https://cf.geekdo-images.com/yk9yv8hNWlNesafgXAKNDA__thumb/img/ZY90NimPqWUBL4N-REESDizUBrY=/fit-in/200x150/filters:strip_icc()/pic4017302.jpg","minPlayers":2,"maxPlayers":5,"playingTime":60,"mechanics":["Card Drafting","Dice Rolling","Random Production"],"isExpansion":false,"yearPublished":2018,"bggRating":7.25516,"averageRating":7.59261,"rank":207,"designers":["John D. Clair"],"publishers":["Alderac Entertainment Group","Arclight","Asmodee","Edge Entertainment","Maldito Games"],"artists":["Chris Walton"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":5,"notRecommended":59,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":17,"recommended":73,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":59,"recommended":42,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":57,"recommended":32,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":11,"recommended":42,"notRecommended":28,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":52,"numPlayersIsAndHigher":true}]}