{"gameId":244115,"name":"Shards of Infinity","description":"One-hundred years ago, The Infinity Engine was shattered and its reality-bending shards have destroyed most of the world. Now, it falls upon you to gather your forces, defeat your adversaries, and rebuild the Infinity Engine! Will you survive?&#10;&#10;Shards of Infinity combines an unprecedented level of strategy and customization into one small box. Rather than competing for points, players must outlast their opponents and reduce their health to zero, which can be done in a number of ways. Each player starts the game with a basic deck of cards, and they can acquire new cards from a central display of six cards (as in Ascension) and add these new cards to their deck or use them immediately, depending on what they are.&#10;&#10;Every character starts with fifty health and zero mastery. On each turn, you can spend one gem (a.k.a., money) to gain a mastery point. The more mastery you have, the more powerful your cards become. This lets even the weak cards in your starting deck become more powerful as the game progresses. If you reach a total of thirty mastery, you can activate your Infinity Shard, which instantly defeats your opponent.&#10;&#10;As you acquire new cards, you can employ allies and champions to craft your strategy. Mercenary cards can be added to your deck as in other deck-building games or they can be played immediately from the center row for their ability; this adds even more drama to each player's turn as a key mercenary flip can alter the very outcome of the game!&#10;&#10;Will you neutralize your opponents before they can fully master the Infinity Shard? With careful planning and aggressive gameplay, only one player can emerge the winner!&#10;&#10;","image":"https://cf.geekdo-images.com/GfQBoqOl21zQx-Vy-dSHZw__original/img/OFsvutVOnXspJgkpSfw27Wx-AmA=/0x0/filters:format(png)/pic4064509.png","thumbnail":"https://cf.geekdo-images.com/GfQBoqOl21zQx-Vy-dSHZw__thumb/img/YIrtck-_LqOn5Me4cbn8TWk-9UA=/fit-in/200x150/filters:strip_icc()/pic4064509.png","minPlayers":2,"maxPlayers":4,"playingTime":30,"mechanics":["Deck, Bag, and Pool Building","Delayed Purchase","Hand Management","Open Drafting","Take That"],"isExpansion":false,"yearPublished":2018,"bggRating":6.82633,"averageRating":7.49836,"rank":638,"designers":["Gary Arant","Justin Gary"],"publishers":["Stone Blade Entertainment","Ultra PRO","GaGa Games","IELLO","Kilogames","Mancalamaro","Reflexshop","TCG Factory"],"artists":["Aaron Nakahara"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":12,"notRecommended":33,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":69,"recommended":12,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":11,"recommended":24,"notRecommended":27,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":7,"recommended":22,"notRecommended":33,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":43,"numPlayersIsAndHigher":true}]}