{"gameId":244191,"name":"Nagaraja","description":"Twin temples of two forgotten divinities containing ancient relics have been discovered in India. You set off on a treasure hunt, racing to find them before your rival, but your progress is slowed by a constantly shifting maze of paths&hellip; And eternal damnation awaits anyone foolish enough to uncover the three cursed relics of the evil god Garuda!&#10;&#10;MOVE QUICKLY...CHOOSE WISELY! A treasure race packed with tough choices, twists &amp; turns!&#10;&#10;In this 2-players game, each player moves around their own temple, which has spaces for room tiles and hiding places for 9 sacred and cursed relics around. These relics are placed randomly, facedown, around the temples and worth victory points once flipped face up.&#10;The first player to score 25 victory points wins the game. However, a player loses if they reveal all three cursed relics! Each round, the players compete to win a new room tile by using cards allowing them to throw fate sticks. The player with the most fate points&#10;showing on their sticks wins the room tile and places it in their temple. Each player attempts to create paths leading to their relics, enabling them to flip them face up and score victory points.&#10;Yet, Naga symbols on some sticks let you activate cards with powerful effects, so that you can never take anything for granted&hellip;&#10;&#10;A GAMEPLAY WITH DUAL-USE CARDS AND STICKS&#10;&#10;Players must decide how to use the cards in their hands: for throwing sticks or activating their effects? Card effects can be applied on you or opponent's game and are relating to:&#10;&#10;- Sticks results&#10;      - Relic positions&#10;      - Room positions&#10;      - Card drawing&#10;&#10;Results on Fate sticks can be used to win the room at stake (using their Fate points) or to activate cards (using their Naga symbols). There are 3 types of sticks (number of Fate points or Naga faces are different for each type).&#10;&#10;DILEMMAS, TWISTS, LOW-BLOW&hellip;!&#10;&#10;No temple room or Relic is locked in place, they can be moved/removed as you or your opponent activate cards&hellip; You could turn everything upside down!For example:&#10;&#10;- Make the maze slide&#10;      - Swap the positions of relics&#10;      - Place a Trap room in your opponent&rsquo;s Temple&#10;      - Change the results of the sticks&#10;      - Discard action cards from your opponent's hand&#10;      - Make him throw again his sticks&hellip;&#10;&#10;IF YOU&hellip;&#10;&#10;&bull; Have ever dreamed of being an Indiana Jones, chasing relics in an Indian modular temple...&#10;&bull; Adore putting a spoke in the wheels of your opponent&hellip;&#10;&bull; Love gameplays balanced between strategy (cruel choices, anticipation) and fun... then Nagaraja is the perfect game for you!&#10;&#10;","image":"https://cf.geekdo-images.com/BhWG7lpcdeDtgREf_qoxnw__original/img/DZPHZKfcCd8722GNo6en6GgCWmk=/0x0/filters:format(jpeg)/pic4584504.jpg","thumbnail":"https://cf.geekdo-images.com/BhWG7lpcdeDtgREf_qoxnw__thumb/img/A05JkFIHJGHpkTvNu2jgNxFx5M0=/fit-in/200x150/filters:strip_icc()/pic4584504.jpg","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Dice Rolling","Grid Movement","Hand Management","Modular Board","Network and Route Building","Sudden Death Ending","Tile Placement"],"isExpansion":false,"yearPublished":2019,"bggRating":6.36486,"averageRating":7.24093,"rank":1310,"designers":["Bruno Cathala","Théo Rivière"],"publishers":["Hurrican","Gém Klub Kft."],"artists":["Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":18,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":true}]}