{"gameId":244820,"name":"Posthuman Saga","description":"You are a survivor in a near-future Europe that has collapsed under the weight of its own political errors, in the wake of a bloody class-war fueled by genetic modifications. In Posthuman, you journeyed to the last bastion of organized human society in the area: The Fortress. A year down the line, you have become an active part of that society and honed the skills you need to fulfill your role there, but the mutants are gaining ground...&#10;&#10;Posthuman Saga is a standalone survival game in the Posthuman universe. You play a seasoned member of the Fortress' militia, sent out beyond the defensive perimeter to explore and hopefully reconnect with outposts the Fortress has lost touch with, while searching for scavengable sites along the way. You have to forge across a crumbled land where resources are spare and mutants roam the ruined mansions and forests alike.&#10;&#10;Like the initial Posthuman, this is a sandbox-style survival journey, but the game system in Posthuman Saga differs from that of the first game in the series. Players win by  completing various objectives that suit different characters and playing styles. It has an emphasis on tactical choices on two levels: the journey expressed through an innovative modular tile map puzzle and the individual  story and combat encounters. The latter are fast, card-based affairs involving tough choices with future consequences. Posthuman Saga boasts over one hundred, finely crafted story scenes with a simple, push-your-luck mechanism that supplements the emergent narrative afforded by the game. Mutation is a way of life in the Posthuman world, and it can have its advantages, but it can easily get out of control...&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/pkgBXnYwfyfe_SK_oMOm1Q__original/img/fPGNoqBJGZUBeQvAm2YHpiLtoBs=/0x0/filters:format(jpeg)/pic3948066.jpg","thumbnail":"https://cf.geekdo-images.com/pkgBXnYwfyfe_SK_oMOm1Q__thumb/img/aVmK67KyMRNFAXratup2eCthP1Y=/fit-in/200x150/filters:strip_icc()/pic3948066.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Auction/Bidding","Deck, Bag, and Pool Building","Dice Rolling","Modular Board","Pattern Building","Push Your Luck","Role Playing","Storytelling","Tile Placement","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":5.64707,"averageRating":7.27396,"rank":5704,"designers":["Gordon Calleja"],"publishers":["Mighty Boards"],"artists":["Mark Casha","Arjuna Susini"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}