{"gameId":247417,"name":"Solomon Kane","description":"Based upon the stories by Robert E. Howard (creator of Conan), Solomon Kane is a narrative adventure board game featuring exceptional 35mm miniatures. It is a highly innovative co-operative game of storytelling, resource management, and tactical miniatures play. Players take the part of the invisible powers of good and light who aid Solomon Kane in his quest to overcome the forces of Darkness. Each player is one of the four Cardinal Virtues: Courage, Prudence, Temperance, and Justice, each with special powers that reflect their unique role.&#10;&#10;Drawing upon Howard&rsquo;s famous tales of the Puritan avenger, the core box allows players to tell their own versions of the Rattle of Bones, Skulls in the Stars, and Blue Flame of Vengeance. Expansions recreate Howard&rsquo;s other Solomon Kane stories, as well as adding original adventures for the hero, created especially for the game.&#10;&#10;In Solomon Kane, each of Howard&rsquo;s tales is told as one or more Acts, with each Act comprising a full game session. Shorter stories like Rattle of Bones can be completed in a single session, whilst longer tales will take multiple sessions to play through.&#10;&#10;An Act is broken down into 8-10 Chapters, and each Chapter has multiple possible outcomes depending upon the actions of the players. Some Chapters offer story choices, whereas others see the action play out on the game board as the players work together to aid Solomon Kane in his quest.&#10;&#10;Using custom card decks and dice, each Virtue can control Solomon Kane or his allies, moving them around the board, fighting enemies, exploring locations, and interrogating suspects for information. If the odds get too stacked against Solomon Kane, the Virtues can even manifest directly to intervene on the board.&#10;&#10;Opposing Solomon Kane and the players is the Darkness. This twisted reflection of the Virtues is controlled by an AI deck which determines the actions of enemy miniatures, thwarts the player&rsquo;s best plans, and competes with them to drive the story in an evil and unholy direction.&#10;&#10;The world of Solomon Kane is brought to life through the stunning artistic vision of Guillem H. Pongiluppi and game designer Jake Thornton, whose &lsquo;puppet master&rsquo; game mechanics break new ground in co-operative gameplay. With multiple versions of every single Chapter, Solomon Kane is able to combine immersive storytelling with abundant replayability for a truly unique gameplay experience.&#10;&#10;Who is Solomon Kane?&#10;Solomon Kane is a dour English Puritan and redresser of wrongs. He roams the world, fighting against the ungodly and evil works of men and foul magic alike. He follows no master save his conscience, though that alone drives him to the ends of the Earth to fulfil his quest.&#10;&#10;All his life he has travelled, aiding the weak and fighting oppression. From the bleak moors of England, through the damp forests of Germany, to the sweltering jungles and savannahs of Africa &ndash; even to the shores of the distant New World of America. He neither knows nor questions why is driven to do this. It simply must be done.&#10;&#10;To Solomon Kane he is the fulfiller of God&rsquo;s judgment; a vessel of wrath to be emptied onto the souls of the unrighteous. To his enemies he is an implacable fury, armed with flintlock and rapier, and armoured in unshakeable faith. The knowledge of the rightness of his cause makes him unstoppable, and gives him the ability to overcome any fiend or demon.&#10;&#10;","image":"https://cf.geekdo-images.com/R9D3SS_Dehl1JR2hspQT_w__original/img/IN_UUzAdDYNBhy4S3nENyW-SJvU=/0x0/filters:format(jpeg)/pic4235874.jpg","thumbnail":"https://cf.geekdo-images.com/R9D3SS_Dehl1JR2hspQT_w__thumb/img/zIVxvqbY8enxz6tf4-4O0Kx6scY=/fit-in/200x150/filters:strip_icc()/pic4235874.jpg","minPlayers":1,"maxPlayers":5,"playingTime":120,"mechanics":["Area Movement","Cooperative Game","Dice Rolling","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":2020,"bggRating":5.65509,"averageRating":8.46282,"rank":5577,"designers":["Jake Thornton"],"publishers":["Mythic Games"],"artists":["Thierry Masson","Guillem H. Pongiluppi","Edgar Skomorowski","Irek Zielinski"],"playerPollResults":[{"numPlayers":1,"best":8,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":4,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":7,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":3,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":5,"numPlayersIsAndHigher":true}]}