{"gameId":247585,"name":"Waste Knights: Second Edition","description":"Waste Knights: Second Edition is a post-apocalyptic game of adventure and survival for 1-4 players inspired by cult classics of the post-apo movies and set in dystopian Australia destroyed by experiments of a powerful corporation. Each player becomes a rugged hero, travelling through the wasteland, facing unnatural weather and enemies forged in long-forgotten laboratories as well as experiencing adventures full of dramatic choices and disturbing characters.&#10;&#10;The game is adventure-based, with each Adventure branching out into a number of Plots revealed depending on the players&rsquo; narrative choices. Each plot offers unique game mechanics and stories that can be found in the Book of Tales &ndash; some of them are keyed to a particular adventure, some are generic, but all enable the players to immerse themselves in the setting and make decisions that change the world around them.&#10;&#10;Each knight (player) has 2 actions at their disposal, which basically enable them to travel around the continent in their Vehicle, explore the area for ever-dwindling Resources (Fuel, Ammo, Meds), or camp in order to repair their Gear and heal Wounds or Radiation. Each adventure additionally offers a number of unique Plot Actions that let the players affect the story and fulfill their goals.&#10;&#10;However, the heart of the game are stories. Each playthrough is based on an adventure found in the Guide. Some of them are co-op, others competitive, others still may end with the players grouping around different factions and forced to fight their former friends. The construction of each adventure offers lots of narrative choices guaranteeing high replayability and encompasses unique setup elements so that the basic game can be prepared quickly and the players can focus on the plot, not the rules.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ZuKO7yC-857WgMgrhgIAFA__original/img/tl84hAet55WbiU-qcfRAIyL9mME=/0x0/filters:format(jpeg)/pic4012128.jpg","thumbnail":"https://cf.geekdo-images.com/ZuKO7yC-857WgMgrhgIAFA__thumb/img/A3eQz-l6kt3NbiNjuYMJyu7B4uI=/fit-in/200x150/filters:strip_icc()/pic4012128.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Cooperative Game","Dice Rolling","Open Drafting","Pick-up and Deliver","Role Playing","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":6.04077,"averageRating":7.79817,"rank":2400,"designers":["Marek Mydel","Paweł Szewc"],"publishers":["Galakta","HeidelBÄR Games","Zvezda"],"artists":["Tymoteusz Chliszcz","Bartek Fedyczak","Aleksander Karcz","Michał Lechowski","Jarosław Marcinek","Robert Rejmak","Piotr Rossa","Tomasz Ryger","Tomasz Ściolny","Michał Teliga"],"playerPollResults":[{"numPlayers":1,"best":11,"recommended":12,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":17,"recommended":6,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":9,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":6,"notRecommended":14,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":17,"numPlayersIsAndHigher":true}]}