{"gameId":248188,"name":"Heroes of Stalingrad","description":"The Eastern Front, October 1942 &mdash; Whilst the German armies have put their boot down and established firm control of the Western front, their counterparts on the Eastern front are kept very busy in the USSR. Some of them will soon be trapped in one of the larger Communist cities: Stalingrad.&#10;&#10;Heroes of Stalingrad is a standalone wargame by Devil Pig Games. Make use of the dynamic and strategic HEROES SYSTEM: TACTICAL SCALE and dive right into one of the most decisive battles of the Second World War. Play as your favourite Hero alongside your friendly troops during two-player games of 30 minutes or more. Perform heroic deeds of derring-do as seen in many War movies.&#10;&#10;Whether or not you know our other games that use the same system, Heroes of Stalingrad is an ideal game to discover the HEROES SYSTEM: TACTICAL SCALE.&#10;&#10;The area lies in ruins after heavy bombing by the Luftwaffe. Yet the Russians refuse to give up the city. Intense combat ensues for control of every room in so many buildings as they are taken, lost, retaken,&hellip; time and again. The Germans call it the Rattenkrieg, the war of the rats. Imagine charging infantry, exploding grenades, bursts of MG34 and DP28 machine guns, artillery and tanks releasing their deadly ordnance&hellip;&#10;&#10;At night and during lulls in the battle, loudspeakers amplify the dreary propaganda messages as they relentlessly echo through the air in order to demoralize the enemy. For a brief period nothing seems to stir in the omnipresent rubble. A sniper takes aim and fires a crisp single shot&hellip; one enemy less in Stalingrad...&#10;&#10;","image":"https://cf.geekdo-images.com/4HvdtYAXXBrx9rF8UA-tDw__original/img/EiYhGVIEnAmENDccDDLKlMwPEnI=/0x0/filters:format(jpeg)/pic4046961.jpg","thumbnail":"https://cf.geekdo-images.com/4HvdtYAXXBrx9rF8UA-tDw__thumb/img/vuByoWa9WVgaBSqHxmGS5FLbQ_0=/fit-in/200x150/filters:strip_icc()/pic4046961.jpg","minPlayers":2,"maxPlayers":2,"playingTime":120,"mechanics":["Action Queue","Dice Rolling","Grid Movement","Hand Management","Modular Board","Simulation","Square Grid","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":5.64059,"averageRating":8.36014,"rank":6024,"designers":["Yann and Clem"],"publishers":["Devil Pig Games"],"artists":["Alexandre Bonvalot","Olivier Derouetteau"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":true}]}