{"gameId":248125,"name":"Monumental","description":"In Monumental, each player will control a civilization that will evolve through his city: a grid of 3x3 cards (coming out from the player's starting civilization deck) that can each be activated to gather various resources such as Science, Military, Production, Culture, and Gold that will allow them to trigger many actions. But there&rsquo;s a trick: one cannot activate all their cards at once, which means that tough choices will have to be made each turn in order to select the cards that are the most needed.&#10;&#10;The resources gathered from the activated city cards will allow the players to acquire cards from a common pool, allowing them to get improved buildings, technologies, wonders, etc. and therefore to leverage their civilization deck to new heights through more and more efficient card combos. As the common pool of cards progresses (either as players have acquired cards or because they didn't - which leads to one card from the pool to be discarded per turn), the game progresses through eras. Medieval cards are better than classical cards, and industrial cards are even better, but of course those cards are more and more expensive to acquire.&#10;&#10;A modular board, at the center of the table, holds each civilization's army. The board is made of Provinces to be conquered. Unoccupied Province's inhabitants are barbarians who will provide resources to the player who defeats them. Holding a conquered province also brings victory points.&#10;&#10;The player with the most impressive civilization at the end of the game will be remembered for all time (and they also win the game!).&#10;&#10;&mdash;description based on the publisher's&#10;&#10;","image":"https://cf.geekdo-images.com/A1NhQEEKNyavYgOzvdT-XQ__original/img/CMOQasmhjxRZgOCWw3ujPHlnstI=/0x0/filters:format(jpeg)/pic4339963.jpg","thumbnail":"https://cf.geekdo-images.com/A1NhQEEKNyavYgOzvdT-XQ__thumb/img/ruXlpSeZ-VPWXunGl4-kmlK4-ao=/fit-in/200x150/filters:strip_icc()/pic4339963.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Queue","Area Movement","Deck, Bag, and Pool Building","Hand Management","Modular Board","Set Collection","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2020,"bggRating":6.27407,"averageRating":7.37969,"rank":1788,"designers":["Matthew Dunstan"],"publishers":["Funforge","ADC Blackfire Entertainment","Gém Klub Kft.","Hobby Japan"],"artists":["Tey Bartolome","Georges Bouchelaghem","Hendry Iwanaga","Agri Karuniawan","Raph Lomotan","Paul Mafayon","Philippe Nouhra","Andreas Rocha","Brian Valeza"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":22,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":40,"recommended":18,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":30,"recommended":19,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":13,"notRecommended":38,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":41,"numPlayersIsAndHigher":true}]}