{"gameId":248490,"name":"Atlantis Rising (Second Edition)","description":"The isle of Atlantis, your home, is sinking. Will you be able to save your people in time?&#10;&#10;Atlantis Rising is a co-operative worker placement game in which you must work together with up to five other players to deploy citizens across your homeland, gathering resources in order to build a cosmic gate that can save your people. Workers placed close to the shoreline are more rewarding, but are more likely to be flooded and the actions lost.&#10;&#10;Every turn, each player draws a misfortune card that will flood certain locations along the ever-shrinking Atlantis shoreline, or may otherwise work to undermine your efforts to save your people. So you must race to gather the necessary resources to build and power the gate, before the island disappears beneath the waves forever.&#10;&#10;This edition contains all new art and graphic design, created to bring even more attention to the thematic setting of the game. The Athenians Attack phase has been replaced with the Wrath of the Gods phase, requiring more strategic planning and adding to the sense of urgency. Now, instead of placing workers in an Atlantean Navy, players must cooperatively decide to flood a set number of tiles at the end of each round. To further aid them in their task, Councilor player powers have been expanded and made more impactful, and the knowledge deck has similarly been revised and expanded. The variable gate components, once built, no longer offer one-time bonuses, but create new worker placement spots where players can send Atlantean workers to unleash actions to help save their island.&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/L9MTX-jaDgKZ-0Ml8xZG4pHicWU=/0x0/pic4895878.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/kZ9kSXPe8naMaTtc9IV4SFOBCcw=/fit-in/200x150/filters:strip_icc()/pic4895878.jpg","minPlayers":1,"maxPlayers":7,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Push Your Luck","Solo / Solitaire Game","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2019,"bggRating":6.57337,"averageRating":7.90895,"rank":884,"designers":["Galen Ciscell","Brent Dickman"],"publishers":["Elf Creek Games","Lucky Duck Games","Skellig Games"],"artists":["Vincent Dutrait","Peter Gifford"],"playerPollResults":[{"numPlayers":1,"best":9,"recommended":19,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":11,"recommended":18,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":19,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":15,"recommended":13,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":10,"recommended":13,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":3,"recommended":15,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":2,"recommended":13,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":0,"recommended":1,"notRecommended":11,"numPlayersIsAndHigher":true}]}