{"gameId":249277,"name":"Brazil: Imperial","description":"Take on the role of one of the great monarchs of the past, and show your valor! You will arrive in a vast and rich territory, but the road to the prosperity is filled with challenges.&#10;&#10;In Brazil: Imperial, you need to construct buildings, manage resources, explore the land, create trade, acquire the support of the greatest personalities of the country, and recruit a powerful army to protect your interest against the rival states. If you make the right choices, you can complete missions to progress to a more advanced era, receiving new interesting options of development and victory points. In the end, the best monarch receives the title of Brazilian Emperor and constructs a new era of prosperity, enlightenment and peace!&#10;&#10;In more detail, while playing on a modular board, you use a combination of worker placement, area majority, and individual powers to construct an empire in Brazil between the 16th and 19th centuries. You start by choosing one of the available monarchs and its personal game board and components; some monarchs are strong in combat, while others prioritize science or exploration. You receive tasks that advance you to a new era when you complete them, giving you access to more power constructions as you move into the second and third eras of the game, then you choose a starting point on the shared map.&#10;&#10;On each turn, you can participate in an action phase and a movement phase. You manage actions on your individual game board, and you have these seven choices:&#10;&#10;&#10;    Summon: Summon one military unit to explore and defend your territory.&#10;    Frame: Buy cards that represent famous historic figures to receive special powers and victory points.&#10;    Build: Construct farms, mines, cities, and other structures to generate resources and do other things.&#10;    Renovate: Overhaul an old building to produce new resources.&#10;    Manufacture: Produce basic resources &mdash; wood, sugar cane, cotton, or coffee &mdash; to receive victory points, improve your &quot;action arches&quot;, and have raw material for more valuable products.&#10;    Port: Go to the port to receive a small amount of basic resources.&#10;    Market: Sell your basic resources to receive gold and special cards to improve your empire.&#10;&#10;&#10;During the movement phase, you can explore hidden places or attack other players. For combat, you check the power of the troops involved in the conflict to determine the winner, with cards being able to modify these values. Once a player completes their goals in the third era, the game ends and players tally their scores.&#10;&#10;Brazil: Imperial was developed with the concept of it being &quot;Euro X&quot;, a new style of game that combines Eurogames (in which you collect and manage resources) and 4x games (in which you explore, expand, exploit and exterminate). Each game you can focus on resource management, combat, or a combination of both, depending on your choice of monarch and the interaction with other players.&#10;&#10;","image":"https://cf.geekdo-images.com/KuiDNcMdWaeDe5_-rISFRQ__original/img/lLQh6xW5n-SW9LNNMiSloEh3XUM=/0x0/filters:format(jpeg)/pic6222695.jpg","thumbnail":"https://cf.geekdo-images.com/KuiDNcMdWaeDe5_-rISFRQ__thumb/img/Mfht3Q1IcjyVG8A2fdDBP--MWf8=/fit-in/200x150/filters:strip_icc()/pic6222695.jpg","minPlayers":1,"maxPlayers":4,"playingTime":100,"mechanics":["Card Drafting","Card Play Conflict Resolution","Contracts","Force Commitment","Grid Movement","Hexagon Grid","Modular Board","Moving Multiple Units","Once-Per-Game Abilities","Solo / Solitaire Game","Tech Trees / Tech Tracks","Tile Placement","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":5.60092,"averageRating":9.29433,"rank":7268,"designers":["Zé Mendes"],"publishers":["MeepleBR","CMON Global Limited","Giant Roc","Lucrum Games","Maldito Games","MUNDUS","Super Meeple"],"artists":["Carlos Eduardo Justino","Vinicius Menezes","Tom Ventre"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}