{"gameId":250458,"name":"Gùgōng","description":"China, 1570. China is under the reign of the Longqing Emperor, of the Ming Dynasty. He inherited a country in disarray after years of mismanagement and corruption. He resided in the Forbidden city, which was the seat of many emperors under the Ming Dynasty. Constructed from 1406 to 1420, the complex consists of 980 buildings and covers 72 ha (over 180 acres). It is also under the Ming Dynasty that the Great Wall of China was rebuilt, fortified, and expanded. Around this period, China was under heavy attack from the Mongols, so maintaining the Great Wall was essential. Most of what we now have left of the Great Wall, we owe to the Ming dynasty.&#10;&#10;The country was already famous for its very intricate bureaucracy, but this also led to a lot of corruption. Even though the penalties for corruption were very high, the highest Officials of the Forbidden City would pretend to uphold the ban on corruption, by accepting gifts of petitioners, and returning one of seemingly lower value.&#10;&#10;G&ugrave;g&#197;&#141;ng uses this extraordinary custom as its basis. Players take on the role of powerful Chinese families trying to gain influence and power by exchanging gifts with Officials. The gift cards you offer as a player have to be of a higher value than the one you receive, forcing you to make strategic choices regarding which actions you want to take each turn. You will travel around China, sail down the Grand Canal, purchase precious jade, help construct the Great Wall, secure advantages through decrees, influence the game through intrigue, and ultimately, receive an audience with the emperor. If only 1 player succeeds in doing so, he wins. If several players succeed, the player with the most VPs among those players wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;(Espa&ntilde;ol)&#10;&#10;China, 1570. El pa&iacute;s est&aacute; bajo el reinado del Emperador Longqing, de la Dinast&iacute;a Ming. Su padre, el Emperador Jiajing, rein&oacute; durante muchos a&ntilde;os. A pesar de ser un hombre diligente, era tambi&eacute;n conocido por su crueldad y por la preocupaci&oacute;n de sus propios intereses frente a los del pa&iacute;s. Aquellos que se opon&iacute;an a &eacute;l normalmente no sobreviv&iacute;an mucho tiempo. Su largo reinado marc&oacute; el comienzo de un per&iacute;odo de cierta estabilidad, pero sus excentricidades dejaron al pa&iacute;s en un estado realmente pobre, da&ntilde;ado por la incesante corrupci&oacute;n.&#10;&#10;Los jugadores asumen el papel de poderosas familias chinas que tratar&aacute;n de ganar influencia y poder sobornando a los funcionarios responsables de ciertas tareas, intercambiando los regalos adecuados, en el transcurso de 4 d&iacute;as. Los jugadores obtendr&aacute;n puntos de victoria de esta manera, y aquel con mayor n&uacute;mero de puntos de victoria ganar&aacute; el juego. Pero cuidado: sobre todo debes tratar de conseguir una audiencia con el propio Emperador. Si no lo consigues, todos tus esfuerzos habr&aacute;n sido en vano.&#10;&#10;&mdash;descripci&oacute;n de la Editorial&#10;&#10;","image":"https://cf.geekdo-images.com/HJ263_vhLJ58QUWPvMVbEg__original/img/skOr94PrT2kuJsrnB2sta4tzcAQ=/0x0/pic4143114.jpg","thumbnail":"https://cf.geekdo-images.com/HJ263_vhLJ58QUWPvMVbEg__thumb/img/uRX0KCJmdwWZiL8Z7fo4V-mwm_E=/fit-in/200x150/filters:strip_icc()/pic4143114.jpg","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Hand Management","Set Collection","Worker Placement"],"isExpansion":false,"yearPublished":2018,"bggRating":7.0782,"averageRating":7.52433,"rank":321,"designers":["Andreas Steding"],"publishers":["Game Brewer","CrowD Games","Dexker Games","Ergo Ludo Editions","Games Factory","Kronos Games (Krogam)","Last Level","sternenschimmermeer","Tasty Minstrel Games","TLAMA games"],"artists":["Andreas Resch","Noah Adelman"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":42,"notRecommended":24,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":17,"recommended":75,"notRecommended":18,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":69,"recommended":43,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":59,"recommended":52,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":8,"recommended":32,"notRecommended":47,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":0,"notRecommended":47,"numPlayersIsAndHigher":true}]}