{"gameId":251198,"name":"Lost Ones","description":"Lost Ones is a &ldquo;Choose Your Own Path&rdquo; story utilizing map tile exploration. Each player takes on the role of a Lost One, a kidnapped youth taken to the Otherworld, home of the Fae. Thankfully, a conflict between warring Fae factions has created enough distraction for the Lost Ones to escape. Now you must explore this magical realm of dreams and nightmares and hopefully discover a way home while the remaining Fae hunt you down.&#10;Each player takes between 1 and 3 actions in a round. Once a player completes their action, any player who hasn&rsquo;t taken their turn can take their actions. Repeat taking rounds until the game ends.&#10;&#10;Each player has access to these actions.&#10;&#10;&bull;    Explore a new area by placing a map tile, moving there, and reading the introduction of an encounter in the Story Book&#10;&bull;    Perform an action in a story encounter&#10;&bull;    Move to an adjacent map tile that has already been placed&#10;&bull;    Activate Boon cards&#10;&#10;When investigating a map tile, you experience a story encounter and usually make decisions that will impact the rest of the game. These encounters often require you to use Ability cards from your hand. Success could mean learning more valuable information, overcoming obstacles, or even gaining Boon cards that grant magical powers and mythical relics. However, exploring this realm of dreams may result in experiencing a terrifying Bane, which will hinder progress and potentially lead to the character&rsquo;s doom. You may also find a new phase of the moon and the passage of time&hellip;&#10;&#10;You must find and open a magical Gateway to escape before another New Moon, having an empty hand, or being caught by the Fae. Careful use of resources, piecing together clues, and acquiring special Boon cards are crucial to winning the game. Based on the choices made by the player, there are also a dozen different story endings with their own epilogues.&#10;&#10;","image":"https://cf.geekdo-images.com/Yr_6rT4q98XK9EmJa6j7tA__original/img/hsMjDjn9a9nS6PJPJmt3r-Q5Qb8=/0x0/filters:format(png)/pic4676449.png","thumbnail":"https://cf.geekdo-images.com/Yr_6rT4q98XK9EmJa6j7tA__thumb/img/DK0VDcE6B-2qJ3DYy_P9tQUp8kQ=/fit-in/200x150/filters:strip_icc()/pic4676449.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Cooperative Game","Hand Management","Storytelling","Tile Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":5.52552,"averageRating":6.58571,"rank":14036,"designers":["Gordon Alford"],"publishers":["Greenbrier Games"],"artists":["Matt Forsyth","Paperhead","Steven Preisman"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}