{"gameId":252315,"name":"The Everrain","description":"&quot;The world is drowning. When The Everrain began, no alarms were rung; no calls to action were cried. But as the weeks became months, and the months flowed into years, it became apparent that the rain would not stop. It&rsquo;s been 5 years now, and the rain has not ceased for a minute in that time. Lands and places have begun to disappear beneath the waves, and before long the rising tides will take us all. We must do something, or a watery grave will be the fate of everything to grace the land. At first we knew not of the cause of The Everrain, but it has since become painfully apparent that the Old Gods of the ocean have awoken, and they are angry. For too long the people and creatures of the earth have prospered, and the Old Gods have arisen to usher in a new age of the Sea. We must do something, before all is lost to the rising tides. Assemble your crew, brave hero, and find a way to grant the Gods peace and return them to their slumber.  Stop The Everrain&hellip; or drown in the flood of the new world.&quot;&#10;&#10;The Everrain is a cooperative exploration game where players must each assemble their own motley crew of spirited mariners and take to the dark seas of a world drowning under the curtain of an endless and oppressive storm that threatens to drown the world. The ancient Old Ones of the sea have awoken and begun to reshape the world in their image, and unless something is done all will drown in the rising tides. Players must explore this dark and foreboding world, completing quests, expanding their crew, upgrading their ship and investigating the source of the Everrain before it is too late.&#10;&#10;Starting from humble beginnings, each player must traverse the seas of the Everrain to discover new places. The board is randomly generated from modular tiles, leading to a completely unique setup each time the game is played.&#10;&#10;Each player begins with their own ship and a skeleton crew, but more experienced crew can be found in the darkly lit taverns of port towns, saved from shipwrecks and even be rewarded for completing quests. The game is progressed by completing quests which can trigger important plot points, but players must be wary as the Old God&rsquo;s minions also seek to advance their own agendas. Combat can take place from ship to ship and even aboard a player&rsquo;s vessel, so each crew member must be ready for almost anything!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ScHRjwiNs2flQZAk-V_OdQ__original/img/TQhcb3fAOu3ucyhxuziSKt1GFh0=/0x0/filters:format(jpeg)/pic4298521.jpg","thumbnail":"https://cf.geekdo-images.com/ScHRjwiNs2flQZAk-V_OdQ__thumb/img/VjVxvJ2ca3lVq9C-11q_Ewd43Yw=/fit-in/200x150/filters:strip_icc()/pic4298521.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Grid Movement","Modular Board","Storytelling","Tile Placement","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.76535,"averageRating":7.60451,"rank":4536,"designers":["Adam Smith (I)"],"publishers":["Grimlord Games","Légion Distribution"],"artists":["Aleksandra Bilic","Björn Hurri","Sebastian Kowoll","Thomas Lishman","Henning Ludvigsen"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":11,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}