{"gameId":252556,"name":"Bosk","description":"From majestic Maples to ancestral Oaks, players nurture their trees aiming to thrive over the course of a year in a beautiful National Park.&#10;&#10;In the spring, players carefully grow their trees, scoring as hikers enjoy traveling the trails in summer.&#10;&#10;When autumn comes, leaves fall in the ever-changing direction of the wind, guided to cover the terrain and other players&rsquo; leaves. Points are awarded in winter for the most coverage of each region in the park.&#10;&#10;Gain your ground in the park to be victorious in Bosk!&#10;&#10;Gameplay&#10;&#10;Bosk is played over 4 seasons, 2 playing seasons, 2 scoring seasons -- each one unique!&#10;&#10;Spring&#10;Players grow each of their 8 trees (numbered 1 through 4) on intersections of the grid lines on the park board.&#10;&#10;Summer&#10;Hikers visit, travelling the trails. Players score points for having the highest (or second place) total value from trees in each row and column. 2 points for 1st, 1 for second.&#10;&#10;Autumn&#10;The wind starts to blow and leaves fall. In turn, each player blows leaves from one of their trees. The wind board determines which tree (a 1 tree in the first round) and which direction the wind is blowing. Players choose a tile from their hand of tiles (2 through 8, and a squirrel) to determine how many leaves to blow from their tree. Leaves are placed in a meandering path in the direction of the wind, covering the various terrain squares. Players may cover other players leaves by returning 1 leaf to the supply for each leaf being covered. The squirrel can jump up to 3 spaces in the direction of the wind, cover any sized pile and can't be covered.&#10;&#10;Winter&#10;Players score again, this time for having majority (or second place) based on coverage per each of the 8 regions on the board -- 5 points for 1st, 3 points for 2nd. The highest scoring player is the winner!&#10;&#10;","image":"https://cf.geekdo-images.com/wanObJ4qujaK6MQ0R71skg__original/img/3G53YFTCQozvdx9KRXY-6-ljcjo=/0x0/filters:format(jpeg)/pic4636173.jpg","thumbnail":"https://cf.geekdo-images.com/wanObJ4qujaK6MQ0R71skg__thumb/img/7OuVXKEhBHRut9Opn8ibTrqo68I=/fit-in/200x150/filters:strip_icc()/pic4636173.jpg","minPlayers":2,"maxPlayers":4,"playingTime":40,"mechanics":["Area Majority / Influence","Bias","Hand Management"],"isExpansion":false,"yearPublished":2019,"bggRating":6.13263,"averageRating":7.0383,"rank":1964,"designers":["Daryl Andrews","Erica Bouyouris"],"publishers":["Floodgate Games","Cranio Creations","Maldito Games","Mandoo Games","Matagot"],"artists":["Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":12,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":8,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":7,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}