{"gameId":253499,"name":"A War of Whispers","description":"A War of Whispers is a competitive board game for 2 to 4 players. Five mighty empires are at war for the world, but you are no mighty ruler. Instead, you play a secret society that is betting on the results of this war while pulling strings to rig the results and ensure their bets pay off. A War of Whispers is a game of deep strategy, hidden agendas, and shifting loyalties.&#10;&#10;You start the game with five loyalty tokens, each corresponding to one of the five different empires, bet randomly on a loyalty value. Your primary goal is to ensure that when the game ends, the empires you are most loyal to control the most cities across the globe. Gameplay consists of turns broken down into four phases:&#10;&#10;&#10;    Deploy agents phase: In player order (starting with the first player and proceeding clockwise), each player removes, then deploys agents to empire councils, the positions on the board marked Sheriff, Steward, Marshall, and Chancellor.&#10;    Empire turns phase: Each council position on each empire council will take an action. If a player has acquired cards, they may play them during this phase.&#10;    Cleanup phase: Add the turn marker to the next space on the turn tracker, then each player discards down to the hand limit of five cards.&#10;    Swap phase: In player order, each player may swap two of their unrevealed loyalty tokens. If you choose to do so, you must reveal both of the swapped loyalty tokens. They remain revealed for the rest of the game.&#10;&#10;&#10;Gameplay repeats itself in this order four times. When the last space on the turn track is filled, the game ends immediately and scoring commences. The player with the most points based off their empire loyalties and the cities they control wins.&#10;&#10;","image":"https://cf.geekdo-images.com/D3Fl15xiRd0QtghO0ZBiRA__original/img/c88Nn0ANeyrOF6cGvmKYazDtVSw=/0x0/filters:format(jpeg)/pic4150994.jpg","thumbnail":"https://cf.geekdo-images.com/D3Fl15xiRd0QtghO0ZBiRA__thumb/img/6HGGwpXvSqqHCUiDZxf-33V8i7Q=/fit-in/200x150/filters:strip_icc()/pic4150994.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Betting and Bluffing","Hidden Victory Points","Take That"],"isExpansion":false,"yearPublished":2019,"bggRating":6.14635,"averageRating":7.44925,"rank":1854,"designers":["Jeremy Stoltzfus"],"publishers":["Starling Games (II)"],"artists":["Tomasz Jedruszek","Dann May"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":18,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":13,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":8,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":18,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":13,"numPlayersIsAndHigher":true}]}