{"gameId":253506,"name":"Versailles 1919","description":"On November 11, 1918 an armistice halted the killing field that was The War to End All Wars. To make peace, Woodrow Wilson (United States), David Lloyd George (United Kingdom), and Vittorio Orlando (Italy) were hosted by President George Clemenceau (France) in Paris, and sat down to write what would become the Versailles Treaty. The treaty was signed on June 28, 1919, after six months of acrimonious debate and bargaining between the great powers.&#10;&#10;Versailles 1919, created by designers Mark Herman and Geoff Engelstein, allows you to experience this piece of history as one of the four leaders with a national agenda that must be satisfied. As one of the Big Four, you sit in a conference room gaining influence on the issues present in the room. Hovering in the waiting room sit other issues and personages who are waiting their turn to make their case to meet regional aspirations such as self-determination. Will you support Ho Chi Minh's attempt to free Vietnam from French colonialism? Help Prince Feisal establish a new nation in Mesopotamia or Chaim Weitzman create a Zionist state? Work with TE Lawrence to reduce unrest in the Middle East or with Ataturk in Anatolia?&#10;&#10;As France, you are concerned with containing future German aggression while aligning with the British on reparations to pay for the destruction of the war. The British, however, would like to see Germany restored as a trading partner while preserving their empire against the global aspiration for self-determination. Italy wants territorial concessions from the former Austro-Hungarian empire. Lurking in the background is the threat of Bolshevism. Towering above it all is President Woodrow Wilson with his fourteen points that set global expectations soaring, ultimately ending in disappointment when the U.S. does not join the League of Nations.&#10;&#10;Versailles 1919 introduces a new card-bidding mechanism in which you use your influence to settle issues aligned with your agenda while keeping domestic constituents in support of your actions. You need to balance the need to demobilize your military forces while simultaneously keeping regional unrest under control. All of these decisions are set against the backdrop of regional crises and uprisings. The player who writes more of the treaty prevails in this contest of wills and national agendas. Can you save the world from the rise of nationalism? Can you make a better world while satisfying your domestic electorate? Play Versailles 1919 and relive making the flawed peace that was the Treaty of Versailles.&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/n69EhmzKKXuqwQYkcs9qV8j0eZM=/0x0/pic5291150.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/_AW7IB2FiU70AG0TVnLiUjCccE4=/fit-in/200x150/filters:strip_icc()/pic5291150.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Auction/Bidding","End Game Bonuses","Events","Negotiation","Simulation","Solo / Solitaire Game","Sudden Death Ending","Track Movement"],"isExpansion":false,"yearPublished":2020,"bggRating":5.64459,"averageRating":7.83032,"rank":5629,"designers":["Geoff Engelstein","Mark Herman"],"publishers":["GMT Games"],"artists":["Donal Hegarty","Rodger B. MacGowan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":6,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":8,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":9,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":5,"numPlayersIsAndHigher":true}]}