{"gameId":253759,"name":"Paint the Roses","description":"Paint the Roses is a 2-5 player cooperative logic deduction game that automatically adapts to your skill during play.&#10;&#10;Set in the puzzling world of Alice in Wonderland, you and your friends are the newly appointed Royal Gardeners. You are working together to finish the palace grounds according to the whims of the Queen of Hearts. Use strategy, logic, and teamwork to finish the garden whilst staying one step ahead of the Queen, otherwise, the last thing you hear will be, &quot;Off With Their Heads!&quot;.&#10;&#10;The Queen's whims are shared via cards, secret instructions each player is given into how the garden should be arranged. Her whims are always changing, so as soon as you solve one, a new one is in your hand.&#10;&#10;Every turn, together as a team you must guess at least one of these secret whim cards. You can't say what your card shows, but by carefully placing a new shrub tile into the garden (taken from those available in the Greenhouse) you are able to reveal clues, tokens that will show any matches between the arrangement in the garden and the secret whims each player holds in their hands.&#10;&#10;Although you can't discuss your own secret whim card, you can openly discuss other players'. Share your theories at the table and then make a guess. Correctly guessing a whim will move you forward on the score track, but the Queen is always following and her speed automatically adjusts based on your current score. Guess incorrectly and the Queen moves twice as fast, her axe ever closer to your neck.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/anxQnfP-yVMJ8sqmHsq-oA__original/img/ST12j2K7YMwzm0EGn8xLTLsePd4=/0x0/filters:format(jpeg)/pic6741146.jpg","thumbnail":"https://cf.geekdo-images.com/anxQnfP-yVMJ8sqmHsq-oA__thumb/img/3pWOBTqXK9QK2We5mzQzKN4HyxU=/fit-in/200x150/filters:strip_icc()/pic6741146.jpg","minPlayers":2,"maxPlayers":5,"playingTime":70,"mechanics":["Communication Limits","Cooperative Game","Deduction","Hexagon Grid","Tile Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":5.9896,"averageRating":7.74975,"rank":2685,"designers":["Ben Goldman"],"publishers":["North Star Games"],"artists":["Jacqui Davis"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":9,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":11,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":11,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":true}]}