{"gameId":255570,"name":"Brotherhood & Unity","description":"Winston Churchill once said - &quot;The Balkans produce more history than they can consume.&quot; And the history of Bosnia and Herzegovina showed just that. The war that erupted in the spring of 1992 brought bitter fighting, indiscriminate shelling of civilians and a wave of atrocities. The war was fought by: three local ethnic groups (Bosniaks, Serbs and Croats), paramilitary formations from Serbia and Krajina, Croatian armed forces, foreign Muslim volunteers, UN peacekeepers, and NATO airforce. Events such as the Siege of Sarajevo and the Srebrenica massacre became iconic of the conflict, as the war became the single most important historical event in Balkans since the WW2. And still - it's objective history has yet to be written.&#10;&#10;Brotherhood &amp; Unity is a 2-3 player card driven wargame which depicts the war in Bosnia and Herzegovina from 1992-1995 (&quot;Bosnian War&quot;). The game shows all of the major events: from the siege of Sarajevo (shown in separate, detailed map), to the ferocious battles for the Posavina corridore, and desperate defence of the Bosniak enclaves. Main features are: Point-To-Point movement system, play driven by Strategy Cards, quick combat resolution (no CRT),  streamlined rules and fast gameplay. Interaction between warring sides (Bosniaks, Serbs and Croats) creates an intensive and exciting gameplay experience.&#10;&#10;Player's military strength fluctuates based on historical facts, with Serbs starting superior in all aspects, and Bosniaks struggling to organize an effective fighting formation. Military units represent Brigades - standard military formations of the time, ranging from 1500-2000 soldiers. They have different combat and movement values (based on historical data), which forces players to use different tactics for different opponents. Majority of these units are non-motorized infantry formations (moving only several spaces per round), but with the use of special offensive cards players can increase their mobility and surprise the opponents.&#10;&#10;The game simulates three distinct sides in the war: Bosniaks, Serbs and Croats - with no clear border separating them. That provides an interesting set of choices to players: to attack or to fortify, whom to ally with, and when to change sides. That leads to many turnarounds and pragmatical alliances with former enemies - as was historically the case.&#10;&#10;Each player gets a deck of Strategy Cards, simulating a variety of historical events. The player starts an action round by playing a Strategy Card from his hand. A card can be played as an event (Combat Card, Offensive, Interrupt, Foreign Units and Other) or as one of the game actions (Movement, Attack, Strategic Redeployment, Diplomatic Action or Reinforcement). The events and card values have been carefully created to mimic the historical events and choices. Since each game uses only a part of the available card deck, players can't be certain which cards will be drawn during the game. That creates a &quot;card fog-of-war&quot; and makes the game more replayable.&#10;&#10;Game uses Strategic Will point system to keep track of the victories and losses, and to determine the final score. It is affected by a number of things: capturing or losing regions, capturing or losing key spaces, eliminating or losing units, and as a result of events. One of the most important aspects of the game is capturing player's own key regions - which were different for each side, and which reflects the different aims the each side had.&#10;&#10;The Foreign Attitude is another major track in the game which represents the diplomatic stance of foreign powers (European countries, USA, Russia, and UN) towards a player. It is affected by capturing cities (thus creating refugee crisis) and as a result of events, and generally represents a player's international reputation. When it reaches certain levels, negative effects occur - from reduction of movement, to NATO air strikes, to even losing the game.&#10;&#10;The game enables player to invite United Nations to create UN Safe Areas, thus giving a player some kind of protection from being overrun. NATO Air Strike happens when players overreach themselves, capturing too many cities too quickly, thus creating a major refugee crisis and media outcry. Without careful diplomatic balancing, the greatest offensive can thus be derailed and bring a player to the brink of destruction.&#10;&#10;Supplies are scarce and can be cut-off, thus starving and eventually eliminating the unsupplied units. Combat results are easy to calculate, and are based on unit attack and defence values modified by terrain and die roll results (no CRT is used). Rules are streamlined to reduce clutter and unnecessary actions, which enables a fast gameplay - the full game is usually played in bit over two hours.&#10;&#10;The name &quot;Brotherhood and Unity&ldquo; comes from a socialist Yugoslavia doctrine created to inspire unity between 7 nations from which Yugoslavia was created. It was also a main motto behind the Socialist Republic of Bosnia and Herzegovina &ndash; nicknamed &bdquo;Small Yugoslavia&ldquo; due to its ethnical, cultural and religious diversity. The irony is that when B&amp;H got engulfed in a war, there was neither brotherhood nor unity to be found .. what followed was four years of bloody warfare. It remains to be seen will B&amp;H rise above the legacy of The War and reach (or surpass) the prosperity it enjoyed during a socialist Yugoslavia.&#10;&#10;Product Information:&#10;&#10;Complexity: 5 out of 10&#10;Solitaire suitability: 5 out of 10&#10;Time Scale: 1 year per turn, 2 months per action round&#10;Map Scale: Point-to-point strategic level&#10;Unit Scale: Brigades&#10;Number of Players: 2 to 3&#10;Suitability for Solitaire: Medium&#10;Average Time to Play: 2 to 3 hours&#10;&#10;Components:&#10;&#10;1 22&quot;x34&quot; Mounted Map&#10;260 9/16&quot; Counters&#10;96 Strategy cards (in 3 decks: Serbian, Croatian and Bosniak)&#10;3 Player aid cards&#10;1 Rulebook&#10;1 Ten-sided die&#10;1 Box and lid set&#10;&#10;","image":"https://cf.geekdo-images.com/4P5PUxgfBhAblcevF308RQ__original/img/KJZKYZ-SBJ-GHEDihZHo3Zvf08c=/0x0/filters:format(jpeg)/pic4191183.jpg","thumbnail":"https://cf.geekdo-images.com/4P5PUxgfBhAblcevF308RQ__thumb/img/4L0vnymC6MVzd74zUa3YmsKkj9A=/fit-in/200x150/filters:strip_icc()/pic4191183.jpg","minPlayers":2,"maxPlayers":3,"playingTime":240,"mechanics":["Campaign / Battle Card Driven","Dice Rolling","Movement Points","Point to Point Movement","Simulation"],"isExpansion":false,"yearPublished":2020,"bggRating":5.70228,"averageRating":8.25719,"rank":4759,"designers":["Tomislav Cipcic"],"publishers":["Compass Games"],"artists":["Ilya Kudriashov","Tomislav Cipcic"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":7,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}