{"gameId":25568,"name":"Metropolys","description":"Talented Urban planners and architects rival each other to construct luxury, elegant buildings of glass and steel, defying the laws of balance. Who will eventually impose their style to leave an indelible trail in the history of the city? The answer is in your hands!&#10;&#10;The players are urban planners in quest of prestige. Over the course of the game, players will try to construct their buildings in the best locations. As soon as a player has placed all of their buildings, the game ends. The player with the most prestige is the winner.&#10;&#10;Each turn a player will pick a space on the board and place one of their buildings (bidding markers) into the space, with the bidding number shown. Each following player can then either pass or raise the bid by placing a higher numbered building into an adjacent space. The eventual winner of the bid flips his building number side down and all losing bids are returned to players. A new round commences.&#10;&#10;Spaces on the board are differentiated by Metro spaces, which are worth points and reward the player with the most at game end; archaeological sites, which are worth minus points and penalize the player who most recently built on one; and fashionable locations, which are just worth extra points. In addition, each player has up to two hidden agendas that they are secretly trying to achieve, such as trying to surround water fountains or occupy both sides of bridges.&#10;&#10;","image":"https://cf.geekdo-images.com/nDR7wvOFkjReg5RGtIGpng__original/img/PZNFoTk0A7D7HMN41Ej8B_CE2ag=/0x0/filters:format(jpeg)/pic297075.jpg","thumbnail":"https://cf.geekdo-images.com/nDR7wvOFkjReg5RGtIGpng__thumb/img/IQF7J0ktj0AN80yv70HH248Kiuo=/fit-in/200x150/filters:strip_icc()/pic297075.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Auction/Bidding"],"isExpansion":false,"yearPublished":2008,"bggRating":6.5713,"averageRating":7.0254,"rank":975,"designers":["Sébastien Pauchon"],"publishers":["Ystari Games","HUCH!","Quined White Goblin Games","Rio Grande Games"],"artists":["Mathieu Leyssenne"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":54,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":31,"recommended":50,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":27,"recommended":68,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":66,"recommended":32,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":43,"numPlayersIsAndHigher":true}]}