{"gameId":256159,"name":"Guardians","description":"The Guardians once fought for justice, but these legendary heroes stepped aside after InterGov, the first world government, united the planet in peace. Nearly three decades have passed, but law and order are once more threatened. Renegade factions have emerged to challenge InterGov, and a new generation of heroes must rise up to defend it! Assemble a team and send them against your enemy, in this tactical, super-powered card game. Seize key locations while combining each hero's unique abilities to unleash ultimate attacks!&#10;&#10;In Guardians, players choose and assemble a team of three unique heroes from the available roster of super-powered combatants. From there, players gather each hero's unique power and ultimate cards to form their own deck. The combinations are endless as you explore the strengths and abilities of each hero!&#10;&#10;Once players have assembled their team of heroes, it's time to take the fight to your opponent! Each game of Guardians has two (or four) players using their team (or teams) of heroes to fight for control of a variety of unusual locations. Dominate the fight by playing powerful cards and knocking out enemy heroes, then unleash an Ultimate &mdash; a special attack that will radically change the state of the game.&#10;&#10;","image":"https://cf.geekdo-images.com/-_Sdu9RhC0XVLxtMIv6otg__original/img/0dsypoxYVrWGwFMNDIr4xqsBu1Q=/0x0/filters:format(jpeg)/pic4210027.jpg","thumbnail":"https://cf.geekdo-images.com/-_Sdu9RhC0XVLxtMIv6otg__thumb/img/47UC4vCaPpdVDmvBW7lxKG5TFdo=/fit-in/200x150/filters:strip_icc()/pic4210027.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Hand Management","Variable Player Powers"],"isExpansion":false,"yearPublished":2018,"bggRating":5.68164,"averageRating":7.29579,"rank":5362,"designers":["Callin Flores"],"publishers":["Plaid Hat Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}