{"gameId":256997,"name":"Perseverance: Castaway Chronicles – Episodes 1 & 2","description":"Caught in an enigmatic storm, a modern-day luxury ocean liner crashes ashore on an otherworldly island. As one of the ambitious survivors, you soon learn that the island is home to a multitude of majestic and fiercely territorial dinosaurs. With the cruiser beyond repair, you have no choice but to establish a foothold on the island, withstand the onslaught of the dinosaurs, and sow the seeds of what will one day become a strong and tenacious community capable of discovering the mystery of the island.&#10;&#10;Perseverance: Castaway Chronicles introduces the first two episodes in a series of euro-style dice-drafting / dice-placement strategy games. The saga will ultimately consist of four episodes, telling the story of a group of survivors becoming a mighty civilization on a hostile island. As each episode features unique characteristics and a different game feel, they are playable as standalone medium/heavy games but also as a continuous campaign. The theme and story unfolds through evolving game mechanisms across the episodes, also making the rules easier to learn. In the campaign mode, the outcome of each episode influences the next, but the game has no legacy elements and no hidden rules; the whole storyline is infinitely replayable.&#10;&#10;In Episode 1, players are striving to develop and protect the foothold town of Perseverance, besieged by the dinosaurs of the island. By building walls, traps and settlements, mounting defenses and partaking in the early political power struggles of a forming community, players gain followers to establish themselves as leaders. Episode 1 introduces the signature dice placement / area majority mechanism that evolves and spans through the series, and also features a defense mechanism against waves of attacking dinosaurs, unique to this episode.&#10;&#10;In Episode 2, the survivors have successfully defended the city of Perseverance, completing a massive wall to stop the dinosaur onslaught. Under the guidance of the ship&rsquo;s senior officers, the players now set out to explore the surrounding wilderness, expand the settlement beyond the walls, and chart a path to the mysterious structure on the horizon. This Episode adds new actions to expand the core mechanism and allows for a deep customization of your Leader and faction through dozens of unique skills. The previous episode&rsquo;s defense mechanism evolves into hex-based adventuring and expansion, allowing you to build outposts beyond the city walls, but beware - the dinosaurs are still not your friends...yet.&#10;&#10;","image":"https://cf.geekdo-images.com/CH7U514WgN1EMGFYN63KsQ__original/img/avH1CKrpAYOIO7Kcu0C5Kk_dgVE=/0x0/filters:format(jpeg)/pic5440227.jpg","thumbnail":"https://cf.geekdo-images.com/CH7U514WgN1EMGFYN63KsQ__thumb/img/dozFHWuJhtY-cK5mmMHMwJLth7w=/fit-in/200x150/filters:strip_icc()/pic5440227.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Area Majority / Influence","Dice Rolling","Scenario / Mission / Campaign Game","Tile Placement","Worker Placement","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.69944,"averageRating":7.80663,"rank":5106,"designers":["Richard Amann","Thomas Vande Ginste","Viktor Peter","Wolf Plancke","Dávid Turczi"],"publishers":["Mindclash Games"],"artists":["Tamás Baranya","István Dányi","Villő Farkas","Márton Gyula Kiss"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}