{"gameId":257096,"name":"Run Fight or Die: Reloaded","description":"Back from the dead and better than ever! Run Fight or Die: Reloaded is a revamped and refreshed edition of the Richard Launius game Run Fight or Die.&#10;&#10;In the game, you play a hero trying to survive wave after wave of zombies coming straight for you! You play as a unique character with your own character traits including a minor, major and super combo. You'll need them to fight off the zombies move closer to you every round. You run from location to location, searching for weapons and survivors in a desperate attempt to stay alive. Survivors may bring new skills to help you in your desperate fight for survival, or in some cases, new challenges to overcome. You'll also need them along if you want to win as every survivor provides you victory points.&#10;&#10;This streamlined version removes several decks from the original game, including the Fleeing deck and Event deck. Players rolls six dice instead of five and there are now different combos to mitigate against tough zombie-filled rolls. Additionally, players can now use followers to soak damage coming in from zombies.&#10;&#10;The game ends either when one player dies, the Town Line comes out of the locations deck, or when the Mutant Zombie has been put down once and for all.  Whoever has the most leadership points among surviving players wins.&#10;&#10;Run, Fight, or Die: Reloaded is a frantic first person experience for 1 to 4 players (will play up to 6 with the 5/6 player expansion).&#10;&#10;","image":"https://cf.geekdo-images.com/IqkfnNNPcSvrov-zllIAZg__original/img/Vj8KNXsdHMnL-4VNHyTuk4mpnZg=/0x0/filters:format(png)/pic4734799.png","thumbnail":"https://cf.geekdo-images.com/IqkfnNNPcSvrov-zllIAZg__thumb/img/__KlY7ZohGLzFY9mpqGqIVPE5OE=/fit-in/200x150/filters:strip_icc()/pic4734799.png","minPlayers":1,"maxPlayers":4,"playingTime":40,"mechanics":["Dice Rolling","Push Your Luck","Re-rolling and Locking","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":5.87737,"averageRating":7.16722,"rank":3716,"designers":["Richard Launius","Jason Maxwell"],"publishers":["Grey Fox Games"],"artists":["RyanJamesArt"],"playerPollResults":[{"numPlayers":1,"best":9,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":8,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":12,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":14,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":10,"numPlayersIsAndHigher":true}]}