{"gameId":257067,"name":"Magnastorm","description":"When the first exploration vessels entered the cloudy atmosphere of the planet Magnastorm, they discovered not only evidence of abundant natural resources, but also the remains of a long-lost civilization. At the bidding of the magistracy, scout vehicles are lowered to the barren surface to search for suitable mining areas.&#10;&#10;The goal of Magnastorm is to be the first player with a certain number of reputation points. You acquire reputation mostly through fulfilling objectives, taking control of one or more of the eight commanders, and building transmitter stations. The flow of the game is controlled by an action board with two action panels, each of which has five columns. At the start of each round, there are a 3-5 action tokens (crew members) standing in each column on the upper action panel. To carry out an action, a player:&#10;&#10;A) takes an action token from the upper panel and places it on the lower action panel either to gain resources or to pay for a movement on the planet surface, or&#10; B) pays for every action token still standing in a certain column on the upper panel to gain control over the commander and his ability at the top of that panel, after which the player places those action tokens on the lower panel.&#10;&#10;Since option A) will reduce the cost for option B), the players have to find the right timing for their actions. A round ends when the upper panel is empty. For the next round, the panels are swapped.&#10;&#10;Magnastorm is a big, tactical board game with very little luck. Choose the right moment to perform actions or buy influence over helpful commanders. You will reap success through resource management, clever logistics, good timing, and a shrewd eye on the actions of your opponents. At the end of the game, each player receives one of 120 reward cards, which can be used in later games to compensate for varying levels of skill among the players.&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/oOOFtRUrGQjf5vJ5CNFNAVMmaxw=/0x0/pic4252589.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/jgP_2uztioEd4zibt0LjAL_HqFc=/fit-in/200x150/filters:strip_icc()/pic4252589.jpg","minPlayers":2,"maxPlayers":4,"playingTime":100,"mechanics":["Area Movement","Worker Placement"],"isExpansion":false,"yearPublished":2018,"bggRating":5.88869,"averageRating":6.86716,"rank":2920,"designers":["Bauldric & Friends"],"publishers":["Feuerland Spiele","Cranio Creations","Mandala Jogos","テンデイズゲームズ (Ten Days Games)","Toy Box Games"],"artists":["Michael Menzel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":6,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":6,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":7,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}