{"gameId":257674,"name":"Vampire: The Masquerade – Heritage","description":"In Vampire: The Masquerade &ndash; Heritage, you play the role of an ancient vampire. You shape seven hundred years of vampiric and human history in pursuit of ancient secrets, while trying to evade the inquisition and attempting to save what's left of your humanity.&#10;&#10;Heritage is a quick-playing legacy game. Each game, players gather characters from a common pool for their bloodlines. These characters influence different vampiric &quot;battlegrounds&quot; and help in fulfilling history-based missions. For example, a noble-born warrior might support Joan of Arc in ending the siege of Orleans, while at the same time changing the balance of an internal vampiric power struggle or attracting the unwanted attention of the inquisition. Aside from collecting characters in their bloodline, players can also use the unique intrigue cards of the clan they are playing &mdash; changing the rules of the game in ways that fit the character of that particular clan.&#10;&#10;After any individual game, the players get to collect their achievements in their timeline, which serves as a chronicle of their actions throughout the seven hundred years of history and also influences the final outcome of the campaign.&#10;&#10;Additionally, players may turn some mortals into vampires permanently by taking the cards out of their sleeves and turning them around, revealing their vampiric side and giving them new abilities and a name. These get put back in the common pool and can be additionally enhanced in future games. To allow for surprises when embracing mortals, all character cards come pre-sleeved!&#10;&#10;In this fashion, players proceed through history as determined by the progression of historic mission cards, unlocking new challenges, characters, and rewards along the way.&#10;&#10;Eventually, the seven hundred years will end with a climactic conclusion as players scramble to unravel ancient mysteries using the clues, allies, and power they have gathered throughout the campaign.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Ppsw_MKXJ73sIA3MmO_Ueg__original/img/4BBBVNH8RhHxDvtKJP0jNUB-C2I=/0x0/filters:format(jpeg)/pic5609516.jpg","thumbnail":"https://cf.geekdo-images.com/Ppsw_MKXJ73sIA3MmO_Ueg__thumb/img/OJuJf4TigiBSHf39KWh9TH39-nQ=/fit-in/200x150/filters:strip_icc()/pic5609516.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Legacy Game","Once-Per-Game Abilities","Open Drafting"],"isExpansion":false,"yearPublished":2020,"bggRating":5.87733,"averageRating":7.33141,"rank":3351,"designers":["Babis Giannios"],"publishers":["Nice Game Publishing","3 Emme Games","Conclave Editora","DMZ Games","Don't Panic Games","Fabrika Igr","Galakta"],"artists":["Lukas Siegmon"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":6,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":10,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":13,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":9,"numPlayersIsAndHigher":true}]}