{"gameId":257769,"name":"Walking in Burano","description":"Burano is a beautiful island of Venice in Italy, known for its colorful houses. Walking through the island, you will see these vibrant houses on both sides of the canal, as well as the personal d&eacute;cor placed by the inhabitants of these houses and shops. Tourists always linger on the street to appreciate and enjoy the view.&#10;The colorful houses of Burano need a fresh coat of paint in order to stay beautiful and vivid. Use your creativity to refurbish and decorate the houses and amaze the tourists and local people with your masterpiece!&#10;&#10;Walking in Burano is a family game. Players place the Floor Cards in order to receive a visit from different characters. They will score points based on the various symbols on the houses. To be the player with the most points at the end of the game.&#10;&#10;&bull;&bull;&bull;&#10;&#10;Burano ist eine h&uuml;bsche Insel in Venedig, die f&uuml;r ihre bunten H&auml;user bekannt ist. Wenn man auf der Insel spazieren geht, sieht man diese strahlenden H&auml;user auf beiden Seiten des Kanals, au&szlig;erdem die Verzierungen, die die Einheimischen an ihren H&auml;usern und L&auml;den angebracht haben. Immer wieder verweilen Touristen hier auf den Stra&szlig;en, um den Anblick zu genie&szlig;en. &#10;Die bunten H&auml;user von Burano brauchen neue Farbe, um h&uuml;bsch und strahlend zu bleiben. Nutzt eure Kreativit&auml;t, um die H&auml;user zu renovieren und zu schm&uuml;cken, und versetzt Touristen wie Einheimische mit euren Werken ins Staunen!&#10;&#10;Legt Etagenkarten aus, um Besuch von verschiedenen Leuten zu erhalten. Daf&uuml;r erhaltet ihr Punkte, die von verschiedenen Symbolen auf den H&auml;usern abh&auml;ngen. Wer am Ende des Spiels die meisten Punkte hat, gewinnt.&#10;&#10;&mdash;description from the publisher&#10;&#10;...&#10;&#10;In Walking in Burano, players draft up to three cards to complete the five houses in their section of Burano. The more cards drafted, the less money earned to build floors of the houses. The player then pays to play up to three of their cards. When a three-story house is complete, a scoring card is added underneath the completed house.&#10;&#10;Tourist cards score points for things like the number of cats visible on the house, the number of potted plants, or other similar conditions. The resident cards will score points for larger areas, like for the number of pedestrians walking up and down the street; for the number of different shops along the canal; or other horizontal sections of the player's tableau.&#10;&#10;There are point penalties if houses are mismatched colors, if two neighboring houses are the same color, or if there are boarded up windows on a card.&#10;&#10;When a player completes all five houses in their section of Burano, the game ends after all players have had an equal number of turns. The player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/BpG5IM1yz7NgYBnYLoe4mQ__original/img/_POyl0mZo8VCd5tiH7a_bOgxMXM=/0x0/filters:format(png)/pic4810025.png","thumbnail":"https://cf.geekdo-images.com/BpG5IM1yz7NgYBnYLoe4mQ__thumb/img/Jjmrq82-qz2XO5FZFZkiUF7sBDo=/fit-in/200x150/filters:strip_icc()/pic4810025.png","minPlayers":1,"maxPlayers":4,"playingTime":40,"mechanics":["Card Drafting","Set Collection","Solo / Solitaire Game","Tile Placement"],"isExpansion":false,"yearPublished":2018,"bggRating":6.35529,"averageRating":7.19313,"rank":1317,"designers":["Wei-Min Ling"],"publishers":["EmperorS4","Alderac Entertainment Group","Board Game Circus","Nasza Księgarnia","Tranjis Games"],"artists":["Maisherly"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":16,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":24,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":19,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":15,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}