{"gameId":258104,"name":"Tribes: Dawn of Humanity","description":"Experience 30,000 years of civilization in 45 minutes: With Tribes: Dawn of Humanity, there is finally a civilization game in which you do not need to wait long for your turn. The players lead their tribes in short, fast turns through the early history of humanity to the Bronze Age. They settle unknown lands and extract valuable resources through which they in turn discover new tools and inventions. Who will best prepare their tribe against events such as natural disasters? Who will take the lead, and who will follow in the footsteps?&#10;&#10;Each turn, a player selects an action from the action display: grow, explore, or move. The first action is always free, while additional ones cost valuable shells. The used action moves to the end and the next player takes another action. It is important to use your scarce shells cleverly.&#10;&#10;The players start with a small tribe with the immediately surrounding area explored. They discover new land and send the members of their tribe out to discover valuable resources. These resources are needed for new inventions that bring victory points and improve your actions: become better at exploration, grow more tribe members, and move further. Who will be the most tactical leader and guide their tribe to victory?&#10;&#10;This is a completely reworked edition of the game Tribes: Early Civilization released in 2017 with many changes.&#10;&#10;","image":"https://cf.geekdo-images.com/Q2UtWJQdSmO6UDleSBiayA__original/img/wAEO_M3Qtj0AvnqzSsr57IzGd_A=/0x0/filters:format(jpeg)/pic4597145.jpg","thumbnail":"https://cf.geekdo-images.com/Q2UtWJQdSmO6UDleSBiayA__thumb/img/U_WrOFJRmWtfd_NJLOTAFJ_jt1o=/fit-in/200x150/filters:strip_icc()/pic4597145.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Closed Economy Auction","Grid Movement","Increase Value of Unchosen Resources","Tile Placement"],"isExpansion":false,"yearPublished":2018,"bggRating":5.853,"averageRating":6.69669,"rank":4067,"designers":["Rustan Håkansson"],"publishers":["KOSMOS","Devir","Piatnik"],"artists":["Claus Stephan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}