{"gameId":258295,"name":"Ascendancy","description":"Ascendancy is the ultimate 4x fantasy board game experience.&#10;&#10;Lead 1 of many asymmetric houses of royal lineage, each vying for the throne.  Reclaim your family name through a hero's (or villain's) journey spanning multiple generations, or a single scenario.&#10;&#10;Build your empire skyward, seize control outward, manipulate the economy, or dominate the battlefield.  There are several paths to victory.  Every decision counts, and no two games of Ascendancy are ever the same.&#10;&#10;At the heart of the game, a deep melting pot of interesting decision points awaits you.  Tried &amp; true gameplay mechanics such as worker placement, yet with novel innovations, such as &quot;social class&quot; based action programming &amp; progression.  Almost everything (and everyone) in the world of Ascendancy can be upgraded and improved.  Reward Your Loyalists, exile your traitors, or promote outlaws to land holding lords.  Master your strategy, and you will be rewarded with a limitless kingdom of your own design.&#10;&#10;As labor of love in active development for over 4 years, it's inspired by classics from the likes of Heroes of Might &amp; Magic III, Civilization, Magic The Gathering, and Game of Thrones.  The world of Ascendancy wears its epic fantasy roots proudly, yet exists for you to blaze your own trail.&#10;&#10;Core mechanics; Engine build your tableau, Worker Placement, Move to explore, place tiles, establish area control outwards, and build upwards.&#10;&#10;Gameplay features:&#10;&#10;Solo, Competitive AND Co-operative team modes.&#10;&#10;Single scenario, or multi-session campaigns, with multiple branching generations, marriage decisions, legacy family traits, and heirloom inheritance.&#10;&#10;&ldquo;Choose your own adventure&rdquo; style narrative structure, where decisions matter.  4 victory point tracks; rule by Cunning, Might, Intellect, or Loyalty.&#10;&#10;Rock paper scissor based JRPG side style combat, combining deep strategy, and a bit of dice chucking excitement.&#10;&#10;Deep branching tech trees, with over 200 unique unlockables.&#10;&#10;18 champion class evolutions. 6 Schools of Elemental Magic, with creature summoning, lycanthropy, equipment crafting, and epic boss battles that you'll be talking about for a long time.&#10;&#10;Secret objectives, hidden roles, family vendettas, and personal agendas.&#10;&#10;Eurogame style economics, with anytime market access, and dynamic pricing of goods.&#10;&#10;3 Correlated Gameplay Loops, with 6 Ways-to-Win Strategies. Play How YOU Want, Including;&#10;&#10;Go Wide or go Tall (empire building)&#10;Grow fast, or slow roll out-tech (engine building)&#10;Push-your-luck, or minimize risk (encounter resolution)&#10;&#10;100% optional combat, and PvP&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/v2w035s7ZTdz_HEZ7g47vA__original/img/R0StVSf2IM-gowKouLhRnqyK9bg=/0x0/filters:format(jpeg)/pic7517487.jpg","thumbnail":"https://cf.geekdo-images.com/v2w035s7ZTdz_HEZ7g47vA__thumb/img/_j60bysof5E3vTwgj2tk7yRWTEo=/fit-in/200x150/filters:strip_icc()/pic7517487.jpg","minPlayers":1,"maxPlayers":4,"playingTime":480,"mechanics":["Action/Event","Hidden Roles","Rock-Paper-Scissors","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.53534,"averageRating":9.17705,"rank":13221,"designers":["Matthew Meeple"],"publishers":["One More Turn Games"],"artists":["Georgi Minkov","Alexander Nanitchkov","Tuan Nguyen","Miroslav Petrov"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}