{"gameId":259038,"name":"Bastille","description":"It's the eve of the French Revolution, and you are the leader of a revolutionary group, trying to best position your faction to be ready for when the revolution inevitably begins. To do so, you need money, influence, revolutionary leaders, weapons to arm them, and much more.&#10;&#10;In the bidding game Bastille, each player has three influence tiles, which will be placed one at a time in one of seven buildings around Paris. After all tiles have been placed, the players resolve each building in the order of who placed the most influence, with the player placing the most getting an extra benefit. There are only three places for influence in each building, so players will have to weigh their options carefully.&#10;&#10;In each round, a random mission that details which of the various items or symbols players have been collecting will give bonus victory points at the end of the round is revealed. After rounds four and eight (the end of the game), players score for their leaders, how far they have advanced on the Bastille track, and any secret missions they have collected. The player with the most points after eight rounds wins the game and becomes the leader of the Revolution!&#10;&#10;","image":"https://cf.geekdo-images.com/nYqqnrwCBNJcH6b5s-LLCw__original/img/azTvd2ty2L3E8B7DJ6t6rKl4nNs=/0x0/pic4278396.jpg","thumbnail":"https://cf.geekdo-images.com/nYqqnrwCBNJcH6b5s-LLCw__thumb/img/F4KKMHGv808vhf-wace0SjSOkTU=/fit-in/200x150/filters:strip_icc()/pic4278396.jpg","minPlayers":3,"maxPlayers":4,"playingTime":60,"mechanics":["Auction/Bidding","Set Collection","Worker Placement"],"isExpansion":false,"yearPublished":2018,"bggRating":5.73423,"averageRating":7.1385,"rank":4288,"designers":["Christoph Behre"],"publishers":["Piatnik","Queen Games"],"artists":["David Cochard"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":7,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}