{"gameId":260757,"name":"Lift Off","description":"1950/1960: The race into space is in full swing! We're making great progress on the techniques for supplying astronauts and space-ready machines, for optimizing launch conditions, and of course for designing the much-needed rockets. All this to explore the sheer vastness of space.&#10;&#10;But in Lift Off, not only are two superpowers competing for the most glorious milestones of space travel, no, we players are also very involved. In this game, we each play a private space agency that wants to develop in their own areas. We must hire specialists, improve our rockets, and expand our capabilities because soon we have to decide which missions we want to carry out and what we want to bring into space. Only those who plan ahead and properly manage the resources available will win this race to the stars...&#10;&#10;&bull;&bull;&bull;&#10;&#10;1950/1960: Das Rennen ins All ist im vollen Gange! Die Techniken zur Versorgung der Raumfahrer und Maschinen, optimierte Startbedingungen, sowie die Konstruktionen der Flugk&ouml;rper machen gro&szlig;e Fortschritte. Dies alles um die schier unendliche Weite des Alls zu erkunden.&#10;&#10;Doch in Lift Off konkurrieren nicht nur 2 Superm&auml;chte um die glorreichsten Meilensteine der Raumfahrt, nein auch wir Spieler mischen kr&auml;ftig mit. Hier spielen wir jeder eine private Raumfahrtagentur die sich in ganz eigenen Bereichen entwickeln will. Dazu heuern wir Spezialisten an, verbessern unsere Raketen und erweitern unsere F&auml;higkeiten. Denn bald m&uuml;ssen wir uns entscheiden welche Missionen wir durchf&uuml;hren wollen und was wir ins All bringen wollen&hellip; Nur wer hier voraus plant und richtig mit den verf&uuml;gbaren Mitteln wirtschaftet, wird am Ende Sieger des Rennens zu den Sternen&hellip;&#10;&#10;","image":"https://cf.geekdo-images.com/EBMYmLaPwMfUUaiO90Ozyw__original/img/wmGwmg2OW3-k_vkmzoIdG1T1dTc=/0x0/filters:format(png)/pic4313310.png","thumbnail":"https://cf.geekdo-images.com/EBMYmLaPwMfUUaiO90Ozyw__thumb/img/n3SQEB2pqSnMrMruFNppS-xpl_Y=/fit-in/200x150/filters:strip_icc()/pic4313310.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Open Drafting","Set Collection"],"isExpansion":false,"yearPublished":2018,"bggRating":6.0806,"averageRating":7.12026,"rank":2395,"designers":["Jeroen Vandersteen"],"publishers":["Hans im Glück","Korea Boardgames Co., Ltd.","Z-Man Games"],"artists":["Kreativbunker","Nache Ramos","Andreas Resch"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":12,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":15,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":15,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":true}]}