{"gameId":260923,"name":"Titan","description":"Titan is a network construction game set in the distant future, in which you play as employees of Stardrill, an interstellar mining corporation. Stardrill has acquired the mining rights to Saturn&rsquo;s largest moon &ndash; Titan - and is sending in a team to strip it of its resources.&#10;&#10;Your task is to fill the hold of your ship with as many units of valuable resources from Titan as possible, in order to earn the most Credits by the end of the game.&#10;&#10;To help its teams with their task, Stardrill has supplied a number of Extraction Plants - buildings which can be placed anywhere on the map. These extraction plants will allow you to obtain different types of resources. As you&rsquo;re all employees of Stardrill, once placed these buildings can be accessed and used by any player!&#10;&#10;Place pipes branching out from your main base to create the extraction network that will bring resources into the hold of your cargo ship. Each time you integrate an extraction plant into your network by joining a section of pipe to it, it activates, gaining you a unit of the resource of the building&rsquo;s type.&#10;&#10;Once obtained, these resources will have to be managed carefully, as you only have a limited amount of space in your hold! When full, no more resources can be added without spending or jettisoning others first. &#10;Some resources have value during the game and can be spent to free up space in your hold, while others can only score points at the end of the game - so you&rsquo;ll need to keep an eye on the space you have, and time your activations carefully.&#10;&#10;There are 6 resources available on Titan: Deuterium, Hydrocarbons, Silicium, Titanium, Water, and Tholin.&#10;&#10;However, not all of these resources are desirable. Titan hosts large quantities of Tholin, an organic substance which could potentially cause you to lose Credits at the end of your mission. Picking some of it up is impossible to avoid as you dig deeper into the centre of Titan, but don&rsquo;t let it get out of control &ndash; as well as losing you Credits, if you take Tholins into your hold when it is already full, some of your precious cargo will be contaminated!&#10;&#10;Stardrill has also supplied you with a team of trusty drones that will lend you on claw on your mission. As well as transporting valuable resources and moving Tholins away from your network, Drones can dock to an Extraction Plant to increase its yield or make it less costly to upgrade. These handy machines can also use Titanium to destroy pipe sections, either in another players network, or even your own!&#10;&#10;Earn Credits during the game by placing and upgrading Extraction plants, completing Stardrill&rsquo;s special Objectives, and fulfilling Planetary Orders.&#10;&#10;At the end of the game, you&rsquo;ll score Credits depending on the contents of your hold! The more Deuterium you have, the better, as long as it hasn&rsquo;t been contaminated&hellip;&#10;&#10;The Employee with the most Credits at the end of the game becomes Stardrill Employee of the Month!&#10;&#10;","image":"https://cf.geekdo-images.com/WjtcWWRHnAj-5nCyD9dafg__original/img/kgNJfcZu2TCnlBNV3djsyxLFwFc=/0x0/filters:format(png)/pic4854191.png","thumbnail":"https://cf.geekdo-images.com/WjtcWWRHnAj-5nCyD9dafg__thumb/img/qOTV4e-rJhKFcFJirZcOsnig5Lw=/fit-in/200x150/filters:strip_icc()/pic4854191.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Network and Route Building","Take That","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":5.59445,"averageRating":7.29193,"rank":7836,"designers":["Matthieu Podevin"],"publishers":["Holy Grail Games"],"artists":["Loïc Muzy"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}