{"gameId":260934,"name":"Ignite","description":"Many ages have past since the use of magic broke the world. Since then, the races of Oshos have lived in an unstable peace. Yet as memory slips to myth, and myth slips to legend, the &quot;Great Races&quot; once more begin meddling with magic, and the tainted power corrupts the land yet again. Lava swallows up whole villages and a terrible famine spreads. &quot;Lower&quot; nomadic races begin rising up, pillaging and raiding nearby towns for food. Peace is no longer an option. War is here, and only one race can reign supreme.&#10;&#10;Ignite is a dueling deckbuilder where players battle miniatures across a variably built board. Each player has 3 units of their chosen race, each with its own asymmetrical race ability.&#10;&#10;Each unit has 3 hit points. When your unit takes a point of damage you insert a dagger into the back of the miniature. The player who inflicts the last point of damage keeps the unit as a trophy. Whoever has the most trophies at the end of the game wins.&#10;&#10;Each card in your hand can be played for its honor value (allowing you to buy more cards) or for its battle effect (affecting your units and cards). Knowing when to battle and when to invest is incredibly important.&#10;&#10;In the middle of the board is the bazaar. While one of your units is here it may sell a card. Selling a card allows you to trash it (removing it permanently from your deck) and gain honor equal to its original cost, allowing you to buy more powerful cards. The bazaar is powerful, but also dangerous as your opponents are often right there next to you.&#10;&#10;There are 4 special types of terrain in Ignite and you'll have to choose how best to use them.&#10;&#10;     Village: Allows you to purchase a card, but a successful attack against you will do additional damage.&#10;     Forest: Protects you from ranged attacks, but fire attacks will spread through the entire forest.&#10;     Water: Necessary for certain powerful spells, but freeze and lightning attacks will spread through the entire body of water.&#10;     Lava: If you are pushed into lava, your unit immediately dies.&#10;&#10;&#10;In Ignite there is a strength and weakness to everything. Invest too early in powerful magic attacks, and you won't have any honor to purchase more valuable equipment when you need it. Invest in bows and arrows to gain a range advantage over the enemy, but remember, you can only shoot arrows if you also have a bow in your hand. Prefer getting up close and personal with melee weapons? Just be sure you have mounts available to bring your unit within striking distance.&#10;&#10;Ignite comes from our love of deckbuilders. The main complaints against deckbuilders are that they (1) have minimal player interaction, playing a lot like solitaire (2) have an anti-climactic end-game (3) often feel the same after a few games. We built a deckbuilder where negotiation, alliance-making, and begging were legitimate strategies. Where the end of the game is the most exciting part. And where you will never play the same game twice (between the asymmetric race abilities, variably built board, and incredibly varied weapons, items, and spells).&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/03jzWCRmClW6UYv18sOo8A__original/img/S6VvDUqh59DHkuHUWJY63OjGfEI=/0x0/filters:format(jpeg)/pic4318706.jpg","thumbnail":"https://cf.geekdo-images.com/03jzWCRmClW6UYv18sOo8A__thumb/img/KUjv5TtLqctVn9uMtn0winT3Bl4=/fit-in/200x150/filters:strip_icc()/pic4318706.jpg","minPlayers":2,"maxPlayers":8,"playingTime":160,"mechanics":["Area Majority / Influence","Deck, Bag, and Pool Building","Grid Movement","Hand Management","Modular Board","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":5.58641,"averageRating":8.37,"rank":7979,"designers":["Darren Terpstra"],"publishers":["Ginger Snap Gaming"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}