{"gameId":262211,"name":"Cloudspire","description":"Cloudspire is 1-4 player strategy game heavily influenced by both tower defense and MOBA (Multiplayer Online Battle Arena) games. Solo and Cooperative play are driven by a scenario book that chronicles the story of the game from the perspective of each individual faction. Players control one of four unique factions in a battle to destroy and steal source energy from their opponents. Send and defend against armies and minions, build towers to protect your base, and explore with your heroes in search of resources and powerful Relics to turn the tide of battle.&#10;&#10;Taking place in the floating realm of Ankar, Cloudspire tells the story of a war to acquire a powerful and rare energy known only as &quot;the source.&quot; Every race has their own unique units and heroes as well as the ability to bid and draft mercenaries for hire.&#10;&#10;Armies are placed either individually or in stacks to conceal powerful units until the last possible moments. Heroes, in the meantime, are controlled individually and may join the tide of battle or choose to explore points of interest in search of numerous resources. Meanwhile, the event deck regularly changes the terms of the fight, making every wave exciting and unpredictable.&#10;&#10;As armies and minions approach opposing bases, they'll need to contend with Spires - powerful defense towers that can be built around the board. Fight for control of build sites and acquire new spire schematics to build an impenetrable defense and hold off the enemy. Upgrade your home base to unlock new strategies and abilities. Level up your heroes and lead your armies into battle with advanced and upgraded skills!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/e9S5XKTJoAwmGnwDYLco4g__original/img/qYnw4PxRfObEY__KtwPv83Z2VEc=/0x0/filters:format(jpeg)/pic6683729.jpg","thumbnail":"https://cf.geekdo-images.com/e9S5XKTJoAwmGnwDYLco4g__thumb/img/IFLcKIBoPNJCfEGERRaPIDOxnrg=/fit-in/200x150/filters:strip_icc()/pic6683729.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Queue","Bias","Cooperative Game","Dice Rolling","Events","Hexagon Grid","Modular Board","Solo / Solitaire Game","Team-Based Game","Tech Trees / Tech Tracks","Tile Placement","Turn Order: Progressive","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":7.11964,"averageRating":8.18101,"rank":355,"designers":["Josh J. Carlson","Adam Carlson","Josh Wielgus"],"publishers":["Chip Theory Games","Lotus Frog Games","Maldito Games"],"artists":["Jared Blando","Anthony LeTourneau"],"playerPollResults":[{"numPlayers":1,"best":95,"recommended":67,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":111,"recommended":38,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":7,"recommended":60,"notRecommended":55,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":11,"recommended":54,"notRecommended":63,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":93,"numPlayersIsAndHigher":true}]}