{"gameId":262941,"name":"Dominant Species: Marine","description":"Sixty-Something Millions of Years Ago &mdash; A great ice age has ended. With massive warming altering the globe, another titanic struggle for supremacy has unwittingly commenced between the varying animal species.&#10;&#10;Dominant Species: Marine is a game that abstractly recreates a small portion of ancient history: the ending of an onerous ice age and what that entails for the living creatures trying to adapt to the slowly-changing earth.&#10;&#10;Each player will assume the role of one of four major aquatic-based animal classes &mdash; reptiles, fish, cephalopod or crustacean. Each begins the game more or less in a state of natural balance in relation to one another. But that won&rsquo;t last: It is indeed &ldquo;survival of the fittest.&rdquo;&#10;&#10;Through wily action pawn placement, you will attempt to thrive in as many different habitats as possible in order to claim powerful card effects. You will also want to propagate your individual species in order to earn victory points for your animal. You will be aided in these endeavors via speciation, migration and adaptation actions, among others.&#10;&#10;All of this eventually leads to the end game &ndash; the final ascent of a vast tropical ocean and its shorelines &ndash; where the player having accumulated the most victory points will have their animal crowned the Dominant Species.&#10;&#10;But somebody better become dominant quickly, because there&rsquo;s a large asteroid heading this way....&#10;&#10;Game Play&#10;&#10;The large hexagonal tiles are used throughout the game to create an ever-expanding interpretation of the main ocean on earth as it might have appeared tens of millions of years ago. The smaller Hydrothermal Vent tiles will be placed atop some of the larger tiles throughout play, converting them into Vents in the process.&#10;&#10;The action pawns drive the game. Each pawn allows a player to perform the various actions that can be taken&mdash;such as speciation, environmental change, migration or evolution. When placed on the action display, a pawn will immediately trigger that particular action for its owning player. Dominant Species: Marine includes new &ldquo;special&rdquo; pawns that can be acquired during the course of play. These special pawns have enhanced placement capabilities over the &ldquo;basic&rdquo; pawns that each player begins the game with.&#10;&#10;Generally, players will be trying to enhance their own animal&rsquo;s survivability while simultaneously trying to hinder that of their opponents&rsquo;&mdash;hopefully collecting valuable victory points along the way. The various cards will aid in these efforts, giving players useful one-time abilities, ongoing benefits, or an opportunity for recurring VP gains.&#10;&#10;Throughout the game species cubes will be added to, moved about on, and removed from the tiles in play (&ldquo;earth&rdquo;). Element disks will be added to and removed from both animals and earth.&#10;&#10;When the game ends, players will conduct a final scoring of each tile and score their controlled special pawns&mdash;after which the player controlling the animal with the highest VP total wins the game.&#10;&#10;Dominant Species Veterans&#10;&#10;For players of the original Dominant Species, this iteration introduces several key evolutions to the system (pun definitely intended): &#10;&#10;     Actions are taken immediately whenever a pawn is placed instead of waiting to execute actions after all pawns are on the board. This gives players a bit more flexibility in their strategy, doesn&rsquo;t increase game time when more pawns are acquired by players, and lessens the brain-burn quite a bit since it alleviates the burden of having to plan out an entire turn in advance. &#10;     Domination is no longer on a per-tile basis, and is no longer &lsquo;competitive&rsquo; with other players. In this game you check dominance for each element type over the entire earth, and whether or not you dominate an element type is independent of whether one or more opponents also dominate it. Domination of an element is how you acquire &ndash; and try to maintain &ndash; control of the special pawns.&#10;     Animals no longer have default special abilities. Now, players are dealt 3 Trait cards during setup, choosing one to keep and putting the others back in the box. The chosen Trait gives their animal one of eighteen unique abilities spread amongst the Trait cards. &#10;     Acquiring special pawns through domination gives a player great flexibility in planning and executing a strategy. Special pawns can &lsquo;bump&rsquo; an opponent&rsquo;s basic pawn in order to take an action that would otherwise be blocked. They can be placed anywhere on the action display (where basic pawns must be placed in top-to-bottom order only). There are powerful action spaces where only a special pawn can be placed. And at the end of the game, each special pawn awards its owner VPs according to its highest achieved dominance value.&#10;&#10;&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/UTBiMz6852dq3K_yfpgpLQ__original/img/tDNHjJ6160FjCjpY8oJuaNPQ7_k=/0x0/filters:format(jpeg)/pic5998666.jpg","thumbnail":"https://cf.geekdo-images.com/UTBiMz6852dq3K_yfpgpLQ__thumb/img/JNsz6atITE84iWPiiq7ki1LaSGY=/fit-in/200x150/filters:strip_icc()/pic5998666.jpg","minPlayers":2,"maxPlayers":4,"playingTime":150,"mechanics":["Area Majority / Influence","Card Drafting","Grid Movement","Modular Board","Tile Placement","Variable Phase Order","Worker Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":5.84754,"averageRating":8.50668,"rank":3295,"designers":["Chad Jensen"],"publishers":["GMT Games","PHALANX","Udo Grebe Gamedesign"],"artists":["Chad Jensen","Chechu Nieto"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":6,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}