{"gameId":262994,"name":"Valda","description":"SUMMARY&#10;Valda is a competitive strategy game where you as a viking warchief manage a village and resources, play powerful spells and build temples. So you gather followers, fight off enemies and climb the steps to divinity.&#10;&#10;STORY&#10;Realm of the gods: Loki, the trickster god framed Thor in a moment of distraction causing the hammer of Thor to fall on Tyr. Tyr the god who was guarding Yggdrasil, the tree connecting the worlds. Knocked out for a moment Tyr left Yggdrasil ungaurded. An opportunity for mortal viking to climbs the tree and become god. But only those who are worshipped and worthy can become a true god. Beware: when power is up for grabs, competition is an the horizon. And the gods... well they will play their part.&#10;&#10;HOW TO PLAY (AND WIN)&#10;In Valda, every player finishes 5 phases during their turn. As a viking chieftan you roll dice to harvest rare resources for your tribe. Then you scavenge and explore the worlds by drafting and playing cards and actions. Building temples in the different God-domains is an important goal to gain divine abilities and get access to more powerful spells. But beware, enemies can attack you with the weapons of the Gods. Defend yourself and use your resources and shields wisely. Fight and build with honor to receive the grace of the Gods. Which God? That depends on your playing style. You like the aggressive playstyle, then is Surtur your man, you like having many options to eventually use the ultimate combo, then Freya is the one for you, and so on. Having a seat at the table of the most beautiful Asgardian palace beside the likes of Odin and Thor, that is your only goal. By playing cards, using your abilities and building temples you also gain valuable followers. The viking chieftan who has the most followers when the game ends, is worthy enough to climb the world tree Yggdrasil and becomes a God! Oh.. and he also wins the game.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/JtfPSVCc7LZVPdM3Pc5E4A__original/img/8kBUfofoPd1xy_4cu9ckqOrCdGQ=/0x0/pic4411082.jpg","thumbnail":"https://cf.geekdo-images.com/JtfPSVCc7LZVPdM3Pc5E4A__thumb/img/lwVF7Oq4mAUYOcQKbWdhf_J1iFA=/fit-in/200x150/filters:strip_icc()/pic4411082.jpg","minPlayers":2,"maxPlayers":5,"playingTime":150,"mechanics":["Action Points","Area Majority / Influence","Card Drafting","Dice Rolling","Hexagon Grid","Stock Holding","Take That","Team-Based Game","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2019,"bggRating":5.6233,"averageRating":7.56894,"rank":6278,"designers":["Nathan Vermeulen"],"publishers":["Bannan Games"],"artists":["Matthew Mizak","Batist Vermeulen"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}