{"gameId":262939,"name":"Far Away","description":"Far Away is a two-player cooperative board game about discovery, survival, and the crushing loneliness of being the only two humans for lightyears.&#10;&#10;Join the Federation Alliance, a bureaucracy with an ambitious charter of mapping new worlds and a minimalist budget. Succeed in a variety of missions on randomly generated worlds with unique ecosystems, without luxuries like radios, landing gear, and medical supplies. Trust in your partner is paramount since, without radios, you can&rsquo;t communicate (in real life) after separating on the game board.&#10;&#10;Survive, and you&rsquo;ll be rewarded with a meager paycheck. Succumb to the planet, and you&rsquo;ll find help is too Far Away.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Far Away Program&#10;&#10;The Federation Alliance started the Far Away program nearly 50 cycles ago to discover and explore new worlds. The missions we undertake are of vital importance to galactic prosperity. However, budget setbacks have forced us to reduce operational expenses. That&rsquo;s where you, the willing explorer, can help!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Explorer Duties&#10;&#10;The Federation has several active missions for you to choose. Each offers unique challenges and potential sub-objectives we would love for you to accomplish off-the-clock. Thanks to the randomly generated universe, every mission attempt will be different.&#10;&#10;Once you&rsquo;ve selected a mission and crashed into the planet (landing gear has been deemed &ldquo;optional&rdquo;), you must begin surviving. Your goal is to complete the mission and rebuild your ship. You will fail if you die of hunger, loneliness, or multiple grievous injuries. Don&rsquo;t fail!&#10;&#10;Be forewarned: communication will be a challenge. Radios will not be provided, so the only way to communicate with your partner is to be in close physical proximity. Plan ahead! This not only allows you to strategize, but also prevents the psychological meltdown that comes with being alone on an alien world.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Alien Creatures&#10;&#10;Each planet has a unique ecosystem. Experts have identified upwards of 32 creatures in the known universe, each with their own behavioral patterns.&#10;&#10;Explorers will be tasked to Realistically and Objectively Log Events Performed Logically by Animals and Yourself (ROLEPLAY). Creature behavior is dictated by their diet, temperament, and other factors. Explorers are provided a quick guide to educate them on default creature movement, but we encourage explorers to embrace their inner-alien and log the creature actions with creativity and vibrant storytelling.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;The Far Away Recruitment Kit&#10;&#10;Your exploration kit can be delivered straight to your home. Inside the 5.75# box, you&rsquo;ll find over 800 pieces. We have included an instruction manual so you can assemble your spaceship with minimal government intervention. Please register your DNA online so we can credit your account upon mission completion.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/pbEgp1RGfP-VL2HYvrlTUQ__original/img/qh7VLuDIFmu-XzTUFxC5fl3Jubo=/0x0/filters:format(png)/pic5085095.png","thumbnail":"https://cf.geekdo-images.com/pbEgp1RGfP-VL2HYvrlTUQ__thumb/img/edl70CtPyZ5DLer5EcsbBXAiMTo=/fit-in/200x150/filters:strip_icc()/pic5085095.png","minPlayers":2,"maxPlayers":2,"playingTime":150,"mechanics":["Communication Limits","Cooperative Game","Modular Board","Role Playing","Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2020,"bggRating":5.66689,"averageRating":7.45247,"rank":5934,"designers":["Alexander Jerabek"],"publishers":["Cherry Picked Games"],"artists":["Jake Breish"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":6,"numPlayersIsAndHigher":true}]}