{"gameId":264021,"name":"Journey Into The Beyond","description":"You are already dead. One way or another, you have fallen to the lich Yor'Mir. They have locked your soul within their phylactery, along with their other victims they have slain. Within this cursed orb exists a demi plane known as the Ragnorwald. A cursed forest with one purpose: to kill its residents. Death is not permanent within this realm, but it is costly. With each death, the victim loses a cherished memory, which forms into ghostly blue crystals known as Essence. This Essence is what Yor'Mir desires, and as such is used as currency within the Ragnorwald. Once drained of all your memories, you become Forgotten.&#10;&#10;But fear not, all hope is not lost. There is a way out, a gate which Yor'Mir uses to check on the Ragnorwald. Two small problems: First, whenever someone uses the gate, the Ragnorwald is reset. The second is the gate is guarded by a Keeper, a twisted monstrosity placed by Yor'Mir to keep the residence of the forest from escaping. Luckily for you, you are a Champion. A being capable of Awakening these memories. Remember your powers from your past life, collect essence to purchase powerful Items, and defeat the Keeper. However, you are not the only one with this plan... Race to be the first to slay the Keeper, lest you lose your progress when the plane is reset.&#10;&#10;Journey Into the Beyond is an asymmetrical competitive tableau building adventure game. Inspired by epic fantasy games such as Talisman and Mage Knight, Journey takes these long winded, large scale games and condenses it into a shorter more palatable experience. Players will notice right away that in the [i]Ragnorwald[/i], death is not only common and inconsequential, but often convenient. Fast paced highly strategic deterministic combat keeps the game flowing, and it's heavy player vs player elements keeps players interested even when it isn't their turn. Move around the board, choosing which stories to Encounter. Each Encounter type offers different risks and rewards, from fighting Goblins, exploring Dungeons, and even discovering critical information about the Ragnorwald itself.&#10;&#10;Tabletop Simulator Link&#10;https://steamcommunity.com/workshop/filedetails/?id=1510019854&#10;&#10;Discord&#10;https://discord.gg/GnV5TpyMAg&#10;&#10;YouTube Tutorials&#10;https://www.youtube.com/channel/UCSq5JJx-Oy7wecuwMQBVirw&#10;&#10;","image":"https://cf.geekdo-images.com/_c1lFd76VHGxwpmjy8quMg__original/img/m_DFUw2U1kPO8Oy1TrB8zVkje6w=/0x0/filters:format(png)/pic6626401.png","thumbnail":"https://cf.geekdo-images.com/_c1lFd76VHGxwpmjy8quMg__thumb/img/8YjzZpTEpSdvfTkv6Uj-MopFJo0=/fit-in/200x150/filters:strip_icc()/pic6626401.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Deck, Bag, and Pool Building","Sudden Death Ending","Zone of Control"],"isExpansion":false,"yearPublished":0,"bggRating":0,"averageRating":8.375,"rank":-1,"designers":["Liam Burns"],"publishers":["(Self-Published)","Handsome Monkey Games"],"artists":["Eamonn McCorrmick"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}