{"gameId":264052,"name":"Circadians: First Light","description":"We were light years from our home, galaxies away, when we first discovered this ancient celestial body &mdash; a planet filled with intriguing, intelligent lifeforms, not too unlike our own. Some built kingdoms below the surface of the green seas, while others controlled the desert-filled plains and cliffs. Among them we found scientists, inventors, farmers, traders and fighters. While our presence has been unsettling for some, we have had very few incidents with the locals. Still, we Circadians, Earth's famed explorers, must do what we can to ensure peace. We must respect this world and its hosts. The heads of Moontide passed down orders from above. We are to open negotiations with the three clans, in hopes of gaining their favor, along with our own security while on the planet. We must also collect organic samples for the depository on Moontide. This is new ground for all of us, but we must be brave and resourceful. The future of the Circadians depends on it.&#10;&#10;The aim of Circadians: First Light is to lead a team of researchers on the planet of Ryh. Players need to manage their crew (dice) to visit various parts of the planet for trade, farming, construction and research. Players score points for negotiating with the locals, harvesting resources for the depository, upgrading their research base, exploring the planet, and collecting gems. The game is played over eight rounds. At the end of the final round, the player with the most points wins.&#10;&#10;&mdash;description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/yZpEGpYcqAjFtPctE4dwbg__original/img/RYap6Aq2XYHvWUxWDKPmECyUG1M=/0x0/filters:format(png)/pic6398652.png","thumbnail":"https://cf.geekdo-images.com/yZpEGpYcqAjFtPctE4dwbg__thumb/img/kC-Wgt5m1hHM8MvAAJDKhLjY7qE=/fit-in/200x150/filters:strip_icc()/pic6398652.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Contracts","Dice Rolling","Events","Secret Unit Deployment","Set Collection","Variable Player Powers","Worker Placement","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2019,"bggRating":6.64335,"averageRating":7.59044,"rank":888,"designers":["S J Macdonald"],"publishers":["Garphill Games","Banana Games","MEEPLE","Mosaico Jogos","Pixie Games","Portal Games","Primigenio","Renegade Game Studios","Schwerkraft-Verlag"],"artists":["Sam Phillips"],"playerPollResults":[{"numPlayers":1,"best":20,"recommended":27,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":37,"recommended":26,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":22,"recommended":35,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":17,"recommended":17,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":26,"numPlayersIsAndHigher":true}]}