{"gameId":264220,"name":"Tainted Grail: The Fall of Avalon","description":"Tainted Grail: the Fall of Avalon  is an unforgettable, solo or cooperative adventure experience for 1-4 players. Blending Arthurian legends and Celtic mythology with a unique vision, it allows you to impact the game world in deep and meaningful ways. A deep, branching storyline allows you to tackle problems in different ways, ensuring no two games play alike. Difficult decisions or harrowing choices wait behind every corner and seemingly minor tasks may reverberate with major long-term consequences.&#10;&#10;In a land slowly sinking into the Wyrdness and torn apart by con&#239;&#172;&#130;ict; surviving each day is a challenge on its own. Starvation, sickness, violent weather, and random incidents all conspire to end your journey. Guardian Menhirs, that ensured safe travel throughout the realm, are slowly going dark turning simple logistics into an involving puzzle. To overcome these challenges, your character develops along several con&#239;&#172;&#130;icting lines, such as Brutality / Empathy or Practicality / Spirituality. These traits unlock a rich choice of mutually exclusive skills and lead to di&#239;&#172;&#128;erent deck-building strategies, making character advancement meaningful and deep.&#10;&#10;The character you develop is going to be tested during dozens of combat and non-combat encounters. Sometimes you will need to brute force your way, but often diplomacy might be a better option. Regardless whether you fight with your strength or your wits, our unique dice-less encounter system makes resolving each con&#239;&#172;&#130;ict fun and exciting, while keeping you immersed in the game.&#10;&#10;In Avalon, there&rsquo;s a legend waiting behind every stone and every tree. All locations have their own rich stories and secrets to discover. Places and characters are often much more than they seem. As you slowly put all the pieces of the larger puzzle together, the land will always have a surprise waiting for you just around the corner. Many secrets can be discovered only after several games. Created by one of the best polish fantasy authors, Krzysztof Piskorski, the story of Tainted Grail: the Fall of Avalon aims to push the boundaries of non-linear narrative, building upon the rich experience Awaken Realms has infusing ambitious stories with excellent board game mechanics and striking visuals.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/aAwBzPzta4joKfFZt05hCw__original/img/pcds4KfHd_rUfOXPNZuhZEKGHFM=/0x0/pic4385726.jpg","thumbnail":"https://cf.geekdo-images.com/aAwBzPzta4joKfFZt05hCw__thumb/img/zvV21ZaydrMSEbbYSNXcmw3WmfY=/fit-in/200x150/filters:strip_icc()/pic4385726.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Movement","Campaign / Battle Card Driven","Cooperative Game","Deck, Bag, and Pool Building","Dice Rolling","Hand Management","Modular Board","Narrative Choice / Paragraph","Push Your Luck","Role Playing","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":7.54632,"averageRating":8.4656,"rank":87,"designers":["Krzysztof Piskorski","Marcin Świerkot"],"publishers":["Awaken Realms","Albi","CrowD Games","Edge Entertainment","Giochi Uniti","Maldito Games","Pegasus Spiele","Summon Games"],"artists":["Piotr Foksowicz","Ewa Labak","Piotr Gacek"],"playerPollResults":[{"numPlayers":1,"best":150,"recommended":91,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":150,"recommended":85,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":27,"recommended":106,"notRecommended":81,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":45,"notRecommended":160,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":181,"numPlayersIsAndHigher":true}]}