{"gameId":264647,"name":"Age of Civilization","description":"In the Age of Civilization, you must lead your people to their glorious future. Analyze the characteristics of every era you are facing, make the best choice for your kingdom development, and become several famous civilizations in our fascinating history. By going through the rise and fall of empires, a unique civilization of yours will finally arise!&#10;&#10;Age of Civilization is a pocket-sized civilization game. Throughout one game, each player leads up to three historical civilizations to form a unique combination of abilities. Players build Wonders, research technology, develop culture, conquer for glory, or even enslave their people. Only the player who wisely manages his workers and wealth can achieve the greatest civilization.&#10;&#10;Game-play overview&#10;&#10;The game is played with 6 rounds. In the 1st round, each player picks one civilization card in the market and gains a number of worker tokens according to the population value indicated on the civilization card. Players may assign workers to action slots in the public region. There are usually 5-6 actions for each player to choose and these actions change between rounds. By assigning workers, players carry out the actions' effects such as earning coins or paying coins for technologies, wonders, or victory points, etc. At the end of a player's turn, workers may return to the player or disappear according to the kind of action it was working on.&#10;&#10;In subsequent rounds, players MAY pick another civilization card to replace their previous one. In that case, you reset the number of your workers to the population value indicated on the new civilization card and you lose the main ability of your previous civilization, but the legacy abilities of all your civilizations last forever. In each game, a player can only pick three civilization cards in total, so deciding when to raise a new civilization and which civilization combinations to pick is a big strategic decision of players. When the 6th round ends, the player with the most victory points is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/YgJq8cRIW8RbjW_lHVnZAg__original/img/rWUV6KtXGQ_wg51GmaB-1GOG2ig=/0x0/filters:format(jpeg)/pic4403459.jpg","thumbnail":"https://cf.geekdo-images.com/YgJq8cRIW8RbjW_lHVnZAg__thumb/img/AbwKUGy9KX9PkJcvUlQFXwmPsTs=/fit-in/200x150/filters:strip_icc()/pic4403459.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Increase Value of Unchosen Resources","Solo / Solitaire Game","Tech Trees / Tech Tracks","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":6.19174,"averageRating":7.14313,"rank":1794,"designers":["Jeffrey CCH"],"publishers":["ICE Makes"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":5,"recommended":19,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":7,"recommended":17,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":13,"recommended":9,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":12,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":15,"numPlayersIsAndHigher":true}]}