{"gameId":264982,"name":"Coloma","description":"Coloma is the town where, in the winter of 1848, a man building a sawmill on the South Fork of the American River spotted some bright nuggets in the tailrace waters below and triggered the California Gold Rush of &lsquo;49. Thousands of people arrived from far and wide, making Coloma one of the fastest growing boomtowns in the country. In the game of Coloma, you are a pioneer who has recently traveled out West to strike it rich and make a name for yourself. You will prospect for gold and use your windfalls to recruit workers, rustle up horses, and establish businesses. You will also get opportunities to explore the surrounding riverways and frontier lands. But alas! You are not alone&mdash;every other pioneer seems to have gotten the same idea! Therefore, it will take extra cunning tactics on your part to not go Bust with the rest of them&hellip;&#10;&#10;At the beginning of each chapter, you and the other players will simultaneously select an action to perform on the board. Once your selections are revealed, you must check if a majority of players chose the same action. If so, it is a Bust&mdash;which disables the Boom bonus that would be included otherwise. Then the players take turns performing actions, such as gaining resources, moving wagons on the map, building bridges and businesses, and placing camps and gunmen. After that, a section of the board is rotated&mdash;slightly changing the layout of the actions for the upcoming chapter.&#10;&#10;When the rotating section hits high noon, the round ends with a bang: a shootout against an ever-growing number of outlaws! If you and the other players can outnumber the outlaws with your combined gunmen, you will get your fair share of the rewards. But if not, the rewards drop, and some of the gunmen will go to the graveyard. The game ends after the third shootout, and the player with the most points wins!&#10;&#10;Coloma is a fast moving game with many paths to victory. It offers unique twists on simultaneous action selection, resource management, and engine-building. The town cards in your tableau allow you to play more efficiently, gain extra actions, and bend the rules to your advantage. With these cards and the bridge tiles (which add points based on what you achieve), you can create the perfect combination for your strategy and play style.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/sIu72fGpJL5qGhdiXyTCVw__original/img/ralnhtnY5YXKHQOBpYsqsbhwbec=/0x0/filters:format(png)/pic4418609.png","thumbnail":"https://cf.geekdo-images.com/sIu72fGpJL5qGhdiXyTCVw__thumb/img/Qp4iegyKbjPQg5bk4hrYoWnGTCY=/fit-in/200x150/filters:strip_icc()/pic4418609.png","minPlayers":1,"maxPlayers":6,"playingTime":90,"mechanics":["End Game Bonuses","Hand Management","Rondel","Simultaneous Action Selection","Solo / Solitaire Game","Variable Phase Order","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2019,"bggRating":6.41704,"averageRating":7.31987,"rank":1460,"designers":["Jonny Pac"],"publishers":["Final Frontier Games","Super Meeple","Taverna Ludica Games","TCG Factory"],"artists":["Mihajlo Dimitrievski"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":20,"notRecommended":16,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":20,"notRecommended":18,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":7,"recommended":24,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":25,"recommended":16,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":20,"recommended":17,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":10,"recommended":17,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":16,"numPlayersIsAndHigher":true}]}