{"gameId":265537,"name":"Weimar: The Fight for Democracy","description":"On the 9th of November, 1918, the cold autumn air in Berlin is full of tension. The workers are planning to strike and since the city is full of troops, they do not know if they will survive that day. Three hours later, the German monarchy does not exist anymore, and the first German democracy is born.&#10;&#10;Weimar: The Fight for Democracy is a game about the major actors in the spectrum of the new Republic. The Social Democrats and the Conservatives are trying to defend the democracy. Communists and Nationalists are looking to overthrow the government and install their own regime. Will this infant Republic survive? Or will Germany &mdash; as in history &mdash; fall to the Nazis and become a lawless state? Or will there be a Union of Socialist German Republics?&#10;&#10;Weimar includes two major &quot;battlefields&quot;: In public opinion, the parties struggle to influence the important political issues like the economy, the media, or foreign affairs. Winning these issues scores points and allows them to take significant decisions. At the same time, the parties try to control the streets and position their followers in the major cities of Germany for demonstrations, street fights, and actions taken by the paramilitary organizations.&#10;&#10;Weimar is a tense and exciting card-driven game (CDG) on a most interesting topic. Cards may be played for the event, for public opinion, or for actions in the street.&#10;&#10;In each of the six game turns, the parties play one agenda that defines their strategy for the turn (e.g., modifying their twelve-card play deck, defining issues, getting advantages in the streets). The goals of the parties are asymmetrical and contradictory. While the democratic parties score for stabilizing the state and removing poverty, the non-democratic parties score for coups and unrest.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/3K82rRzulrDxik2FK7p_HA__original/img/wT11w3aW7Mdnmj-dCIeKL7ljERI=/0x0/filters:format(jpeg)/pic6657971.jpg","thumbnail":"https://cf.geekdo-images.com/3K82rRzulrDxik2FK7p_HA__thumb/img/LrOSpfsi8SlrJ_oYL7PjrgEYYn8=/fit-in/200x150/filters:strip_icc()/pic6657971.jpg","minPlayers":4,"maxPlayers":4,"playingTime":360,"mechanics":["Area Majority / Influence","Campaign / Battle Card Driven","Deck, Bag, and Pool Building","Multi-Use Cards","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.38889,"rank":-1,"designers":["Matthias Cramer"],"publishers":["Capstone Games","Skellig Games","Spielworxx"],"artists":["Christian Opperer"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":true}]}