{"gameId":266140,"name":"Unforgiven","description":"&quot;Passion governs, and she never governs wisely,&rdquo; -- Benjamin Franklin, one of America's Founding Fathers.&#10;&#10;Yet ninety years later the very government that Franklin helped create disregarded his wisdom, and trampled the constitutional rights of its own citizens in order feed on what seemed an insatiable hunger for vengeance.&#10;&#10;You, as the prosecution or defense, must convince a 9-panel jury that Mary Surratt, one of eight people put on trial for conspiring to assassinate President Abraham Lincoln and other members of his cabinet, is guilty...or innocent.&#10;&#10;Unforgiven: The Lincoln Assassination Trial, is a 2-player game taking place during the May 9th to June 28th, 1865 trial of the first woman, Mary Surratt, ever to be executed for treason by the United States.&#10;&#10;The game begins amidst the chaos of Lincoln's assassination as the country struggles to heal over the wreckage of the American Civil War.  Each player is persuading the jury to convict or acquit the accused and thereby win the game. &#10; Players will draft and play cards which will help them strengthen their case with the jurors and recruit them to their side, and find overwhelming evidence for or against the accused.&#10;&#10;In one of the most high-profile trials in U.S. history, will Mary Surratt face again the hangman's noose of American justice or can you stop the trap door from falling?&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/Xpx3ANKmFCLeJm-aCnRfjFTy8V8=/0x0/pic5507787.png","thumbnail":"https://cf.geekdo-images.com/thumb/img/U9EPSB8Qad2Yi8Fkk3E6f7LJQUs=/fit-in/200x150/filters:strip_icc()/pic5507787.png","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Card Drafting","Deck, Bag, and Pool Building","Dice Rolling","Set Collection","Simulation","Tug of War"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7,"rank":-1,"designers":["Tom Butler"],"publishers":["Green Feet Games"],"artists":["Nicholas Avallone","Milan Stojanovic"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}