{"gameId":266179,"name":"Space Gate Odyssey","description":"The future of humanity awaits you in Space Gate Odyssey. A system of viable exoplanets has been recently discovered and the Confederations are flocking into space to colonize it. In this 2 to 4-player development and flow-management board game, you play the leader of one of these Confederations and play your influence in the Odyssey command station to send as many of your settlers as you can on these exoplanets.&#10;&#10;After decades of research and technological development, humanity is preparing to leave the Earth to colonize this discovered system. To get there, only one possible means of transport exists: space gates. For reasons related to physics and other quantum aspects, these gates can be built only in space. The Confederations have therefore embarked on the construction of their own station in orbit, equipped with space gates.&#10;&#10;At the beginning of the colonizing era, these portals make it possible to go on one of the first three discovered planets. As soon as an entire contingent of settlers has joined the gate of a space station, it is teleported to the corresponding exoplanet. The landing conditions vary according to the planets and the choice of colonized spots quickly becomes strategic.&#10;&#10;As soon as one of the three exoplanets is fully colonized, each Confederation gains influence according to its placement, then access to one of the two later discovered exoplanets becomes possible. At the end of the colonization of the five exoplanets, the stations are teleported to the Hawking planet and the influence of each Confederation is assessed. The leader of the most influential Confederation will be promoted to the rank of Governor of this new system.&#10;&#10;One of the biggest challenges in Space Gate Odyssey is your ability to quickly develop and intelligently arrange your space station. The better you optimize the flow of your settlers to your station, then to the exoplanets, the more of them you can send to the favorable spots and thus gain influence.&#10;&#10;The choice of the modules, their arrangement, and the distance between the airlocks and the gates are therefore essential elements &mdash; especially since, at the end of the game, the domains of the modules you used to build your station will bring you additional influence points if they are in line with the position of the domains on the Hawking planet Predominance.&#10;&#10;Finally, you must be careful not to leave too many open corridors on the space void as this represents a real danger for your settlers and could therefore damage your reputation.&#10;&#10;Your most amazing quest starts with Space Gate Odyssey. Will you be able to take over your opponents in order to take control of the new system, or will you stay at the dock?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/oXSexkDmjfkaomjkUzUI3Q__original/img/zqDQ61dmWI-qTLjVzvC18gyKrmM=/0x0/filters:format(jpeg)/pic4924648.jpg","thumbnail":"https://cf.geekdo-images.com/oXSexkDmjfkaomjkUzUI3Q__thumb/img/EzH7Oge6bjAZK8Tmq3Oq--Gb5ME=/fit-in/200x150/filters:strip_icc()/pic4924648.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Follow","Network and Route Building","Tile Placement"],"isExpansion":false,"yearPublished":2019,"bggRating":5.94692,"averageRating":7.03375,"rank":2891,"designers":["Cédric Lefebvre"],"publishers":["Ludonaute","3 Emme Games","Asmodee","Czacha Games"],"artists":["Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":12,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":10,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":8,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":10,"numPlayersIsAndHigher":true}]}