{"gameId":266937,"name":"Cradle of Civilization","description":"&quot;Cradle of Civilization&quot; is a two wargames in one pack that allows players to determine the fate of the ancient near east. In one game civilizations rise while in the other players battle over whether the great Persian Empire will survive. Both games emphasize simplicity but not at the price of being unrealistic.&#10;&#10;From Sumeria to Persia is about the Bronze and Iron Age, when civilization was born and city states went from kingdoms and finally to large empires, culminating in the Persian Empire founded by Cyrus the Great. Players of History of the World will recognize the base mechanics whereby players randomly select civilizations from cards, although the player in last place has more power to decide which civilization they will play.&#10;&#10;From Sumeria to Persia does offer players more options than previous games on the subject. Civilizations that survive can continue to expand in future turns. Random events create possibilities that defy history but were in the realm of possibility. The Minoans may have a brilliant military commander and the Egyptians could become a seafaring empire. There are also rules for constructing wonders, the placement of cities, and the general effects of the Bronze Age collapse. Lastly, the Persian Empire does appear.&#10;&#10;Alexander vs. Darius: The Fall of the Persian Empire simulates Alexander III&rsquo;s conquest of the great Persian Empire. Sometimes portrayed as a foregone conclusion, this game argues that Persia certainly had a chance to win if they had used different strategies or had some luck on the battlefield. Darius III need not have been Persia&rsquo;s last king.&#10;&#10;The heart of Alexander vs. Darius is a war weariness track, which moves down steadily for Alexander&rsquo;s army. Historically, it did not reach zero until after his invasion of India, but a Persian battlefield victory could have changed that. The game also allows players to explore Memnon&rsquo;s strategy of using Persian naval supremacy to raid Alexander&rsquo;s rear as well as exploring the possibilities of the Spartan rebellion. Lastly, the Persians themselves must worry about legitimacy, and therefore must be active in resisting Alexander, or risk losing their grip on the throne.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/59l5fTUh5QgG9_b1NJ9hWQ__original/img/ue_enocM8FMkwnCc8XleoMjj-ZE=/0x0/filters:format(jpeg)/pic5490291.jpg","thumbnail":"https://cf.geekdo-images.com/59l5fTUh5QgG9_b1NJ9hWQ__thumb/img/CwXPy9b7sTr9N28gdrzJXY9bY2M=/fit-in/200x150/filters:strip_icc()/pic5490291.jpg","minPlayers":1,"maxPlayers":6,"playingTime":240,"mechanics":["Area Majority / Influence","Dice Rolling","Hand Management","Simulation"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7.4,"rank":-1,"designers":["Sean Chick","Daniel Chick"],"publishers":["Compass Games"],"artists":["Bill Morgal","Shane Hebert","Cornelis Troost"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":true}]}