{"gameId":267319,"name":"Roam","description":"Welcome to Arzium, land of ancient civilizations, bizarre creatures, unexplained wonders, and vibrant characters.&#10;&#10;A great sleeping sickness has spread across the land, sending every type of creature to roam for hundreds of miles in a dazed, incoherent march. It's your job to seek them out and wake them from their sleepwalk, recruiting them to help you find even more lost souls!&#10;&#10;In Roam, you and up to three friends compete to find lost adventurers. The game includes more than fifty unique, tarot-sized adventurer cards, which feature characters from Near and Far, Above and Below, and Islebound. The opposite side of each card depicts a landscape split into six squares, and two rows of three of these cards are placed in the center of the playing area to make the board.&#10;&#10;Each turn, you may activate one of the adventurer cards in your party by flipping the card face down. Activating an adventurer allows you to place search tokens on the board in the shape depicted on your adventurer card. When every square on a landscape card has been searched, the player who did the most claims the card, finding the lost adventurer and adding them to their party. Each adventurer you add to your party gives you points and a new search pattern that you can use.&#10;&#10;When searching, you also claim coins, which can be spent to use special actions or purchase artifacts with useful powers. When one player has ten adventurers in their party, the game ends, and the player with the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/p3O_MWuvpPODqPzxqWf-og__original/img/GhQHUI2ALi0uoRmfa-nOr5dAmwY=/0x0/filters:format(jpeg)/pic4862867.jpg","thumbnail":"https://cf.geekdo-images.com/p3O_MWuvpPODqPzxqWf-og__thumb/img/CT4vHKPKP7ftPuxAmUjIw7i2ezM=/fit-in/200x150/filters:strip_icc()/pic4862867.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Action Retrieval","Area Majority / Influence","Auction Compensation","Grid Coverage","Square Grid"],"isExpansion":false,"yearPublished":2019,"bggRating":6.65551,"averageRating":7.2987,"rank":929,"designers":["Ryan Laukat"],"publishers":["Red Raven Games","Banana Games","DV Games","Lanlalen","Lavka Games","Lotus Frog Games","Lucky Duck Games","Maldito Games","Reflexshop","REXhry","Schwerkraft-Verlag","White Goblin Games"],"artists":["Ryan Laukat"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":34,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":39,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":34,"recommended":17,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":19,"recommended":23,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":31,"numPlayersIsAndHigher":true}]}