{"gameId":267979,"name":"Tiwanaku","description":"It is said that Wiraqocha created the sun and the pre-Columbian tribes of the Andes. Under his leadership, those who will train the mighty Inca people came out of their caves to discover new horizons in order to subsist and grow in harmony with nature. They venerated Pachamama, Mother Earth, the basis of all living things, plants and minerals, on earth and under the earth.&#10;&#10;In Tiwanaku, first announced as Pachamama, you lead your tribe into unknown territory in search of new lands to cultivate. Your goal: To explore regions and draw outlines to develop cultures according to the customs and legacies of Pachamama. If you honor Her by respecting the great principles of diversity and complementarity, Nature will reward you; otherwise, you will suffer his wrath. In this race, risk-taking, deduction, intuition, and a good sense of timing should allow you to get through.&#10;&#10;Each scenario disc indicates a unique arrangement of terrain tiles and crop tiles. Terrain tiles are in regions of 1-5 spaces, and a region of one color does not touch a region of the same color, even diagonally. Crop tokens have a value of 1-5, and each value has a different size/color (level 1 is brown, level 2 is green, etc.). A size 1 region will contain a value 1 crop token, a size 2 region will contain crop tokens of value 1 and 2, and only a size 5 region will contain crop tokens of each value. Two identical crop values can never be adjacent, even diagonally.&#10;&#10;On a turn, take either an explore action or a divine action: At the end of an explore or divine action, you can hand in 1-5 offering cubes for 0-10 points. You can hold at most one offering of each color.&#10;&#10;When the final terrain tile is placed on the game board, the end of the game is triggered. Starting with this player, each player in turn can take a single divine action or pass. If you pass, you take no further actions. If you divine, you gain points and an offering cube like normal, or you lose points and must pass. Keep taking turns around the table until everyone has passed, then make a final offering, then see who has the most points.&#10;&#10;","image":"https://cf.geekdo-images.com/02c2OrgtQ7YsLZWm6pVXSw__original/img/2t4atmBxMzLKmhvy1xQvsLDI038=/0x0/filters:format(png)/pic6620308.png","thumbnail":"https://cf.geekdo-images.com/02c2OrgtQ7YsLZWm6pVXSw__thumb/img/f8Ngrp7C0R4wtnPsA09awXW2MeU=/fit-in/200x150/filters:strip_icc()/pic6620308.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Deduction","Grid Movement","Modular Board"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.475,"rank":-1,"designers":["Olivier Grégoire"],"publishers":["Sit Down!"],"artists":["Raphaël Samakh"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}