{"gameId":268012,"name":"Chronicles of Drunagor: Age of Darkness","description":"Daren has always been a land mired in conflict &ndash; from the moment the Mortal Races met in its rolling hills, tall peaks and primeval forests, there was bound to be strife between its wary peoples. With the discovery of Magic, however, came the potential for dramatic change in the world &ndash; for good or evil. Centuries after the discovery of the Art, magic has shaped the fears and hopes of countless people, and the heroes and villains that wield it have decided the fate of nations over all these years. Yet for all this struggle, a tenuous balance remained between those who seek to strengthen all Mortal Races and those that seek to lord over them. Little do they know however that amidst the shadowed boughs of the Dead Irall, an ancient evil seeks to rule once again. Few are aware that the fate of the land now lies with brave heroes who are the only ones who can prevent the oncoming Age of Darkness.&#10;&#10;Chronicles of Drunagor - Age of Darkness is a fully cooperative and strategy board game of tactical combat in a dungeon crawl adventure for one to five players. CoD-AoD is based on multiple 3D scenarios, each of them played separately or on a continuous storyline. Each scenario has its own unique setup, darkness rules and different goals that will be needed to be achieved in order to obtain victory. Played over a series of rounds until either the chosen adventure objective is achieved by the heroes or a single hero dies or is corrupted by the darkness itself. The order of activation is dictated by the initiative track and it alternates between heroes, monsters and the darkness itself. Once they all activate, a round is over and a new one begins, so players win or lose as a team. The game is won when the adventure objectives are met. The game is lost when one player is either killed or corrupted by darkness.&#10;&#10;On a hero&rsquo;s turn he can freely move up to 3 spaces (orthogonal and or diagonal are permitted) and spend 2 of his action cubes to trigger his abilities. If when passing his turn he no longer has any cubes on his available action cubes pool, he must perform a recall action. On a monster activation he will always move to attack the heroes. Or if he`s in range of his target he will attack without even move. Each monster has its own primary target located on his card at the initiative track. On the darkness activation, draw from the bag the number of darkness tokens dictated by the chosen adventure and follow the darkness rules for that adventure.&#10;&#10;As you go by the different adventures, your heroes will find themselfs in a wide variety of scenarios and instead of only reading thru the descriptions of the place you are, the game will show you beautifull illustrations of what you can see and how you can interact with the scenario. Every choice on how you interact with certain things could possibly change the way your adventure continues. Maybe you will find a secret passage, or maybe you can find a locked chest, the choice is up to you.&#10;&#10;Choose one of the heroes and take upon this quest to defeat the power of evil and the everlasting darkness from the land of Daren.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/nhWSmNJSTBAye6bxLa9x-Q__original/img/epNgNlnhYu8CXfvku5kk3GG914c=/0x0/filters:format(jpeg)/pic4779069.jpg","thumbnail":"https://cf.geekdo-images.com/nhWSmNJSTBAye6bxLa9x-Q__thumb/img/B4r1iyRl2Z2CcMrtBRQOKYwwngw=/fit-in/200x150/filters:strip_icc()/pic4779069.jpg","minPlayers":1,"maxPlayers":5,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Modular Board"],"isExpansion":false,"yearPublished":2021,"bggRating":5.82068,"averageRating":9.22858,"rank":3532,"designers":["Daniel Alves","Eurico Cunha Neto"],"publishers":["CGS- Creative Games Studio"],"artists":["Marcelo Bastos","Eduardo Cavalcante","Clyde","Isaias Ferreira","Carlos Eduardo Justino","Pedro Tavares Santos","Girleyne Costa Ramalho","Rod Mendez","Samuel Vinicius Marcelino"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":9,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":true}]}