{"gameId":269810,"name":"Nevada City","description":"You and your family have come to Nevada City to set up a homestead and help the town grow. Will you be able to outperform the other homesteaders?&#10;&#10;Each player in Nevada City starts the game with a nuclear family &mdash; mother, father, daughter, and son &mdash; and a homestead mat where you can establish farms, fence in livestock, and develop silver mines. You start the game with one mine, one farm, and one ranch, along with some money and an assortment of commodities. The town consists of a few buildings, and other buildings will become available for construction as the years advance, with the game lasting four years.&#10;&#10;A year lasts a number of turns until all players have used all of their characters and hired workers. On a turn, a player chooses one of their characters and takes actions until all of that character's actions are spent; a character can't take the same action during a turn. A character can buy new property from city hall; mine, farm, or ranch their own property; claim a building; construct a building; use an existing building; reserve a contract that has conditions for improving the city; or work to fulfill that contract. Each character and worker has a different set of skills that can boost the actions they take, such as finding additional silver in a mine or bringing lumber to a construction site.&#10;&#10;You earn victory points (VPs) for constructing buildings, in addition to fees from those buildings when other players use them. You earn VPs for completing contracts as well, with those contracts having different values depending on which buildings are in place at the time. Each player receives a private goal card at the start of the game, and all players score points for these goal cards based on how well they do relative to other players, so pay attention to their choices.&#10;&#10;Each year, various events pop up, leaving players to suffer drought or reap the benefits of fertile land, among other things. At the end of a year, workers leave unless you marry them into a family, which will require spirits and other resources.&#10;&#10;Nevada City also includes advanced rules that add additional buildings and events to the game, a gambling subgame of sorts, a more volatile production market to make life in the West less predictable, and extra sons and daughters. On top of all that, the unhired workers at the end of a year get rowdy and start shooting up the town, so you need to use your gunslinging abilities to bring them to heel and try to avoid getting wounded since you might lose out on a character's abilities in the subsequent year.&#10;&#10;","image":"https://cf.geekdo-images.com/LeEToOM6RR_RFbPt1VnPUA__original/img/m4lhLOzAsZ2wZAHm5-Xc6v_nvKU=/0x0/filters:format(png)/pic4523876.png","thumbnail":"https://cf.geekdo-images.com/LeEToOM6RR_RFbPt1VnPUA__thumb/img/uxe1WoqwH9tS6CstPt0KYzq40qc=/fit-in/200x150/filters:strip_icc()/pic4523876.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":5.69033,"averageRating":7.24274,"rank":5049,"designers":["Alan D. Ernstein"],"publishers":["Rio Grande Games"],"artists":["Claus Stephan","Antje Stephan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}