{"gameId":270871,"name":"Agemonia","description":"Agemonia, an enchanted world brimming with magic, is experiencing its greatest upheaval. Earth tremors, tidal surges, electrical storms &mdash; the cataclysmic events are increasing and driving the mortal races to the brink of war. What could this have to do with the resurgence of mysterious, ancient devices? And what of the approaching darkness that reaches from beyond the shadowy gates of the Breach...?&#10;&#10;Agemonia is a fully co-operative board game with challenging, moral choices, set in an expansive storyline for 1-4 players. Live your destiny, and become the mightiest of unlikely heroes &mdash; or even the most despicable of villains &mdash; in this unforgettable adventure!&#10;&#10;Gameplay&#10;As your Heroes explore the Scenario map, story points are triggered, revealing more information about your surroundings. They may provide useful equipment or treasure, spawn new enemies onto the map, or give your Hero an opportunity to test one of their abilities: Might, Agility or Will, by rolling dice, and spending Stamina. You spend Stamina in the form of Stamina chips, but these are also spent and flipped to their wound side when your hero takes damage, reducing the amount of Stamina available for you to use. Each turn your Hero will perform an action (such as attacking, healing, or focusing your abilities) and a maneuver (such as moving, meditating to regain precious Stamina, or recovering to heal your wounds) in either order. Choose wisely, as your choice of action will also affect your turn order for the round, and coordinating your actions with your fellow Heroes is key.&#10;&#10;Combat&#10;Each Hero has one or more actions that allow them to perform an attack by rolling dice and spending stamina. Attacks may be melee, ranged or magic. Melee and ranged attacks require a weapon to perform, and a good quality weapon will enhance an attack. Each Hero has a selection of different attacks to choose from that can be changed on their Hero board between scenarios.&#10;&#10;Each enemy attack is of a fixed value and is linked to one of the 3 Hero abilities: Might, Agility or Will. The attacked Hero will have to test the corresponding ability to attempt to resist the attack. Damage is taken by flipping over your Hero's valuable stamina chips to their wound side. Too much damage and your Hero may become wounded, gaining an injury. Some enemy attacks may inflict a negative condition on your Hero such as Bleeding or Entangled which they will have to overcome to continue their heroic deeds.&quot;&#10;&#10;","image":"https://cf.geekdo-images.com/VZDzFs2DAm6Qe7n2HXCJOw__original/img/WhI9E8pmBwKKNZZdjd69WK3pWP4=/0x0/filters:format(jpeg)/pic7576506.jpg","thumbnail":"https://cf.geekdo-images.com/VZDzFs2DAm6Qe7n2HXCJOw__thumb/img/tv_78Pg2-hjLWQYl6uPgx9GfE24=/fit-in/200x150/filters:strip_icc()/pic7576506.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Scenario / Mission / Campaign Game","Storytelling"],"isExpansion":false,"yearPublished":2024,"bggRating":5.95574,"averageRating":9.15013,"rank":3128,"designers":["Max Wikström"],"publishers":["Lautapelit.fi"],"artists":["Petri Hiltunen","Chad Hoverter","Tomasz Jedruszek","Jere Kasanen","Damien Mammoliti"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":10,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":10,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":12,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":12,"recommended":4,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":true}]}