{"gameId":271320,"name":"The Castles of Burgundy","description":"The Castles of Burgundy is set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. While playing, they aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers.&#10;&#10;The game is about players taking settlement tiles from the game board and placing them into their princedom, which is represented by the player board. Every tile has a function that starts when the tile is placed in the princedom. The princedom itself consists of several regions, each of which demands its own type of settlement tile.&#10;&#10;The game is played in five phases, each consisting of five rounds. Each phase begins with the game board stocked with settlement tiles and goods tiles. At the beginning of each round, all players roll their two dice, and the player who is currently first in turn order rolls a goods placement die. A goods tile is made available on the game board according to the roll of the goods die. During each round, players take their turns in the current turn order. During their turn, a player may perform any two of the four possible types of actions:&#10;&#10;&#10;    Take a settlement tile from the numbered depot on the game board corresponding to one of their dice and place it in the staging area on their player board.&#10;    Place a settlement tile from the staging area of their player board to a space on their player board with a number matching one of their dice in the corresponding region for the type of tile and adjacent to a previously placed settlement tile.&#10;    Deliver goods with a number matching one of their dice.&#10;    Take worker tokens that allow the player to adjust the roll of their dice.&#10;&#10;&#10;In addition to these actions, a player may buy a settlement tile from the central depot on the game board and place it in the staging area on their player board. If an action triggers the awarding of victory points, those points are immediately recorded. Each settlement tile offers a benefit: additional actions, additional money, advancement on the turn order track, more goods tiles, die roll adjustment or victory points. Bonus victory points are awarded for filling a region with settlement tiles.&#10;&#10;The game ends when the last player finishes their turn of the fifth round of the fifth phase. Victory points are awarded for unused money and workers and for undelivered goods. Bonus victory points from certain settlement tiles are awarded at the end of the game. The player with the most victory points wins.&#10;&#10;The 2019 edition of The Castles of Burgundy includes eight expansions, seven of which were previously released as promotional items and one new to this release.&#10;This edition has one fewer Monastery boards than what came in The Castles of Burgundy: 4th Expansion &#226;&#128;&#147; Monastery Boards&#10;&#10;","image":"https://cf.geekdo-images.com/VrNrk7XVU1hN0j1ZFhjcjw__original/img/IYxnn0KV56lDy18_0e23DSLcMso=/0x0/filters:format(jpeg)/pic4934938.jpg","thumbnail":"https://cf.geekdo-images.com/VrNrk7XVU1hN0j1ZFhjcjw__thumb/img/6XPO0XNGGw3V77NjWR0K7Y33fqc=/fit-in/200x150/filters:strip_icc()/pic4934938.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Dice Rolling","End Game Bonuses","Grid Coverage","Set Collection","Solo / Solitaire Game","Team-Based Game","Tile Placement","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2019,"bggRating":7.81803,"averageRating":8.45101,"rank":-1,"designers":["Stefan Feld"],"publishers":["alea","Ravensburger","Broadway Toys LTD","Hans im Glück","Lelekan","Rebel Sp. z o.o."],"artists":["Antje Stephan","Claus Stephan"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":73,"notRecommended":45,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":123,"recommended":39,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":41,"recommended":95,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":20,"recommended":73,"notRecommended":33,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":86,"numPlayersIsAndHigher":true}]}