{"gameId":271601,"name":"Feed the Kraken","description":"Feed the Kraken is a hidden role deduction game, with three asymmetric factions.&#10;&#10;All players may be sitting in the same boat, but they want to navigate in different directions! The loyal sailors must bring the ship safely to mainland, whereas the pirates crave to secretly maneuver the ship into the Bermuda Triangle. Meanwhile a crazy cultist is busy convincing parts of the crew to help him summon their dark lord &mdash;the Kraken&mdash; from the depth of the sea to save them all.&#10;&#10;How do you play?&#10;&#10;At the start of your journey, you will receive a secret affiliation marker. You will either be a loyal sailor, a sneaky pirate, or a fanatic cult leader. Only the outnumbered pirates know each other, everybody else will have to try to find their teammates (or convert them to their cult) as they sail along. Rum-induced visions, cabin searches, inquisitions, and mermaids will help you find out more about the true loyalties of the other &ldquo;sailors&rdquo;.&#10;&#10;Who knows how to navigate?&#10;&#10;The goal of the game is to navigate the ship towards your final destination, which would be easy if only players weren&rsquo;t divided into three different factions. Each secret faction wants to reach a different area of the board. Every turn the ship will sail in one of the three possible directions &mdash;but which one will it be?&#10;&#10;The current captain and their chosen lieutenant will study ancient sea maps and pass their often conflicting orders onto the chosen navigator, who has to make the final decision. Meanwhile the rest of the crew is busy drinking rum, gambling and telling each other tales of ancient sea monsters.&#10;&#10;Whom shall we trust?&#10;&#10;After each navigation, the lieutenant and navigator go off duty, and the captain has to find somebody sober enough to take their spot instead. Everyone can discuss, how well that last navigation went, who is to blame for the current course, and who should be in charge in the future instead.&#10;&#10;Convince your enemies that it is in their best interest to make you the next lieutenant, or navigator! You can even draw your guns and become the new captain in open mutiny! But for how long will you be able to keep the trust of your crew? The next mutiny might already be waiting for you if your decisions don&rsquo;t please your fellow sailors.&#10;&#10;Feed the Kraken is a sophisticated social deduction game designed around a beautiful vintage sailor setting.&#10;It supports 5-11 players. A match is usually dealt within 45 minutes up to 1:30 hours.&#10;&#10;&mdash;description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/FA3ldK9oo0Ysa_bx_bBCyw__original/img/C6BxJgN4Lq-SlQagDydjnIB1Gxw=/0x0/pic5207086.jpg","thumbnail":"https://cf.geekdo-images.com/FA3ldK9oo0Ysa_bx_bBCyw__thumb/img/QMCj8b0y-Lvih2k-iQ0-LUhiB80=/fit-in/200x150/filters:strip_icc()/pic5207086.jpg","minPlayers":5,"maxPlayers":11,"playingTime":90,"mechanics":["Acting","Grid Movement","Hidden Roles","Role Playing","Team-Based Game","Voting"],"isExpansion":false,"yearPublished":2021,"bggRating":5.53287,"averageRating":8.69412,"rank":11707,"designers":["Dr. Hans Joachim Höh","Maikel Cheney","Tobias Immich"],"publishers":["Funtails","SPIEL INSTABIL"],"artists":["Hendrik Noack","James Churchill"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":2,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":2,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":9,"best":4,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":10,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":11,"best":4,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":11,"best":0,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":true}]}