{"gameId":271754,"name":"Spire's End","description":"Spire's End is a solo and cooperative card game with enemy encounters, interactive story-driven scenarios, and high-end art &amp; design.  It's a unique gaming experience without a lot of baggage. Simple set-up, intuitive rules, and minimal components. No DM, no bookkeeping or character sheet. Just you, an oversized deck of cards, dice and cube markers.&#10;&#10;I am trying to harness my childhood entertainment, raw, analog and unknown. My influences include a wide range of childhood nostalgia like &rsquo;70s D&amp;D, Planet of the Apes, The Time Machine and Land of the Lost. There are hints of Zork, Monkey Island, and &rsquo;80s-&rsquo;90s fanzines.&#10;&#10;It should feel like something tucked away in the closet for decades that you just discovered. Admittedly with some modern aesthetics&hellip;, we will pretend it&rsquo;s ahead of its time.&#10;&#10;It's the grisly tale of a strange tower that emerges in the heart of a bustling Viking city. The townsfolk have vanished. It&rsquo;s up to you to mount a rescue and unravel the mystery at any cost.&#10;&#10;You move through the game like a book. But in this case, it's a stack of ominous cards. Flip them over, make difficult choices and let the story unfold. You have 7 adventurers (7 chances) to face the countless dangers of the spire. The core gameplay mechanics revolve around combat.&#10;&#10;To perform actions &amp; attacks it will cost characters hit points. Every action is a risk. To execute stronger attacks you will need to spend more hit points. This makes for tense, close, ruthless battles. Higher risk garners greater rewards, but at a higher cost. Choose your actions carefully!&#10;&#10;This is a Six-Chapter adventure, each of which includes a major encounter, loot, choices, dice events and a lot of surprises!&#10;&#10;","image":"https://cf.geekdo-images.com/1Jt8vjeVfdK9nRFm0n7SGg__original/img/Vh4Wz2l2qbaxabsSS6TAR4cpp5c=/0x0/filters:format(jpeg)/pic4589358.jpg","thumbnail":"https://cf.geekdo-images.com/1Jt8vjeVfdK9nRFm0n7SGg__thumb/img/yMZTa33rGmdOaQo5ni21jlogLOk=/fit-in/200x150/filters:strip_icc()/pic4589358.jpg","minPlayers":1,"maxPlayers":2,"playingTime":120,"mechanics":["Action Points","Campaign / Battle Card Driven","Cooperative Game","Deck, Bag, and Pool Building","Dice Rolling","Role Playing","Solo / Solitaire Game","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":5.85696,"averageRating":8.11651,"rank":3276,"designers":["Greg Favro"],"publishers":["(Self-Published)"],"artists":["Benjamin Wiesemann"],"playerPollResults":[{"numPlayers":1,"best":10,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}