{"gameId":272175,"name":"Sankokushin: Five Sacrifices","description":"A brokenhearted god.&#10;A woman carrying the collective hate of mankind.&#10;How many times will you sacrifice yourself before giving up hope?&#10;&#10;Sankokushin: Five Sacrifices is a fully cooperative campaign game set in a fictional version of medieval Japan.&#10;&#10;Take control of several heroes arriving to assist the city-state of Yamashiro, a land destroyed by the quest for the Unseen, and help the city survive its grim destiny.&#10;&#10;Experience an adventure in which you&rsquo;re free to decide what activities the heroes pursue, where they explore, who they meet and how they interact with their opponents; all of which organically generates a unique storyline inside of the main plot that moves the destiny of Yamashiro.&#10;&#10;Fight monsters and human foes in psycologically-intense encounters where personality and tactical manuevering are paramount. Intimidate or provoke your enemies to scare them or force them to attack carelessly. Use your diplomatic abilities to calm dangerous, psychopathic entities until you are able to backstab them or plead on the behalf of honorable opponents. Manage the stress of battle, seek to understand your opponents&rsquo; perverse intelligence and use that knowledge to destroy them or to find a way to save them from destroying themselves and everyone you hold dear.&#10;&#10;Welcome to Yamashiro.&#10;&#10;Campaign&#10;&#10;The city of Yamashiro is an immense micro-universe where the lives of the citizens, heroes and enemies are tightly intertwined. Experience a unique adventure that unfolds over the course of 12 months during which you decide what activities the heroes pursue, where they explore and who they meet. Craft equipment, revel in festivals, expand the city, take advantage of the amenities of its many facilities, and explore personal relationships with the town&rsquo;s inhabitants as well as its assailants. Sankokushin does not require a heavy, multi-player commitment to reach the end of a campaign and it will not abruptly end if things go poorly. However, only those who travel across time and memory will gain the knowledge necessary to free Yamashiro from the burden of its tragic fate.&#10;&#10;Procedural Narrative&#10;&#10;No walls of text. No &ldquo;Yes/No&rdquo; choices. Sankokushin instead wraps you in its unique story as you experience Yamashiro without confining you to a guided plotline. Instead of presenting you with only narrative choices, the storyline is organically generated by the heroes&rsquo; actions during both the combat encounters and the city phase. The assailants of Yamashiro and its inhabitants are all intimately connected by a dark fate and only the actions of the heroes can alter the course of their destiny. These interrelationships have profound consequences in game and they are the heart of Sankokushin&rsquo;s narrative and it is impossible to experience them all in a single playthrough as they are a reflection of your unique playstyle so different gaming groups will have different experiences.&#10;&#10;Intelligent Enemies&#10;&#10;Each of the 10 bosses included in Sankokushin has a unique personality and story arc that is closely linked with the overall narrative. The way you deal with each of them will reverberate throughout the course of the campaign. You will learn to love and hate their twisted personalities and will see that the methods used to fight them will deeply influence their future behavior. They learn from your strategies and change their attitude towards you (and the way they fight!) according to the way you psychologically approach them thanks to the unique communication system. Sankokushin is designed by a small team whose knowledge in the fields of psychology and psychoanalysis have made possible bosses with realistic, uncanny, and perverse personalities that will show you the darkest sides of human nature.&#10;&#10;","image":"https://cf.geekdo-images.com/h-wa_PGoP3VTTfNixaxt2w__original/img/G18ILd7VThoBrBjNR0qVzeeBOqM=/0x0/filters:format(jpeg)/pic4814057.jpg","thumbnail":"https://cf.geekdo-images.com/h-wa_PGoP3VTTfNixaxt2w__thumb/img/5oee8VVxijM9PrlsafbVsWqoNu8=/fit-in/200x150/filters:strip_icc()/pic4814057.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Cooperative Game","Dice Rolling","Grid Movement","Role Playing","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":9.50444,"rank":-1,"designers":["Francesco Axis Mundi","Enrica Axis Mundi"],"publishers":["Axis Mundi"],"artists":["Stephanie Gustafsson","Francesco Axis Mundi","Enrica Axis Mundi","Lorinda Tomko"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}