{"gameId":272666,"name":"Psychic Pizza Deliverers Go to the Ghost Town","description":"In Psychic Pizza Deliverers Go to the Ghost Town, players are divided into &quot;Pizza Delivery Professionals&quot; and a mayor (GM) who controls the ghosts and builds the town. The pizza delivery professionals have to find a pizza and deliver it to the right house in town, all while avoiding ghosts, barriers, and mystic teleportation runes. The first player to find and successfully deliver a pizza wins. Luckily for them, the pizza delivery professionals all possess mild psychic powers. They must use their abilities to sense and divine what's around them if they hope to deliver their pizzas.&#10;&#10;The main role of mayor is to moderate play and make the town. The mayor wins if no one is able to deliver their pizza. The game begins with the mayor building a unique town map that includes the starting location for each player, pizza, and house. On a player's turn, they may choose to move one space in any of the four cardinal directions, attack in any of the four cardinal directions in hope of banishing a ghost, or use a psychic power. The mayor then resolves the action, tells the player the location of any barriers adjacent to the player, and whether or not the player senses any ghosts/pizzas/houses in any of the eight spaces surrounding the player.&#10;&#10;Attacking removes ghosts from the board and lets players draw one psychic card. Psychic cards allow players to make special movements on the board such as diagonal, hop step, or warp back to start.&#10;&#10;The players have only twenty turns to locate a pizza and deliver it to the matching house. The players have a gridded sheet of paper and a pencil to draw and record information about the town. The mayor has a special log sheet to track all the players moves and results.&#10;&#10;The game also includes several variant tiles that can be added to the town to vary gameplay.&#10;&#10;","image":"https://cf.geekdo-images.com/0CK0901D8_6wjL3sJ6J_2w__original/img/4Q4U8H33YNkkv9EnJp3ZmEehMp0=/0x0/filters:format(jpeg)/pic6769689.jpg","thumbnail":"https://cf.geekdo-images.com/0CK0901D8_6wjL3sJ6J_2w__thumb/img/Eq8CQR-BOqCJlTltZ3li_2VeZEA=/fit-in/200x150/filters:strip_icc()/pic6769689.jpg","minPlayers":3,"maxPlayers":5,"playingTime":45,"mechanics":["Modular Board","Paper-and-Pencil","Pick-up and Deliver","Race"],"isExpansion":false,"yearPublished":2018,"bggRating":5.73455,"averageRating":6.74836,"rank":5351,"designers":["Hayato Kisaragi"],"publishers":["One Draw","Allplay","BoardGameTables.com"],"artists":["Ryo Nyamo"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}