{"gameId":273264,"name":"Iron Helm","description":"Iron Helm is a solo-play dungeon crawler in which you play as a hero in search of one last major score before finally hanging up the sword and retiring.&#10;&#10;Iron Helm uses a draw two, pick one mechanic, that has the player draw two cards from the dungeon deck, reveal one, and then decide to either resolve the revealed card, or take their chances with the unknown.&#10;&#10;Players will start the game with some coin that they can spend to equip themselves for the adventure. Once inside the dungeon they will encounter nasty foes, discover treasures, unlock plot cards, and ultimately face a dungeon boss.&#10;&#10;Along the way you will learn new skills and upgrade your character with new items. You will have to manage your health and energy levels, while trying to avoid hazards like getting poisoned or lost in the labyrinth.&#10;&#10;The core mechanics in Iron Helm are based on the core mechanics of our other solo-play game Desolate, but with many new advanced layers. Each adventure should feel unique with multiple characters, items, foes, and loot to encounter and the player will have to make tough choices with each new dungeon card drawn.&#10;&#10;In order to win, you must unlock the dungeon boss, by resolving a certain number of plot cards, and then vanquish the boss. You will then score points based on a multitude of accomplishments to determine how well your retirement will be.&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/SfPHguFeC9WwVjklDdafyA__original/img/IfLUcr6-dOi-VkIejfvw-58BzOU=/0x0/filters:format(png)/pic6690315.png","thumbnail":"https://cf.geekdo-images.com/SfPHguFeC9WwVjklDdafyA__thumb/img/E_hLZmp8L0Zn13iASn-qoc0tmCo=/fit-in/200x150/filters:strip_icc()/pic6690315.png","minPlayers":1,"maxPlayers":1,"playingTime":45,"mechanics":["Dice Rolling","Push Your Luck","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2019,"bggRating":5.8541,"averageRating":8.10113,"rank":3449,"designers":["Jason Glover"],"publishers":["(Web published)","The Game Crafter, LLC","Grey Gnome Games","Melmac Games"],"artists":["Jason Glover","Daniel F. Walthall"],"playerPollResults":[{"numPlayers":1,"best":14,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":true}]}