{"gameId":273330,"name":"Bloodborne: The Board Game","description":"Revered for its healing techniques, the town of Yharnam is rapidly degrading as a plague that turns people into beasts spreads uncontrollably. As a Hunter, it falls to you to quell this growing threat. You will have to fight through beasts, monsters, and townsfolk alike to survive the night and discover the source of this madness.&#10;&#10;In the campaign-based action-adventure Bloodborne: The Board Game, players take on the role of Hunters, working together against the game to uncover the mysteries hidden within the city of Yharnam and beyond. Featuring unique Trick Weapons, each with various forms and powers, Hunters have to think quickly and adapt their tactics to overcome the multitude of foes that stand in their way. Learn their behavior, exploit their weaknesses, and strike them down! Featuring unique card-driven combat, luck has little place here &mdash; success or failure depends on your choices and how you approach each engagement!&#10;&#10;Of course, against such horrific foes, death is a common occurrence, but worry not as death is no end for a Hunter. Those who fall in combat awaken in the Hunter's Dream, ready to return fresh to the fight. Be warned, however, that upon awakening you might find previous foes and obstacles returned, Worse, time is not on your side as the Blood Moon rises ever higher into the sky, spreading its madness across Yharnam. You must press ever forward if you and your comrades hope to complete the Hunt before the city meets an unfortunate end.&#10;&#10;As you set out onto the Hunt, always remember the old adage:&#10;&#10;&quot;We are born of the blood, made men by the blood, undone by the blood. Our eyes are yet to open... Fear the old blood.&quot;&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/clKFvn2bUUPbY62eSmc-ig__original/img/Ftulo3vFiGUJaRsW9TOif-ViyDg=/0x0/filters:format(png)/pic4757839.png","thumbnail":"https://cf.geekdo-images.com/clKFvn2bUUPbY62eSmc-ig__thumb/img/q6y67Y5CknBEAwgkfAaGRxo26CQ=/fit-in/200x150/filters:strip_icc()/pic4757839.png","minPlayers":1,"maxPlayers":4,"playingTime":75,"mechanics":["Campaign / Battle Card Driven","Cooperative Game","Deck, Bag, and Pool Building","Hand Management","Modular Board","Storytelling","Time Track","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":6.24462,"averageRating":8.11755,"rank":1587,"designers":["Eric M. Lang","Michael Shinall"],"publishers":["CMON Limited","Asmodee Italia","Lavka Games"],"artists":["Arnaud Boudoiron","Henning Ludvigsen","Aragorn Marks","Mike McVey","Edgar Ramos"],"playerPollResults":[{"numPlayers":1,"best":24,"recommended":10,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":29,"recommended":9,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":14,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":11,"notRecommended":17,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":21,"numPlayersIsAndHigher":true}]}