{"gameId":273910,"name":"Stars of Akarios","description":" Stars of Akarios  is a narrative-driven, cooperative campaign game for 1-4 players set in the Akarios Galaxy. Throughout Stars of Akarios, you will fight in epic space battles, upgrade your ship, and explore the fringes of space.&#10;&#10;Stars of Akarios is built upon 4 core pillars of gamplay: Space Combat, World Exploration, Space Exploration, and Player Progression. Each pillar works together to create a unified and epic, sci-fi board game experience.&#10;&#10; Space Combat &#10;You and your fellow cadets are close to completing your Akarios Institute pilot training when an unknown enemy attacks your home planet of Medellia. You must fight back with the war hero Captain Soma and her ship, the Sparrow.&#10;&#10; World Exploration &#10;You will need to step out of your fighters to explore hostile worlds and ships. World Exploration is discovery-focused, putting your cunning to the test as you seek new home for your civilization. Use your pilots' skills to complete the challenges you encounter in the limited time available.&#10;&#10;Space Exploration &#10;The Sparrow travels across the Akarios System in search of what's next. Manage your ship&rsquo;s resources as you explore new regions of space and embark on missions fighting to survive through the unknown. Even if you are out of resources you can continue exploring, but you risk starting your next encounter at a disadvantage.&#10;&#10;Player Progression&#10;Your pilot's skills will grow as you test your grit against the enemies in Stars of Akarios. Upgrade you characters' unique abilities and skill trees, allowing you to customize your play experience.&#10;&#10;Your Choices Matter&#10;The 200 page scenario book unfolds as a &quot;choose-your-own-adventure.&quot; Each choice, success, and failure will shape your story. It will take multiple play-throughs to see all of the Akarios galaxy.&#10;&#10;The Pilots&#10;8 different pilots each come with their own unique progression pad and set of skills. The campaign starts with 4 available pilots and the others are unlocked through the choices you make.&#10;&#10;The Ships&#10;10 pilot ships each come with their own set of abilities and class. The ship class will determine what type of upgrades the ship can equip.&#10;&#10;Play How You Want&#10;Equip a combination of upgrade and ability cards from over 55 weapon cards, 55 engine cards, 55 tech cards, many co-pilots, ship abilities, and pilot abilities. Slot in each upgrade in your dual-layered playerboard where everything has a home.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/pncC3ETZ4_Li5TFu8Iveww__original/img/tUAaVtbN38h5S1XS0znXofQPsZM=/0x0/filters:format(png)/pic5506076.png","thumbnail":"https://cf.geekdo-images.com/pncC3ETZ4_Li5TFu8Iveww__thumb/img/AsnDTzeJlRq_xJ55Lis9NQeEqQ4=/fit-in/200x150/filters:strip_icc()/pic5506076.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Grid Movement","Hexagon Grid","Map Addition","Modular Board","Push Your Luck","Role Playing","Roles with Asymmetric Information","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Storytelling","Team-Based Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.94075,"averageRating":8.93372,"rank":2929,"designers":["Brendan McCaskell","Jonathan Thwaites"],"publishers":["OOMM"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":11,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":6,"recommended":14,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":11,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":11,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":true}]}