{"gameId":274525,"name":"Soul Raiders","description":"Tomorrow is the day: you will pledge yourself to the ancestral order of the Soul Raiders, in the heart of their mighty fortress. As a powerful warrior-mage, you will vow to watch over the world of Kivros and its inhabitants, explore the ruins of forgotten civilisations&hellip; And above all, send tortured souls back beyond the Veil, where they belong.&#10;&#10;Are you ready, young apprentice, to forfeit any hope for glory, wealth, and the tranquillity of an ordinary life? Will you honor your pledge to this order, and take arms to face this world&rsquo;s countless dangers?&#10;&#10;Embark for a mysterious and breathtaking journey, full of thrilling adventures and stunning revelations... Join the Soul Raiders.&#10;&#10;&#10;&#10;&#10;&#10;Soul Raiders is a story-driven cooperative game, created by best-selling author Marc Andr&#195;&#169; (Splendor) and a team of talented artists, such as Guillaume Tavernier (De Architectura) or Magali Villeneuve (Magic The Gathering).&nbsp;&#10;&#10;In this fast-paced narrative game, the players become powerful heroes. They will be able to roam freely in a variety of settings, cooperating to overcome the threat of an impending doom before it is too late!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;An epic narrative game&#10;&#10;&#10;    Soul Raiders immerse the players in a high-fantasy setting; as powerful heroes, they will overcome the many threats to their order of warrior-mages and the universe as a whole.&#10;    Designed like a book, the game is divided in chapters, or game sessions (1 to 2 hours per session). Each chapter depicts a specific setting in which players will complete quests, collect information and increase their power to progress through the overarching story.&nbsp;&#10;    Soul Raiders&nbsp;will spread on several chapters, woving an epic tale around the players and their characters from one book to the next.&nbsp;&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;A fast-paced and cinematic game system&#10;&#10;&#10;    The game system features a fast-paced and streamlined gameplay', entirely geared towards the experience of a story-driven, cinematic and cooperative adventure.&#10;    The players act simultaneously to explore their surroundings. Without turn order, they can progress together or split the party as they see fit to hop from one scene to the next.&#10;    Each setting is composed of a set of tiles, places where the heroes can interact with their environment. Taking a variety of actions while battling the forces pitted against them, they jump from one tile to another as the story unfolds, sometimes spread out on different scenes, always focusing on the heart of the action.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Building cooperative tension&#10;&#10;&#10;    The heroes live and die as one. Their health points is a common pool, tracked on the side of the board: each time a player takes damage, the marker progresses. If it goes too far, the whole party fail at completing the chapter.&#10;    Even if they manage to stay safe, time runs out fast... The Threat track is another timer that brings the heroes to their demise. It progresses as they encounter new creatures and events, leading to their capture if they stay idle for too long.&nbsp;&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Narrative story with a strong replay value&#10;&#10;&#10;    If they cooperate efficiently, any path can lead to the completion of the current chapter, as the players do not have to follow a specific set of events, but try to achieve independent and interwoven quests.&nbsp;&#10;    If the party fails, it can still move onto the next chapter, triggering a unique setback. Only the final chapter of the story needs to be completed successfully &mdash; or else they will go back to the beginning of the tome.&nbsp;&nbsp;&#10;    This non-linear approach to a narrative system, combined to the time pressure and the possibility to push the story further,&nbsp; ensure a very good replay value to the gaming experience.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Soul Raiders offers you:&#10;&#10;&#10;    More than 1000 cards illustrated by a team of talented artists, such as Guillaume Tavernier (De Architectura) or Magali Villeneuve (Magic The Gathering),&#10;    Innovative story-driven cooperative game,&#10;    Streamlined and fast-paced system,&#10;    Strong narrative elements with good replay value.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/OuOgGxg1pSDFvFpfL1F8-w__original/img/XJW51roAFOPz9CIsT3OlvaUiED4=/0x0/filters:format(jpeg)/pic5831744.jpg","thumbnail":"https://cf.geekdo-images.com/OuOgGxg1pSDFvFpfL1F8-w__thumb/img/RquLqNDG-7wKQ64hnsmJdPvC_GA=/fit-in/200x150/filters:strip_icc()/pic5831744.jpg","minPlayers":1,"maxPlayers":4,"playingTime":240,"mechanics":["Cooperative Game","Deck, Bag, and Pool Building","Hand Management","Modular Board","Role Playing","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":8.38889,"rank":-1,"designers":["Marc André"],"publishers":["One for All"],"artists":["Borja Pindado Arribas","Johann Bodin","William Bonhotal","Loïc Canavaggia","Dogan Oztel","Stéphane Poinsot","Vincent Ptitvinc","Mark Tarrisse","Guillaume Tavernier","Prosper Tipaldi","Sabrina Tobal","Magali Villeneuve"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}