{"gameId":274637,"name":"Unmatched: Battle of Legends, Volume One","description":"In battle, there are no equals.&#10;&#10;Unmatched is a highly asymmetrical miniature fighting game for two or four players. Each hero is represented by a unique deck designed to evoke their style and legend. Tactical movement and no-luck combat resolution create a unique play experience that rewards expertise, but just when you've mastered one set, new heroes arrive to provide all new match-ups.&#10;&#10;Battle of Legends, Volume One features four heroes. King Arthur sacrifices cards to power up his attacks and gets some timely assistance from Merlin's magic. Alice is back from Wonderland with a giant vorpal blade and the Jabberwock by her side as she grows and shrinks to gain advantages on attack and defense. Medusa is happy to attack from range and let her harpies hound you, but just one devastating glance could end the battle quickly. Sinbad grows in power as he gains experience on each of his voyages.&#10;&#10;Combat is resolved quickly by comparing attack and defense cards. However, each card's unique effects and a simple but deep timing system lead to interesting decisions each time. The game also features an updated version of the line-of-sight system from Tannh&auml;user for ranged attacks and area effects.&#10;&#10;The game includes a double-sided board with two different battlefields, pre-washed miniatures for each hero, and custom life trackers that's brought to life with the stunning artwork of Oliver Barrett and the combined design teams of Restoration Games and Mondo Games.&#10;&#10;","image":"https://cf.geekdo-images.com/4AlLbprNustr9G7pbkGRuw__original/img/d7Z89SEv9T_HqPaYEomeKcFmgeA=/0x0/filters:format(jpeg)/pic4621579.jpg","thumbnail":"https://cf.geekdo-images.com/4AlLbprNustr9G7pbkGRuw__thumb/img/nVkIL7RgCkFpBuxbJ3BfOxIJscU=/fit-in/200x150/filters:strip_icc()/pic4621579.jpg","minPlayers":2,"maxPlayers":4,"playingTime":40,"mechanics":["Area Movement","Hand Management","Team-Based Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":6.86065,"averageRating":8.02926,"rank":517,"designers":["Rob Daviau","Justin D. Jacobson"],"publishers":["Mondo Games","Restoration Games","Hobby Japan","IELLO","Ogry Games","Reflexshop","Tcg Factory","White Goblin Games"],"artists":["Oliver Barrett"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":26,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":36,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":6,"notRecommended":23,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":17,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":22,"numPlayersIsAndHigher":true}]}