{"gameId":275913,"name":"Bruxelles 1897","description":"BRUXELLES 1897&#10;&#10;In 1897, Art Nouveau is taking over the streets of Brussels as the World's Fair opens its doors. The time has come to cement your name in the History of Art. To achieve all of this, you must construct magnificent buildings, create, sell and exhibit works of art, and shake hands with the city's noblemen.&#10;&#10;Bruxelles 1897 is a card game based on the Bruxelles 1893 board game.&#10;&#10;Bruxelles 1897 will speak to a large audience of gamers. Its mechanics are based on Bruxelles 1893 and are made simpler without compromising depth. Those who know the board game Bruxelles 1893 will rediscover its familiar look and feel in Bruxelles 1897.&#10;&#10;A game of Bruxelles 1897 is played over 4 rounds. A round consists of a variable number of turns. In this version, the different actions are represented by Action cards which are aligned in 4 columns.&#10;&#10;At the beginning of the game, each player has 5 Architect cards in hand. These cards have different values on them, ranging from 1 to 5, and you'll use them to perform actions in the Art Nouveau and Brussels areas.&#10;&#10;To perform an action in the Art Nouveau area, you must replace one Action card by one of your Architect cards and pay the latter's value. Actions in the Brussels area are free but they require an increasing number of Architect cards to activate, and you risk one of them being sent to prison. The different actions score you victory points throughout the game or help you to advance on the different tracks. These tracks also score you points at the end of the game, depending on the strategies you choose to adopt.&#10;&#10;When all players have passed, the round ends. Now, the different majorities are calculated. At the end of the round, the position of the Architect cards in the Art Nouveau area determines the majorities, which in turn grant bonuses and/or victory points.&#10;&#10;At the end of the fourth round there is a final scoring phase. The player with the most points is the winner.&#10;&#10;Bruxelles 1897 : a game by Geek Attitude Games.&#10;&#10;The boardgame Bruxelles 1893 was published by Pearl Games in 2013.&#10;In 2014, Geek Attitude Games was founded by Etienne Espreman (the designer of Bruxelles 1893), Fr&eacute;deric Delporte and Fabrice B&eacute;ghin.&#10;Earlier this year, Etienne reclaimed the rights to his game. Bruxelles 1897 will therefore be published by Geek Attitude Games.&#10;Scheduled release for The Spiel in Essen (Octobre 2019).&#10;&#10;","image":"https://cf.geekdo-images.com/epYZrJ9M2vTl6ITcl28eQg__original/img/nmNX-gMBA0bL0VgXQOrucQF56tQ=/0x0/filters:format(jpeg)/pic4830437.jpg","thumbnail":"https://cf.geekdo-images.com/epYZrJ9M2vTl6ITcl28eQg__thumb/img/IX5iReRJ9qKz7NPG2QBiGa3M9nY=/fit-in/200x150/filters:strip_icc()/pic4830437.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Auction/Bidding","Modular Board","Worker Placement"],"isExpansion":false,"yearPublished":2019,"bggRating":6.29644,"averageRating":7.23136,"rank":1640,"designers":["Etienne Espreman"],"publishers":["Geek Attitude Games","Galápagos Jogos","GDM Games","Kobold Spieleverlag","Light N Games Inc."],"artists":["Vincent Joassin"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":19,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":24,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":20,"recommended":10,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":12,"recommended":12,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":16,"numPlayersIsAndHigher":true}]}