{"gameId":276086,"name":"Hamlet: The Village Building Game","description":"When you think of a Village builder you sometimes think of card tableaux or static hex tile grids.&#10;&#10;Think again!&#10;&#10;Lots of buildings, all with different shapes, all fitting together in interesting ways.&#10;&#10;One central Hamlet that the players contribute to, with its own self-forming demand and supply economy.&#10;&#10;Villagers walking through the Hamlet, delivering food to households and building resources to construction sites.&#10;&#10;And one day, the Church will finally be built, and the once-little Hamlet has become a fledgling town.&#10;&#10;Who will be the biggest benefactor when that happens?&#10;&#10; &#10; Including solo mode by Nick Shaw &amp; D&aacute;vid Turczi&#10;&#10;&mdash;description from the designer&#10;&#10;Hamlet is a medium weight competitive village builder where players are communally turning their Hamlet into a bustling little town. In this tile placing game, players construct buildings that everyone can use to create materials, refine resources, earn money and make important deliveries to construct the Hamlet&rsquo;s big landmark - the Church.&#10;&#10;The game features irregular shaped tiles that connect together without a grid to form a village that is completely different every time. The tile placement organically creates interconnecting paths that the villagers use to transport resources across the village. This leads players to construct boards where no two games will ever feel the same. Since the buildings are communal, this also creates a fluid economy, where players are always working hard to provide the village with the resources that are most needed.&#10;&#10;The game is designed by David Chircop (Petrichor, The Pursuit of Happiness). It plays between 1 to 4 players, with a solo mode currently being developed. It will be published by award winning studio Mighty Boards (Excavation Earth, Posthuman Saga).&#10;&#10;","image":"https://cf.geekdo-images.com/sP1iiqxJ_yTkTdttqxmfAg__original/img/VnYUe9IjJKmg6jO8CQQPp10czYQ=/0x0/filters:format(jpeg)/pic7315662.jpg","thumbnail":"https://cf.geekdo-images.com/sP1iiqxJ_yTkTdttqxmfAg__thumb/img/OKbDbkUgPelXeFbSOrpcBZy6hyw=/fit-in/200x150/filters:strip_icc()/pic7315662.jpg","minPlayers":1,"maxPlayers":4,"playingTime":100,"mechanics":["Market","Modular Board","Network and Route Building","Pick-up and Deliver","Tile Placement","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":6.08252,"averageRating":6.85867,"rank":2493,"designers":["David Chircop"],"publishers":["Mighty Boards","Cranio Creations","Fabrika Igr","Galakta","Happy meeple games","REXhry"],"artists":["Yusuf Artun"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":11,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":23,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":20,"recommended":11,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":19,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":20,"numPlayersIsAndHigher":true}]}