{"gameId":276182,"name":"Dead Reckoning","description":"Dead Reckoning is a game of exploration, piracy, and influence based in a Caribbean-esque setting. Each player commands a ship and crew and seeks to amass the greatest fortune. They do this through pirating, trading, treasure hunting, and (importantly) capturing and maintaining control over the uninhabited but resource-rich islands of the region. During the game, you can:&#10;&#10;&bull; Customize your ship: Your ship is represented by a token on the board. The board starts mostly unexplored and will be revealed as you venture into uncharted waters. You also have a ship board where you load cargo and treasure, and you can customize the guns, speed, or holding space of your ship.&#10;&#10;&bull; Card-craft your crew: You have a small deck of cards that will drive your actions in the game, with each card representing one of your crew members. This deck functions like one in a deck-building game, but the cards in the deck are sleeved, and rather than add new crew cards to your deck, you improve the skill and abilities of your crew cards by placing transparent &quot;advancement&quot; cards in those sleeves. Aside from the transparent advancements, your crew will also &quot;level up&quot; naturally during the game using a new card-leveling mechanism not seen in other card-crafting games such as Mystic Vale.&#10;&#10;&bull; Control the region: The region is filled with many deserted islands. These islands are a major source of treasure, and players will battle for control of these islands.&#10;&#10;&bull; Battle via a dynamic cube-tower: You can battle other players' ships or NPC merchant ships, and these battles are resolved via a new take on what a cube tower can be, with crew cards and ship powers increasing your chances of victory.&#10;&#10;&bull; Uncover secrets of the sea: Expansions for Dead Reckoning use a &quot;saga&quot; system in which certain content remains hidden and is discovered and added to the game organically only via playing. Rather than add everything at once, you gradually add it by playing and discovering. Depending on luck and player choice, less or more new content may get added each game.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/4q_5Ox7oYtK3Ma73iRtfAg__original/img/67KL6z6m8eD2MprJ7JfsxXoAPlM=/0x0/filters:format(jpeg)/pic4650725.jpg","thumbnail":"https://cf.geekdo-images.com/4q_5Ox7oYtK3Ma73iRtfAg__thumb/img/TU4UOoot_zqqUwCEmE_wFnLRRCY=/fit-in/200x150/filters:strip_icc()/pic4650725.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Area Majority / Influence","Area Movement","Deck, Bag, and Pool Building","Layering","Modular Board","Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2022,"bggRating":7.03802,"averageRating":8.19098,"rank":426,"designers":["John D. Clair"],"publishers":["Alderac Entertainment Group","Korea Boardgames","Tabletop KZ","YOKA Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":47,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":12,"recommended":64,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":68,"recommended":21,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":24,"recommended":44,"notRecommended":19,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":55,"numPlayersIsAndHigher":true}]}