{"gameId":277080,"name":"Titans","description":"Titans is a territory control miniatures game for 1-4 players (up to 5 with an expansion).&#10;&#10;The game is set in a historical fantasy setting of 17th century Europe. Endless wars are taking their toll as the people fall into despair. There is no hope for an end, no prospects for a peaceful order. The faith of the people slowly burns out. Dorment Spirits of the Nations wake up from centuries-long rest, rekindling the hearts of the people and raising ancient warriors called the Titans. People, filled with extraordinary powers, standing hand-by-hand with mighty Titans, fight to reclaim Europe. That war will end it all, and a King of Kings will be chosen.&#10;&#10;In Titans players take roles of a king that leads an Army with a mythical Titan into Battle. There are 4 Nations to choose from, one of the European empires of that time - Polish-Lithuanian Commonwealth, Russia, Sweden, and the Ottoman Empire.&#10;&#10;The game revolves around a unique, yet simple Order Card Mechanics. Players will use a shared deck of Order Cards that will allow them to recruit Units, awake the Nation&rsquo;s Power and move their Armies across the Game Board. Players draw a specific number of Order Cards and place them face-up for all players to see. Players also see the upcoming Order Cards so they can plan their long=term strategy.  In his turn, the active player chooses 1 of the available Order Cards and uses it's available Actions. Players will try to gain strategic positions, move their front line and attack their opponents where they are the weakest. The next player uses the same Pool of Order Cards so the active player may try to anticipate opponents movement and use that to their advantage. When there is only 1 Order Card available it's discarded, the &quot;upcoming Order Cards&quot; become the available pool and new Order Cards are drawn. That allows for dynamic gameplay with a lot of planning, both tactical and strategical.&#10;&#10;The game is divided into Rounds and the Round ends after the Order Deck is empty. After each Round players collect Victory Points for the Regions they control, so players constantly want to expand their domain. Winning Battles also bring players Victory Points so deciding when, where and how to attack is crucial as well. The player with the most Victory Points at the end of the game is the winner.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/B4UHClTcbyeB9sO0t7fVIA__original/img/x2hcmyi0LqHeL0qBVQl8XhS0cj8=/0x0/filters:format(jpeg)/pic5006657.jpg","thumbnail":"https://cf.geekdo-images.com/B4UHClTcbyeB9sO0t7fVIA__thumb/img/foYhIusWFaoUMw-PfaPhekLf8VA=/fit-in/200x150/filters:strip_icc()/pic5006657.jpg","minPlayers":1,"maxPlayers":4,"playingTime":160,"mechanics":["Area Majority / Influence","Area Movement","Campaign / Battle Card Driven","Dice Rolling","Hand Management","Open Drafting","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":5.85544,"averageRating":7.59897,"rank":3658,"designers":["Łukasz Woźniak"],"publishers":["Go On Board","Last Level","YOKA Games"],"artists":["Tomasz Kalisz","Piotr Krężelewski"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":8,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":6,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":11,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":7,"notRecommended":3,"numPlayersIsAndHigher":true}]}