{"gameId":277080,"name":"Titans","description":"TITANS is a territory control miniatures game for 1-4 players (up to 5 with an expansion).&#10;&#10;The game is set in a historical fantasy setting of 17th century Europe.&#10;Endless wars are taking their toll as the people fall into despair. There is no hope for an end, no prospects for a peaceful order. The faith of the people slowly burns out.&#10;Dorment Spirits of the Nations wake up from centuries-long rest, rekindling the hearts of the people and raising ancient warriors called the Titans. People, filled with extraordinary powers, standing hand-by-hand with mighty Titans, fight to reclaim Europe. That war will end it all, and a King of Kings will be chosen.&#10;&#10;In Titans players take roles of a king that leads an Army with a mythical Titan into Battle.&#10;There are 4 Nations to choose from, one of the European empires of that time - Polish-Lithuanian Commonwealth, Russia, Sweden, and the Ottoman Empire.&#10;&#10;ORDER CARD MECHANICS:&#10;The game revolves around a unique, yet simple Order Card Mechanics.&#10;Players will use a shared deck of Order Cards that will allow them to recruit Units, awake the Nation&rsquo;s Power and move their Armies across the Game Board.&#10;Players draw a specific number of Order Cards and place them face-up for all players to see. Players also see the upcoming Order Cards so they can plan their long=term strategy. &#10;In his turn, the active player chooses 1 of the available Order Cards and uses it's available Actions. Players will try to gain strategic positions, move their front line and attack their opponents where they are the weakest. The next player uses the same Pool of Order Cards so the active player may try to anticipate opponents movement and use that to their advantage.&#10;When there is only 1 Order Card available it's discarded, the &quot;upcoming Order Cards&quot; become the available pool and new Order Cards are drawn.&#10;That allows for dynamic gameplay with a lot of planning, both tactical and strategical.&#10;&#10;GOAL OF THE GAME:&#10;The game is divided into Rounds and the Round ends after the Order Deck is empty. After each Round players collect Victory Points for the Regions they control, so players constantly want to expand their domain. Winning Battles also bring players Victory Points so deciding when, where and how to attack is crucial as well. The player with the most Victory Points at the end of the game is the winner.&#10;&#10;4 NATIONS:&#10;Each of the 4 Nations has different starting abilities and a dedicated Deck of Army Cards that player may purchase during the game. Each Titan also has its own special ability that goes on top of the strength he brings into the Battle.&#10;Nations are well balanced and start the game with some small differences, but as the game progresses each player decides how to expand the Nation by choosing the Army Cards, making it unique among all others.&#10;&#10;BATTLES:&#10;In Battles, players will try to get more strength than their opponent. There are 3 factors contributing to the Battle Strength:&#10;1) Battle Dice&#10;Each type of Unit has a special type of Dice assigned to them. Dice add exciting randomness, but the range of results on each dice allows players to plan and prepare for the possible outcomes. There is also a simple re-roll mechanics, so the Dice should satisfy gamers that both love and avoid Dice in wargames.&#10;2) Support Cards are held in hand by players. They allow gaining additional Strenght or Moving a new Unit to the Battle. Most of the cards can be combined to create powerful combos, but each card has a specific requirement to be played. So making those combos depends on the Units involved in that particular Battle.&#10;3) Army Cards, that are kept face-up in front of each player. They work in specific situations, so - for most of the time - players will be fully aware of their possible impact on the Battle. But it depends on their decision to use them or keep them for one of the upcoming Battles.&#10;&#10;Battles in &quot;Titans&quot; require from the player managing their hand of Support Cards, utilizing their Army Cards and - most importantly - efficiently maneuvering their Units and the Titan.&#10;&#10;ADDITIONAL GAME MODES:&#10;As the game is being developed, there are high possibilities for Solo Mode, historical, asymmetrical scenarios, Secret Mission Cards, etc.&#10;&#10;Subscribe the page to stay in the loop :)&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/B4UHClTcbyeB9sO0t7fVIA__original/img/x2hcmyi0LqHeL0qBVQl8XhS0cj8=/0x0/filters:format(jpeg)/pic5006657.jpg","thumbnail":"https://cf.geekdo-images.com/B4UHClTcbyeB9sO0t7fVIA__thumb/img/foYhIusWFaoUMw-PfaPhekLf8VA=/fit-in/200x150/filters:strip_icc()/pic5006657.jpg","minPlayers":1,"maxPlayers":4,"playingTime":160,"mechanics":["Area Majority / Influence","Area Movement","Campaign / Battle Card Driven","Card Drafting","Dice Rolling","Hand Management","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":5.66775,"averageRating":8.06456,"rank":5381,"designers":["Łukasz Woźniak"],"publishers":["Go On Board"],"artists":["Tomasz Kalisz","Piotr Krężelewski"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":true}]}