{"gameId":279537,"name":"The Search for Planet X","description":"At the edge of our solar system, a dark planet may lurk. In 2015, astronomers estimated a large distant planet could explain the unique orbits of dwarf planets and other objects. Since then, astronomers have been scanning the sky, hoping to find this planet.&#10;&#10;In The Search for Planet X, players take on the role of astronomers who use observations and logical deductions to search for this hypothetical planet. Each game, the companion app randomly selects an arrangement of objects and a location for Planet X following predefined logic rules.&#10;&#10;Each round, as the earth travels around the sun, players use the app to perform scans and attend conferences. As they gain information about the location of the objects, they mark that information on their deduction sheets. As players learn the locations of the various objects, they can start publishing theories, which is how players score points.&#10;&#10;As more and more objects are found, players narrow down the possible locations for Planet X. Once a player believes they know its location and the objects on either side of it, they use the app to conduct a search. The game ends when a player successfully locates Planet X, and all players have a final chance to score some additional points.&#10;&#10;The Search for Planet X captures the thrill of discovery, the puzzle-y nature of astronomical investigation, and the competition inherent in the scientific process. Can you be the first to find Planet X?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/auvJinx9NmAL1hSO9OwRq3Ai3S4=/0x0/pic5026063.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/EgpfLGW_d3eKUr0UGMVglWipA0U=/fit-in/200x150/filters:strip_icc()/pic5026063.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2020,"bggRating":5.95909,"averageRating":8.25778,"rank":2547,"designers":["Matthew O'Malley","Ben Rosset"],"publishers":["Foxtrot Games","Renegade Game Studios"],"artists":["James Masino","Michael Pedro"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":7,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":9,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":11,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":15,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":10,"numPlayersIsAndHigher":true}]}