{"gameId":279727,"name":"Harakiri: Blades of Honor","description":"Harakiri: Blades of Honor is a multi-campaign cooperative board game of adventures and fantasy for up to 4 players. It takes place on Japan, in the days of the samurais. After a bloody civil war, the Emperor was banished and the empire fell into the darkness, governed under the tyranny of the Dark Shogun.&#10;Pick one hero, each of them with their background and skill tree, to embark with your gaming group on an epic adventure. Travel through Japan, where you will be able to trade, visit shrines to increase your divine connection with your associated god, learn about the story of each character and many more, in an evolving map which will react to your decisions failures or successes.&#10;Each hero shall have a customized board with many options to decide your way of playing. Will you focus on divine powers, unleashing a devastating God Mode to use as a final option sacrificing your own body on the process? Or would you prefer to unveil your own history via personal missions? Many options are laid before you and choices will have to be made along the way.&#10;The game will include many travel events where your hero could go into the magical forest of the Tengus, travel to cursed villages and battle with the help of his blade the terrifying creatures of Japanese mythology&hellip; Some of these event cards can be turned into even more dangerous events depending on your hero decisions. Will you travel following safer roads to avoid potential conflicts or will you choose to go through more dangerous sideways to gain some precious time needed to achieve your goals before the Dark Shogun keeps on spreading his influence and power all over the land?&#10;Besides this, the combat system will also allow you to choose your way of playing. You will be able to decide if you want to use heavier and more damaging blows or faster ones, giving you extra time for other purposes. Also, you will be able to choose if you want to focus during your attack, allowing you to go through the enemies&rsquo; defense or diminish it for the rest of the battle. But beware, because a failed attack could even lead to a terrible counter from one of the many japan folklore-based members of the Shogun Horde. Not only that, but also during each and every attack the energy of the kami could give even more power if you are lucky enough to get the right combination from the yin-yang symbol dices. Finally, the dice-based skill system will also allow for powerful moves during your turn, giving passive or active effect to choose from. But beware, cause the more powerful a skill is, the harder it will be to use it again, adding a tactical layer to the game. &#10;Besides all the mechanics, we think that a good story is a crucial part of immersion and fun, and for that we are honored to have one of the top fantasy Spanish writers, David Velasco, in our team. Get ready to dive into a branching and evolving story, where decisions can deeply affect the outcome of upcoming sessions.&#10;Regarding art production we count on well-known artists and illustrators who have made fantastic pieces of art to recreate the Japanese culture. Our sculptors have created incredible minis to get a deeper immersion in the extensive world of Harakiri.&#10;Hone your blade and fight for your clan like a hero and get involved in the wonderful lands of Harakiri!&#10;&#10;SYNERGIC GAMES&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/XlDzljnZG3hmxSkynXQndA__original/img/pHnpywqjJAYgN3k_FwT4x69RfI0=/0x0/filters:format(jpeg)/pic5836185.jpg","thumbnail":"https://cf.geekdo-images.com/XlDzljnZG3hmxSkynXQndA__thumb/img/_MWttCBZo92c7zKIeS4EGP2tBWE=/fit-in/200x150/filters:strip_icc()/pic5836185.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Action Points","Dice Rolling","Grid Movement","Modular Board","Role Playing","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":0,"bggRating":0,"averageRating":9.16667,"rank":-1,"designers":["Fernando Gamero","Joel Torres"],"publishers":["Synergic Games"],"artists":["David Benzal","David Demaret","Joseph Diaz","Henning Ludvigsen","Daryl Mandryk","Antonio José Manzanedo","Víctor Manuel Leza Moreno","Israel Pato"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}