{"gameId":280136,"name":"Paranormal Detectives","description":"You open your eyes to discover the most horrible truth of a lifetime... It has just come to an end and you are a ghost, floating in the air! Terrified, you look at your own body. A group of strange individuals have gathered around your mortal remains, watching it closely with sparks of fascination in their eyes. They want to communicate with you to discover how your life ended. You need to talk to them and reveal the truth so the culprit can be judged!&#10;&#10;Paranormal Detectives  is a deduction party game. One player takes the role of a Ghost. All other players work as Paranormal Detectives and need to discover how the victim died. Using paranormal abilities they will communicate with the Ghost, asking open questions about the details of the crime. The Ghost answers in a variety of ghostly ways - by arranging a hangman&rsquo;s knot, playing chosen tarot cards, creating a word puzzle on a talking board, drawing by holding the hand of a detective and many more!&#10;&#10;At the beginning of the game, the Ghost player receives a story card with a full description of the murder. Each card depicts all the details of the case. Each Detective receives asymmetrical, pre-constructed set of interaction cards, player investigation sheet, and a player screen.&#10;&#10;On their turn, each Detective asks the Ghost any open question they want and plays a single interaction card. The card implies the way the Ghost may answer the question. There are 9 different interactions total, most of them giving information to all Detectives. Since Detectives may ask any open questions and interaction cards vary, the game allows for lots of creativity for both the Ghost and Paranormal Detectives.&#10;&#10;Detectives may try, twice during the game, to guess what has actually happened to the victim stating who was the killer, where did it happen, what was the motive, how was it done and what was the murder weapon. Then the Ghost writes down secretly on this Detective&rsquo;s investigation sheet how many of their answers are correct.&#10;&#10;The game can end in two ways: &#10;&#10;     If a Detective gives all correct answers. In this case, they win, together with the Ghost player.&#10;     If all Detectives run out of interaction cards. In this case, if no one has guessed everything correctly then, whoever guessed correctly the most information is the sole winner of the game!&#10;&#10;&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/2eV2FXx4DaSPpNJzG-eung__original/img/GfIfcXqpHqSU2K1hEGg6gX5atCI=/0x0/filters:format(png)/pic4746947.png","thumbnail":"https://cf.geekdo-images.com/2eV2FXx4DaSPpNJzG-eung__thumb/img/yJzP6LRlRzw0qaiXMsk3T2zkKqc=/fit-in/200x150/filters:strip_icc()/pic4746947.png","minPlayers":2,"maxPlayers":6,"playingTime":50,"mechanics":["Acting","Hand Management","Line Drawing","Pattern Recognition","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":6.14928,"averageRating":7.19345,"rank":1862,"designers":["Szymon Maliński","Adrian Orzechowski","Marcin Łączyński"],"publishers":["Lucky Duck Games","999 Games","Asmodee","Broadway Toys LTD","Cranio Creations","Gém Klub Kft.","Hobby World","Kaissa Chess & Games","Maldito Games","Mandoo Games"],"artists":["JocArt","Mateusz Komada","Katarzyna Kosobucka"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":4,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":9,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":9,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":6,"recommended":7,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":2,"notRecommended":6,"numPlayersIsAndHigher":true}]}