{"gameId":280794,"name":"Etherfields","description":"Etherfields is a narrative, cooperative game for 1 - 4 (5 with the 5th player expansion). A series of unique Dreams await to be discovered through tense exploration and tactical encounters.&#10;&#10;Learn about the Dreamers, their forgotten past, and their desperate mission. Uncover the surreal, sprawling dreamscapes. Just don't be surprised when---just like dreams often do---they become a little disturbing... Prepare to be challenged by escape-room like riddles. Spot a clue in the image. See a hidden link between several pieces of information. Use your instinct as much as your logic.&#10;&#10;In the beginning, you'll explore the Dreamworld, trying to find out what this is all about and who you are &ndash; and you are there for a specific reason, but, at first, you can't remember too much. You'll have to restore your memories from scattered pieces.&#10;&#10;The rules are pretty straightforward at the beginning, but they will grow more and more complex during the campaign. New rules open new possibilities and, sometimes, may turn everything upside down.&#10;&#10;Deckbuilding in Etherfields applies to almost every deck in the game, not only the players' ones. If you want to know more, enter the Dreamworld. It may be dark here and there, but it certainly isn't gray. Then, look around and ask yourself: what if we all live in a vast, shared dream?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/qBF472BzoUJ2RG7bXqIwu0QVdsw=/0x0/pic4757505.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/kNt0X8ontbPCPSLKhf_klRG58NI=/fit-in/200x150/filters:strip_icc()/pic4757505.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Cooperative Game","Deck, Bag, and Pool Building","Grid Movement","Modular Board","Role Playing","Solo / Solitaire Game","Storytelling"],"isExpansion":false,"yearPublished":2020,"bggRating":5.62795,"averageRating":8.04658,"rank":6079,"designers":["Michał Oracz"],"publishers":["Awaken Realms"],"artists":["Ewa Labak","Michał Sałata","Piotr Gacek"],"playerPollResults":[{"numPlayers":1,"best":5,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":4,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":3,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}