{"gameId":281442,"name":"Trismegistus: The Ultimate Formula","description":"You are an adept of the mysterious art of alchemy, seeking a way to become the successor of the greatest alchemist ever living &mdash; Hermes Trismegistus. In order to do so you will be transmuting mere metals into pure gold, performing experiments, and inventing artifacts to finally achieve everlasting greatness.&#10;&#10;Trismegistus: The Ultimate Formula is played over three rounds during which you will draft exactly three dice. By expertly utilizing the potency of your drafted die, you will be able to transmute precious materials, collect alchemical essences, purchase and activate artifacts, and perform experiments that will progress you along four mastery tracks. You will also build a secret hand of publication cards which &mdash; together with the value of your experiments, the completed formulas of your Philosopher's Stone, and your collected gold &mdash; will determine your final score in victory points and, perhaps, make you the greatest alchemist, someone able to rival Hermes Trismegistus himself!&#10;&#10;The game features custom dice, the sides of which represent alchemical materials. At the beginning of each round, the dice are rolled and grouped by their respective types. On your turn, you must either draft a new die or utilize the untapped potency of a previously drafted die. Based on the material associated with your chosen die, you will be able to collect certain essences in addition to the material to which the die is keyed. Additionally, the color of the die will determine which types of transmutations you can perform, refining raw materials and increasing your mastery of the elements.&#10;&#10;Acquire precious artifacts in order to maximize the effects of your transmutations. Conduct experiments. Increase your knowledge and expertise and discover the ultimate formula!&#10;&#10;The game includes a solo mode by D&aacute;vid Turczi and Nick Shaw.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/3p7c-u4I9YpHRh1ET--7KQ__original/img/XGFiRfH8Z9eygUDHgM7W4YNvspQ=/0x0/filters:format(jpeg)/pic5373953.jpg","thumbnail":"https://cf.geekdo-images.com/3p7c-u4I9YpHRh1ET--7KQ__thumb/img/ls291pf29DbrptJQCLE_nD_Qa1Y=/fit-in/200x150/filters:strip_icc()/pic5373953.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Contracts","Dice Rolling","End Game Bonuses","Follow","Open Drafting","Variable Player Powers"],"isExpansion":false,"yearPublished":2019,"bggRating":6.7402,"averageRating":7.56988,"rank":817,"designers":["Federico Pierlorenzi","Daniele Tascini"],"publishers":["Board&Dice","Game Harbor","Giant Roc","Giochix.it","Lucrum Games","Maldito Games","Pixie Games"],"artists":["Paweł Niziołek","Paulina Wach"],"playerPollResults":[{"numPlayers":1,"best":10,"recommended":42,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":76,"recommended":31,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":30,"recommended":53,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":24,"notRecommended":58,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":56,"numPlayersIsAndHigher":true}]}