{"gameId":281466,"name":"Yedo: Deluxe Master Set","description":"The deluxe edition features:&#10;&#10;- Updated artwork&#10;- All components upgraded to true deluxe&#10;- You will be able to &quot;set up&rdquo; your own experience of YEDO. Whether you want no negative interaction or a game more punishing than ever before, you will be able to set up YEDO to suit your needs and pause play style.&#10;- New modular components brings a lot of interesting mechanisms into Yedo: the Tea house with a set of unique helpers who'll join you for a turn, Specialists in place of regular Disciples, new types of missions and much, much more!&#10;&#10;About the game:&#10;Japan, 1605 &ndash; Hidetada Tokugawa has succeeded his father as the new Shogun, ruling from the great city of Edo (a.k.a. Yedo), the city known in present times as Tokyo. This marks the beginning of the golden age of the Tokugawa Shogunate and the so-called Edo Period that will last until 1868. Naturally, the most powerful families in Edo immediately try to curry favor with the new Shogun &ndash; and this is the opportunity our clan has been looking for, our chance at power and glory. Our clan will prove ourselves to be indispensable to the new Shogun. We will work from the shadows to acquire information about our rival clans. We will kidnap those who might oppose our ascent and assassinate those who prove a threat. We will use cunning to prevent our adversaries from doing the same to us. We will find glory and honor in the eyes of this new Shogun &ndash; or failing that we will end his rule by any means necessary.&#10;&#10;In the strategy game Yedo, players assume the roles of Clan Elders in the city of Edo during the early years of the Tokugawa Shogunate. The object of the game is to amass Prestige Points, mainly by completing missions. To do so, players must gather the necessary assets and &ndash; most importantly &ndash; outfox their opponents and prevent them from completing their missions.&#10;&#10;There are several ways to reach your goal. Will you try to complete as many missions as possible and hope that your efforts catch the Shogun's eye? Or will you choose a more subtle way of gaining power by trying to influence the Shogun during a private audience? You can also put your rivals to shame by buying lots of luxury goods from the European merchants. It's all up to you &ndash; but be careful to make the right choices, for in Yedo, eternal glory and painful disgrace are two sides of the same coin&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/E2Lf66OUOOAo--v4bfdSYcNzZY0=/0x0/pic4856744.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/uIkX6NZhtd83A3qyq7Iiz66EaVQ=/fit-in/200x150/filters:strip_icc()/pic4856744.jpg","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Action Queue","Auction/Bidding","Hand Management","Set Collection","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":5.93135,"averageRating":8.3785,"rank":2702,"designers":["Thomas Vande Ginste","Wolf Plancke"],"publishers":["Board&Dice","Giant Roc","Tcg Factory"],"artists":["Jakub Fajtanowski","Zbigniew Umgelter","Franz Vohwinkel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":4,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}