{"gameId":281515,"name":"Company of Heroes","description":"&quot;Company of Heroes&quot;, the World War 2 board wargame, is based on the video game from Relic/Sega. It closely captures the choices, tactics and mission strategies of the videogame. In teams, or as individuals, players will maneuver units and battle for control points to collect manpower, munitions and fuel. Players spend these resources to construct new buildings, purchase units and upgrade abilities, eventually unlocking the powerful end-game units of their nation. To win, players will either attempt to collect enough victory points before their opponent does or totally annihilate the enemy's base.&#10;&#10;-user summary&#10;&#10;A board-wargame 'port' that attempts to capture the strategy, choices and fun of the beloved video games.  Players maneuver units from one of four factions to secure resource points, grow their economy, unlock buildings and purchase and upgrade new units.  Player's eventually unleash their team's powerful end game forces to help secure enough victory points or annihilate the enemy base buildings to win.&#10;&#10;From fog of war, utilizing cover and buildings, flanking armor, spotting, combining multi-unit tactics, veteran upgrades, deciding what units to purchase and what buildings to unlock; this project distills many elements we fans love about Company of Heroes into a streamlined board wargame experience.&#10;&#10;This game involves squad level tactical movement but also focuses heavily on securing, collecting and spending resources to purchase new buildings, units and upgrades.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/FcjzmytLMrUqh3lMqsNB2A__original/img/AlGdX3HfwAavw0joBh7049HNej0=/0x0/filters:format(jpeg)/pic4778458.jpg","thumbnail":"https://cf.geekdo-images.com/FcjzmytLMrUqh3lMqsNB2A__thumb/img/mOeGjKhtiqNF7pl1VYobtW5ki60=/fit-in/200x150/filters:strip_icc()/pic4778458.jpg","minPlayers":4,"maxPlayers":4,"playingTime":90,"mechanics":["Dice Rolling","Grid Movement","Hexagon Grid","Line of Sight","Simulation","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":6.02372,"averageRating":8.72489,"rank":2490,"designers":["Bryan Kromrey"],"publishers":["Bad Crow Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":16,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":23,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":13,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":14,"recommended":10,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":7,"notRecommended":10,"numPlayersIsAndHigher":true}]}