{"gameId":281549,"name":"Beast","description":"Welcome to the Northern Expanse, a place where nature is still unexplored, mystical and dangerous. When the humans first arrived, they thought they found an unspoiled paradise, filled with bountiful forests, lakes swimming with fish and cold freshwater flowing from the mountains. But as their settlements expanded and the surrounding forests grew thinner, nature itself pushed back. Great creatures known as Beasts emerged, and with their fangs, claws and mystical powers, they proved an incredible threat to the humans. In order to protect the settlements, humans enlisted specialised hunters, tasked with tracking and killing the Beasts before too many of their kin perish.&#10;&#10;The Beast uses a deck of direction cards to move over forests, swamps and caverns, using guile and deceit to hide its track from the hunters. However, whenever a hunter moves over a location where the Beast has previously been, a trail appears. Only when a hunter searches a location or the Beast itself attacks an unsuspecting target is the Beast's actual position revealed. More so, each hunter has but one chance of searching each round, making it a tense and difficult decision. Hunters seldom have full information whether the trail they&rsquo;re pursuing contains the Beast&rsquo;s actual location, or if the trail has already gone cold.&#10;&#10;Each action you perform in this game is done by playing a card from your hand (up to a maximum of two cards per turn). This means that if a player wants to search, attack or move, they need to have a card in their hand that lets them do that. Before each round, both hunters and Beast participate in a draft for the most important cards. All action cards can be used by both Beast and hunters alike.&#10;&#10;In order to win this game, you either need to cooperate every step of the way if you play as a hunter, or skillfully outmaneuver your opponents if you play as Beast. On their own, hunters are never stronger than the Beast. Only when hunters communicate, strategize and combine their actions can they bring down the Beast before it&rsquo;s too late.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/-9NLgO6ASOHgZtMtamqjxw__original/img/h0pnI_UvkAQfMPhQq-7dKzEcHlc=/0x0/filters:format(png)/pic6418160.png","thumbnail":"https://cf.geekdo-images.com/-9NLgO6ASOHgZtMtamqjxw__thumb/img/fCr4XXnWjrm7TBCL4Vf_VH7pHYA=/fit-in/200x150/filters:strip_icc()/pic6418160.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Action Drafting","Closed Drafting","Hand Management","Hidden Movement","Point to Point Movement","Secret Unit Deployment","Team-Based Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":6.63176,"averageRating":7.49926,"rank":991,"designers":["Aron Midhall","Elon Midhall","Assar Pettersson"],"publishers":["Studio Midhall","Bumble3ee Interactive","Don't Panic Games","GaGa Games","Galakta","Geekach Games","Little Rocket Games","Pegasus Spiele","Reflexshop","TLAMA games","Zatu Games"],"artists":["Aron Midhall"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":53,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":7,"recommended":41,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":60,"recommended":15,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":13,"recommended":44,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":36,"numPlayersIsAndHigher":true}]}