{"gameId":281647,"name":"Stellaris: Infinite Legacy","description":"Academy Games introduces the 4X board game based on the hit video game Stellaris.&#10;&#10;Design your own burgeoning, starfaring race from dozens of Trait Cards. Customize your population by choosing a Government Type, and Ethics Cards that influence how you interact with the galaxy. Any type of alien civilization you can imagine, you can play!&#10;&#10;Lead your empire through fast-paced 2-hour games where each session progresses your empire through new ages so you can continue to expand your empire, advance your technology, face new challenges, tell new stories, and discover new game mechanics. Grow your empire through the eons over multiple games.&#10;&#10;Time for a new empire? Abandon it and start a new one! The galaxy you play in can continue across an infinite number of games with stories that develop your unique galactic history. Even abandoned empires remain in the galaxy for new empires to encounter.&#10;&#10;At any point new players can join the game. Difficulty auto-adjusts for empires in different eras with events and victory conditions that scale to accommodate empire levels.&#10;&#10;Navigate through hundreds of stories told via Event Cards that merge together and spin off story intrigues and plotlines, weaving changes into the fabric of your empire, its traditions, and its goals. Event Cards offer you choices that may guide your empire&rsquo;s destiny, lead them to great discoveries, or unleash unexpected challenges.&#10;&#10;A spectacular 4X experience like no other awaits you.&#10;&#10;Look to the stars.&#10;&#10;Explore&#10;Discover new solar systems to explore, investigate strange space anomalies, meet aliens of every description, and hunt down the marvels of the universe.&#10;&#10;Expand&#10;Spread your empire across multiple worlds, upgrade your technology through a variable tech tree, develop your colonies with dozens of unlockable buildings, and manage your growing economic might by utilizing the game&rsquo;s different resources.&#10;&#10;Exploit&#10;Interact with player empires and non-player aliens through a robust diplomacy system that is influenced by your empire&rsquo;s Ethic Cards. Form federations, subjugate vassal states, assassinate leaders, sabotage planets, spread a religion, form trade pacts, become a tourist attraction, unleash pirates, and more...&#10;&#10;Exterminate&#10;Unlock ever larger ship classes, designing them with a set of modular tiles whose effects are made possible by the technologies you have invested in. Launch massive military campaigns against your enemies and occupy their planets or annihilate their worlds, their suns, and their solar systems.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/nvnrUR5YroWa72kqZyt4Tw__original/img/ctM4zp4Vqvd4x1dzue3IrT9Svew=/0x0/filters:format(jpeg)/pic5978543.jpg","thumbnail":"https://cf.geekdo-images.com/nvnrUR5YroWa72kqZyt4Tw__thumb/img/lku-1E9jCTLke_Ywmk3LmlBbS0A=/fit-in/200x150/filters:strip_icc()/pic5978543.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Area Majority / Influence","Area Movement","Modular Board","Simultaneous Action Selection","Trading","Variable Phase Order","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":9.125,"rank":-1,"designers":["Gunter Eickert"],"publishers":["Academy Games, Inc.","Apollo Games","Paradox Interactive (I)"],"artists":["Jarek Nocoń"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}