{"gameId":281647,"name":"Stellaris: Infinite Legacy","description":"The Galaxy is vast and full of wonder&#10;&#10;Academy Games introduces the 4X board game based on the hit video game Stellaris. Experience everything you love about Stellaris in a fast paced 2 hour board game for 2 to 4 players (up to 6 with the Empires Expansion).&#10;&#10;DESIGN YOUR CIVILIZATION &#10;Design your own burgeoning, starfaring species from dozens of Trait Cards. Then design and customize your civilization, choosing Ethics Cards and Government Cards that influence how you interact with the galaxy. Any type of alien civilization you can imagine, you can play!&#10;&#10;2-HOUR PLAYTIME&#10;Lead your empire through fast-paced 2-hour games where each session progresses your empire to new ages with the ultimate goal to ascend and win with your empire. With each game, continue expanding your empire by advancing your technology, facing new challenges, telling new stories, discovering new game mechanics, and growing your civilization through the eons. The galaxy you and your friends play in can continue across any number of game sessions, with stories that develop your unique galactic history.&#10;&#10;JUMP IN AND OUT&#10;Time for a new empire? Abandon your old one and start a new one! Abandoned empires remain in the galaxy as Fallen Empires, for your new empires to encounter. At any point, new players can join the game with events and victory conditions that scale to accommodate empire levels.&#10;&#10;EMERGENT STORY&#10;Emergent storytelling has you make choices that affect the future of your civilization, other players, and the galaxy. Your decisions on hundreds of Event Cards combine and influence each other to offer a new experience each time you play.&#10;&#10;A SPECTACULAR 4X EXPERIENCE&#10;Explore: Discover new solar systems to explore, investigate strange space anomalies, meet aliens of every description, and hunt down the marvels of the universe.&#10;&#10;Expand: Spread your empire across multiple worlds, upgrade your technologies through a variable tech Tree, manage your planetary populations, and develop your economy by utilizing the game&rsquo;s different resources.&#10;&#10;Exploit: Interact with other player empires and non-player aliens through a robust diplomacy system that is influenced by your empire&rsquo;s Ethic Cards. Form federations, subjugate vassal states, assassinate leaders, ferment civil unrest, create trade pacts, unleash pirates, and more...&#10;&#10;Exterminate: Unlock ever larger ship classes, customizing them with the technologies you have invested in. Launch massive military campaigns against your enemies and occupy their planets or annihilate their worlds.&#10;&#10;INFINITE LEGACY&#10;Stellaris Infinite Legacy is the first of Academy Games&rsquo; series of Infinite Legacy titles. An Infinite Legacy game develops and progresses from game to game like traditional legacy games but with the following key differences:&#10;&#10;Not One and Done: An Infinite Legacy game can be replayed any number of times like a traditional board game.&#10;Non-Destructive: An Infinite Legacy game tracks changes in the game through non-destructive methods that allow the game to be completely reset to its beginning state if one wishes.&#10;Non-Linear: An Infinite Legacy game leads players through a storyline where the players&rsquo; choices impact how the direction of the story progresses. This results in thousands of combined story paths and a unique narrative in each game.&#10;&#10;Welcome to Stellaris Infinite Legacy&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/nvnrUR5YroWa72kqZyt4Tw__original/img/ctM4zp4Vqvd4x1dzue3IrT9Svew=/0x0/filters:format(jpeg)/pic5978543.jpg","thumbnail":"https://cf.geekdo-images.com/nvnrUR5YroWa72kqZyt4Tw__thumb/img/lku-1E9jCTLke_Ywmk3LmlBbS0A=/fit-in/200x150/filters:strip_icc()/pic5978543.jpg","minPlayers":2,"maxPlayers":4,"playingTime":150,"mechanics":["Area Majority / Influence","Area Movement","Modular Board","Simultaneous Action Selection","Trading","Variable Phase Order","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.52002,"averageRating":6.6,"rank":13812,"designers":["Gunter Eickert"],"publishers":["Academy Games, Inc.","Apollo Games","Paradox Interactive (I)"],"artists":["Jarek Nocoń"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}