{"gameId":282494,"name":"Ten Suns","description":"Award Winner in global design competition World Original Design Contest 2019!&#10;&#10;In the beginning, there were only you and other ancient Primordials. Then the dawning of the Gods arrived, and more celestial beings came into existence. It was then the Jade Emperor of the heavenly realm produced ten rebellious children who turned themselves into scorching suns in a bid to end the world. This was a good thing, for you drew solar power from the ten suns, making you invincible.&#10;&#10;Alas, a mortal hero called Hou Yi appeared and began shooting the Suns down one by one with his golden bow. With the demise of each Sun, your power fades. You realize your seat of absolute power is at risk. In order to stay at the top, you must quickly form alliances with the Gods, build grand palaces in your name, influence lands to worship you and repel mythical monsters to gain prestige - all before the suns disappear forever! Welcome to Ten Suns!&#10;&#10;This is a 'blind bidding' game that revolves around the legendary archer from China, Hou Yi, who shot down 9 Suns and saved China from scorching heat. Players are Primordials who draw their energy from the 10 Suns. Before the Suns all disappear, players rush to gain enough prestige to secure a permanent position among the Gods. The game features famous locations in China like the Great Wall, Xi An, and many others. It also features other Gods and legends of ancient China, including Chang'E and the Jade Rabbit.&#10;&#10;At the start of every turn players have a specific amount of energy to bid with, towards an ever-changing pool of cards known as the Mortal Plane. This amount is equal to the current number of Suns in the sky. However each time Hou Yi appears, more Suns will be shot down and players will have lesser and lesser energy to bid with. Players can tap on other forms of energy, such as Lunar energy from the moon, or other Gods - basically engine building.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/ToPxRalBCPF7AEhSJnv5RghLzBs=/0x0/pic5536256.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/zRoipaOwWuLdRVKK0Gv9Z636dQo=/fit-in/200x150/filters:strip_icc()/pic5536256.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Auction/Bidding","Betting and Bluffing","Set Collection","Tile Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":0,"averageRating":7.125,"rank":-1,"designers":["Dominic Michael H."],"publishers":["Medieval Lords"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}