{"gameId":283387,"name":"Rocketmen","description":"They have set up their empires of trailblazing innovation and groundbreaking technologies on a somewhat unremarkable planet circling around a rather average star. Years of hard work and steadfast dedication to their clear-cut vision of looking further than the day-to-day toils and chores of human civilization have cemented their reputation as the forefathers of the future humanity. Secretly, they have never stopped dreaming about the thrust of all their entrepreneurial actions and deeds &ndash; reaching the stars. Now, the time has come for them to embark on a second giant leap for humankind, to make the outer reaches of the solar system our home. Only one of them shall go down in history as the first explorer of space and a person who truly forged their will and power according to the bold words: citius, altius, fortius &ndash; faster, higher, stronger.&#10;&#10;Immerse yourself in a fast-paced race to the final frontier: space. A deck-building confrontation of swift decision-making and tactical choices, Rocketmen gives you the feel of taking a front seat in a technologically wonderful spectacle of space exploration. It&rsquo;s up to your predictive abilities and resource management skills to determine what kind of endeavor would be most suitable for paving the way to Earth&rsquo;s celestial neighbors. It doesn&rsquo;t matter whether it would be a low Earth orbit satellite or a manned base destined for the Red Planet; plan your mission carefully, equip your shuttles and rockets craftily, yet do not hesitate when your gut instinct tells you when it&rsquo;s time to launch!&#10;&#10;The universe might wait for you eternally. Your opponents won&rsquo;t!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/hPy2pYycJH_JasSSpMW06w__original/img/SxaE3gIvswgbQyKYV7oFnI51Ceo=/0x0/filters:format(jpeg)/pic5107552.jpg","thumbnail":"https://cf.geekdo-images.com/hPy2pYycJH_JasSSpMW06w__thumb/img/c7hSajzRWNYmo5pnOakX6uv7NLU=/fit-in/200x150/filters:strip_icc()/pic5107552.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Deck, Bag, and Pool Building","Hand Management","Hidden Roles","Open Drafting","Push Your Luck","Race","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2021,"bggRating":6.06239,"averageRating":6.94501,"rank":2306,"designers":["Martin Wallace"],"publishers":["PHALANX","ASYNCRON games","Maldito Games","Pendragon Game Studio"],"artists":["Jakub Fajtanowski","Bartek Jędrzejewski","Miłosz Wojtasik"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":13,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":17,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":17,"recommended":7,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":12,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":14,"numPlayersIsAndHigher":true}]}