{"gameId":284378,"name":"Kanban EV","description":"Electric vehicles (EVs) have become more common since 2014 and are the future of the automobile industry. They are superior vehicles due to them being more efficient, easier to maintain, cleaner, and cheaper to run. They are computerized machines that use AI to improve safety and in the near future will provide autonomous driving. They receive software upgrades during their lifetime and are constantly improving, unlike their traditional combustion-engine counterparts, which start to become obsolete as soon as you start using them.&#10;&#10;You will be overseeing the production of these vehicles in Kanban EV, with &quot;kanban&quot; (&#231;&#156;&#139;&#230;&#157;&#191;) being the name for a scheduling system that supports an efficient assembly line, just-in-time production, and a smooth workflow process. Over the course of the game, players take on the role of rookie employees who are trying to secure their career. You need to manage suppliers and supplies, improve and innovate automobile parts, and get your hands greasy on the assembly line in order to boost production and impress the factory manager.&#10;&#10;You must make shrewd use of the recycling facilities and the limited factory supplies in order to appropriate parts when the suppliers come up short. Because the factory must run at optimum efficiency, production doesn't wait for you or for mistakes. Sandra, the factory manager, will review your performance and keep the factory on tempo.&#10;&#10;Kanban EV is a game that focuses on resource and time management that puts you in the driver's seat of an entire production facility, racing for factory goals and the highest level of promotion. You earn production points (PP) for performing various actions in the game, and the player with the most PP at the end of the game wins.&#10;&#10;&mdash;description from publisher&#10;&#10;Includes solo mode by D&aacute;vid Turczi&#10;&#10;","image":"https://cf.geekdo-images.com/L2Wn-zUqkcHgqvwvY212Ig__original/img/Htra4hvxjBlejtNEIUns_B3CNNc=/0x0/filters:format(jpeg)/pic4924232.jpg","thumbnail":"https://cf.geekdo-images.com/L2Wn-zUqkcHgqvwvY212Ig__thumb/img/RQunBacBw949DkYBgzoS5YaXgJo=/fit-in/200x150/filters:strip_icc()/pic4924232.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Hand Management","Variable Phase Order","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":6.51754,"averageRating":8.8593,"rank":994,"designers":["Vital Lacerda"],"publishers":["Eagle-Gryphon Games","Editions Philibert","Geekach Games","Gém Klub Kft.","Giochix.it","hobbity.eu","Korea Boardgames Co., Ltd.","Maldito Games","Skellig Games","YOKA Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":21,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":22,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":15,"recommended":8,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":11,"recommended":10,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":true}]}