{"gameId":284587,"name":"Bloodstones","description":"Bloodstones is a fantasy wargame for one to six players, featuring six different races, each with their own specific powers. Each of the six races in Bloodstones has its own mix of units, represented by domino shape tiles. Some of these units will be unique to that race, such as Dragons to the Dragon Riders and Giants to the Hill Folk.&#10;&#10;The aim of the game is to have the most victory points at the end of the game, which can be gained by building your own and raiding other players&rsquo; villages and by winning battles.&#10;&#10;At the start of the game players will arrange their tiles into stacks. From these they draw a starting hand of nine. Players then decide where to place their Citadel and which tiles will be placed with it. The tiles are multi-use. When placed on the board they becomes units, the type indicated by the symbol in the centre. While in your hand they can be used to build other units, move units, improve your Combat Strength, build villages and raid villages.&#10;&#10;The main part of the game proceeds with player turns. When it is your turn you can perform as many actions as you wish. However, some actions have restrictions as to when you can perform them.&#10;&#10;After you have completed all of your actions you draw back to your hand size of six tiles. If you exhaust your stock of tiles then you shuffle your discarded ones to make a new draw stock. You also score Victory Points for villages you have on the board.&#10;&#10;The game will end when each player has scored points a number of times. With two players this will be three times, for three or more players this will be two times.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/eGf7WItAxDeaSkp3sl_Vlg__original/img/DtZ9-GyBJCh6JEnnGpxhMIo8m-E=/0x0/filters:format(png)/pic6982307.png","thumbnail":"https://cf.geekdo-images.com/eGf7WItAxDeaSkp3sl_Vlg__thumb/img/6wNBwDXHrVmhunnxkrqq3I0B1wo=/fit-in/200x150/filters:strip_icc()/pic6982307.png","minPlayers":1,"maxPlayers":6,"playingTime":180,"mechanics":["Area Majority / Influence","Solo / Solitaire Game","Tile Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":5.54049,"averageRating":7.73919,"rank":11762,"designers":["Martin Wallace"],"publishers":["Wallace Designs"],"artists":["Atticus McNaughton","Leith Walton"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}