{"gameId":284742,"name":"Honey Buzz","description":"The bees have discovered economics. The queens believe that if they sell honey to the bears, badgers, and woodland creatures, they will find peace and prosperity. Spring has arrived and it's time to build the hive, find nectar, make honey, and, for the first time ever, set up shop.&#10;&#10;Honey Buzz is a worker bee placement game where players expand a personal beehive by drafting various honeycomb tiles that grant actions that are triggered throughout the game. Each tile represents a different action. Whenever a tile is laid so that it completes a certain pattern, a ring of actions is triggered in whatever order the player chooses. A tile drafted on turn one could be triggered up to three times at any point during the game. It all depends on how the player places their beeples (bee+meeple) and builds their hive. After all, in the honey business, efficiency is queen.&#10;&#10;As you continually expand your hive, you'll forage for nectar and pollen, make honey, sell different varieties at the bear market, host honey tastings, and attend to the queen and her court. There's only so much nectar to go around, and finding it won't be easy. Players will have to scout out the nectar field and pay attention to other players searches to try to deduce the location of the nectar they need for themselves.&#10;&#10;","image":"https://cf.geekdo-images.com/q3KbDdmiSkvKucANAdOU1g__original/img/EHRVa_Vt85AGZ5kYOrqq_btHhnE=/0x0/pic5608344.jpg","thumbnail":"https://cf.geekdo-images.com/q3KbDdmiSkvKucANAdOU1g__thumb/img/4e8jsNQHJp_Cir_h1_rEBK5xXWM=/fit-in/200x150/filters:strip_icc()/pic5608344.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Memory","Pattern Building","Tile Placement","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":5.97365,"averageRating":8.00998,"rank":2521,"designers":["Paul Salomon"],"publishers":["Elf Creek Games"],"artists":["Anne Heidsieck","Jason D. Kingsley"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":6,"recommended":6,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":5,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}