{"gameId":284842,"name":"So, You've Been Eaten.","description":"NOTE: This is a game for 0 - 2 players. The BGG database does not allow a player count of 0.&#10;&#10;So, you've been eaten.&#10;&#10;Don't worry, this is simply an occupational hazard. In fact, it is fairly common among Deep Space Miners (5th class), and some say that it is almost unavoidable. And, well, it is. Especially since the crystals that you seek happen to be inside giant space beasts. To mine them, you need to, well, be eaten.&#10;&#10;But, no reason to panic. We are here to help you deal with the physical and mental challenges of being eaten. This handy simulation/survival guide is standard issue for all recruits and will eventually lead to a productive, if not potentially brief, career in space mining.&#10;&#10;Should you achieve your objective and mine enough crystals to meet your quota, it is then cost-effective for the company to activate your jet pack and extricate you from the proverbial belly of the beast. While the beast&rsquo;s immune response was not enough to prevent its demise, its contribution to human progress and corporate profitability are most definitely appreciated.&#10;&#10;In the eventuality that the bacteria present in the beast overwhelm you and you are digested, do not worry. Your non-organic parts will ultimately provide much utility to future space miners. In fact, you may encounter some such pieces of equipment in your expedition, remains of attempts by evidently less-than-qualified recruits.&#10;&#10;Finally, it could transpire that you do not collect the necessary crystals by the time you reach the end of the beast's digestive tract. In this case, the so-called &quot;ending #2&quot;, you will then exit the beast from the other end than the one you entered. Alive, and yet forever changed. In this case, and after a thorough decontamination and quarantine period, we will have to evaluate your performance versus that of the beast&rsquo;s efforts to consume you.&#10;&#10;In So, You've Been Eaten. the Miner and the Beast face off against one another. The Miner earns points by collecting crystals, and the Beast earns points by developing immune responses and by its bacteria attacking the Miner.&#10;&#10;The Miner wins instantly by collecting all eight different crystals, and the Beast wins instantly by digesting the Miner after the attack of four bacteria of the same type. Of course, there's always the possibility that the Miner will simply pass through the Beast's system, in which case the player with the most points wins!&#10;&#10;So, You've Been Eaten. can be played as:&#10;&#10;        A game for 2 players, with a Miner player against a Beast player.&#10;        A game for 1 player, with the Miner player against a sleeping Beast.&#10;        A game for 1 player, with the Beast player against a robot Miner.&#10;        A game for 0 players, with a sleeping Beast against a robot Miner.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/XFhQ5HUfGfTCCAOW2RDJ2g__original/img/5nhOeLyIfVMCTufUSl3VhtudUHM=/0x0/filters:format(jpeg)/pic4876092.jpg","thumbnail":"https://cf.geekdo-images.com/XFhQ5HUfGfTCCAOW2RDJ2g__thumb/img/SPJ_iImAVD1jBnQbVeVpMDiIVSY=/fit-in/200x150/filters:strip_icc()/pic4876092.jpg","minPlayers":1,"maxPlayers":2,"playingTime":30,"mechanics":["Action Points","Dice Rolling","Hand Management","Set Collection","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.81068,"averageRating":6.66533,"rank":4285,"designers":["Scott Almes"],"publishers":["LudiCreations","Games Warehouse"],"artists":["Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":9,"recommended":6,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":16,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":true}]}