{"gameId":285192,"name":"Destinies","description":"Destinies is a competitive, story-driven, game of adventure and exploration, mixing an app and a board game.&#10;&#10;The first in a series of games using a brand-new system called Destinies. This game is set in a dark medieval-fantasy universe.&#10;&#10;The Destinies system offers a fully story-driven, app-supported, RPG-like board game experience, without the need for a game master. Each scenario depicts a part of a vivid world, full of dark stories, epic NPCs and mysteries to solve. Each player takes the role of a hero on a quest to fulfill their destiny. Each destiny is a final goal of the character and has at least two, completely different paths to victory, composed of branching series of quests. Players compete with each other to push the world towards their own destiny.&#10;&#10;The game uses an app and the Scan&amp;Play technology to offer players a unique story-driven experience full of dynamic events, epic adventures, and an ever-changing game world. Each turn players discover new parts of the world presented on tiles, explore them and pick one point of interest to visit. There they learn more about the story and make crucial choices of how they want to interact with people, creatures or situations faced there. The consequences of each choice are meaningful and often change the state of the world forever.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/oaD1ZQ3yGj6lacLdtqgdnQ__original/img/LJXy5--WfYNypO-Xd7nhkzU5Xzs=/0x0/filters:format(png)/pic5558118.png","thumbnail":"https://cf.geekdo-images.com/oaD1ZQ3yGj6lacLdtqgdnQ__thumb/img/1mCz7HPEFMeqaqJHsDZwEUc9ftw=/fit-in/200x150/filters:strip_icc()/pic5558118.png","minPlayers":1,"maxPlayers":3,"playingTime":150,"mechanics":["Dice Rolling","Map Addition","Role Playing","Solo / Solitaire Game","Storytelling","Tile Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":6.67933,"averageRating":8.30462,"rank":771,"designers":["Michał Gołębiowski","Filip Miłuński"],"publishers":["Lucky Duck Games","Grimspire","Last Level"],"artists":["Karolina Jędrzejak","Magdalena Leszczyńska","Irek Zielinski"],"playerPollResults":[{"numPlayers":1,"best":10,"recommended":19,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":33,"recommended":13,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":18,"recommended":15,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":2,"notRecommended":21,"numPlayersIsAndHigher":true}]}