{"gameId":286158,"name":"D.E.I.: Divide et Impera","description":"D.E.I. (Divide et Impera) is a game of exploration and survival set in the Earth devastated by a new ice age.&#10;The cities of the future, from the crucible of civilization, have become icy deserts dotted with the carcasses of skyscrapers now reduced to uninhabited rubble. Between alleys of old London, bands of survivors use their abilities to explore and plunder the scarce resources that are left, to sell them to the Pure Caste in exchange for food and fuel. The only ones who still have high technology, the Pure Ones are the elected heirs of the old civilization. Protected by fortified citadels, they manage the bands of survivors, helping them in their research or putting them in competition, so that they cannot ally and threaten their domains.&#10;&#10;In D.E.I. each player will control one of the four bands of Survivors, and they will be competing with each other for the wealthiest loot to trade with the Pure Caste. They will have to explore London on two levels, between the streets and on the roofs of the old buildings, to look for the precious resources of the past era coveted by the Pure Ones: Technologies and Energy cells.&#10;&#10;Each faction will start with 8 cards, a Hero and few Explorers, but during the game it will be possible to acquire new action cards from London black markets, building new structures such as bridges and elevators, and obtaining temporary control of the hi-technological Drones that the Pure Caste will give to them.&#10;&#10;The game map is completely modular and three-dimensional so that every game of D.E.I. is always different and compelling. The explorers will often be able to contend for territories for resources and to have greater influence in the markets, and therefore, the fighting will be inevitable. Also, during the games, the players will have to solve missions of increasing difficulty, which will grow their victory points. The survivors' gang that earns the most victory points, satisfying the Pure Caste, wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/CjbYeqy4VJTihtD5v7gtkA__original/img/qZLTBEsGYnvsF0a6sVueNT96sgU=/0x0/filters:format(jpeg)/pic4959814.jpg","thumbnail":"https://cf.geekdo-images.com/CjbYeqy4VJTihtD5v7gtkA__thumb/img/EAvbfnoXKALgYgQ6zT31oy5-YQ4=/fit-in/200x150/filters:strip_icc()/pic4959814.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Area Majority / Influence","Area Movement","End Game Bonuses","Three Dimensional Movement","Turn Order: Stat-Based","Variable Player Powers","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":5.85703,"averageRating":7.7714,"rank":3594,"designers":["Tommaso Battista"],"publishers":["Ludus Magnus Studio","Intrafin Games","Pegasus Spiele"],"artists":["Fernando Armentano","Simone de Paolis","Tommaso Incecchi","Giovanni Pirrotta"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":12,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":8,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":12,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":4,"notRecommended":5,"numPlayersIsAndHigher":true}]}