{"gameId":286160,"name":"Godspeed","description":"The Space Race was a lie.&#10;&#10;Look, it's not that the moon landing was faked. It happened. Neil hates the conspiracy theories. The lie is that we ever wanted to go to the moon. We needed a spectacle to show the people. To justify the massive budgets. The agencies.&#10;&#10;Neil stepped on a rock 239,000 miles from Earth. Big deal. I stepped on an exoplanet circling Ursae Majoris 18 months earlier. It's a one-way trip -- so there ain't any going home.&#10;&#10;No ticker tape parade for me, but that's ok. I'm here for my country. See, the Russians beat us here by a few months. Japanese showed up a few weeks after us. We'll colonize this planet for America. Because there isn't a choice...&#10;&#10;Godspeed is a mid-weight worker placement game of extra-terrestrial colonization for 2-5 players with a 60-90 minute playtime. -- From the back of the box&#10;&#10;In Godspeed, players play as scientists from one of 5 nations: the USA, Japan, Soviet Union, the European Nations, or India. The game is played in 10 rounds, each with four phases.&#10;&#10;&#10;     High Council Phase -- This is a negotiation phase where Nations will convene to decide how they will respond to an event occurring back on Earth or on the Exoplanet. The top card is drawn from the High Council deck. Nations then decide to respond to the event by assigning the specified Team Member to the event, keeping them from use during the rest of the round. If all Nations respond then everyone gets the bonus. If not, there's a penalty for those that ignored it.&#10;     Supply Depot Phase -- This is an auction phase where Nations bid on Supply Depot cards or the first player marker. Players choose cards in the order of their bids. The player with the highest bid may take a second delivery. &#10;     Action Phase -- This is a worker placement phase. Nations place Team Members in Action Spaces to take various actions and earn prestige. &#10;     Resolution Phase -- In this phase, the Nations produce new resources and return their Team Members home. &#10;&#10;&#10;Points -- Prestige is gained on 4 tracks (Defense, Exploration, Commerce, and Infrastructure) and your position on these tracks gains you points at the end of the game. You may also gain points by achieving Civilization Milestones (only 1 Nation may claim each Milestone), completing Lunar Season scoring cards (any number of Nations may complete these), building ancient XenoRelics, completing special objective cards, and for left over resources.&#10;&#10;The Nation with the most victory points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/c6PbgOFbLGvP_8Kg12dusg__original/img/-hh-6z-pQu9n4yTUhMaasepWldE=/0x0/filters:format(png)/pic4883601.png","thumbnail":"https://cf.geekdo-images.com/c6PbgOFbLGvP_8Kg12dusg__thumb/img/VxPz6_vRa-3XrODF6d1hUSTG9VM=/fit-in/200x150/filters:strip_icc()/pic4883601.png","minPlayers":2,"maxPlayers":5,"playingTime":90,"mechanics":["Auction/Bidding","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":5.92173,"averageRating":7.09892,"rank":3054,"designers":["Clayton Hargrave","Adam Hill"],"publishers":["Devir","Pandasaurus Games"],"artists":["Jesse Riggle"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":6,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":11,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":11,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":9,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}