{"gameId":286830,"name":"Tajuto","description":"In 532, Buddhism arrived in Japan, and took its place alongside Shintoism, which is the official religion. Prince Shotoku, seduced by this new religion, commissioned Buddhist monks to construct a village endowed with an immense garden, in which 8 pagodas ( tajuto) would be erected. He announced that once the fourth tajuto was complete, it would make this city an important pilgrimage destination for all Buddhists around the world. The Buddhist monk who has attained the highest level of Spirituality, through deep Meditation and other mental qualities, at this precise moment will be rewarded, and the Prince will name them &quot;Great Guardian of the Sacred Garden of the Eight Pagodas&quot;, and this monk will become the overseer of pilgrimage.&#10;&#10;In Tajuto, players take on the roles of the Buddhist monks, trying to achieve the highest spirituality. On their turn, they can activate their action tiles to draw (and build) pagoda tiles from the bag, make offerings to gain meditation points, and acquire tiles that will help them progress more quickly or earn them spirituality points. Activating more than one action tile or acquiring tiles costs meditation points. The game ends once the fourth pagoda is finished. The player with the most spirituality points wins.&#10;&#10;The key feature of the game is drawing the pagoda tiles from the bag. The pagoda tiles have a decreasing size per level. Players are welcome to blindly rummage around to try to recognize the floor by its size, but they aren&rsquo;t likely to be able to detect the color this way, so drawing the floor size they want depends on their tactile recognition, but they have to weigh their odds to draw the color they want.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Vl6JtgRVQE9rZV4LLkkbVw__original/img/I6jilg32FaoKjWJvO09NajZ-SvE=/0x0/filters:format(jpeg)/pic4900870.jpg","thumbnail":"https://cf.geekdo-images.com/Vl6JtgRVQE9rZV4LLkkbVw__thumb/img/OIEhWeQYCrIIH8txoeNayqUNq1s=/fit-in/200x150/filters:strip_icc()/pic4900870.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Betting and Bluffing","Push Your Luck"],"isExpansion":false,"yearPublished":2019,"bggRating":5.63709,"averageRating":6.73796,"rank":5961,"designers":["Reiner Knizia"],"publishers":["Super Meeple","ABACUSSPIELE","GateOnGames"],"artists":["Maxence Burgel","Damien Colboc"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}