{"gameId":287954,"name":"Azul: Summer Pavilion","description":"At the turn of the 16th Century, King Manuel I commissioned Portugal's greatest artisans to construct grandiose buildings. After completing the Palaces of Evora and Sintra, the king sought to build a summer pavilion to honor the most famous members of the royal family. This construction was intended for the most talented artisans &mdash; whose skills meet the splendor that the royal family deserves. Sadly, King Manuel I died before construction ever began.&#10;&#10;In Azul: Summer Pavilion, players return to Portugal to accomplish the task that never began. As a master artisan, you must use the finest materials to create the summer pavilion while carefully avoiding wasting supplies. Only the best will rise to the challenge to honor the Portuguese royal family.&#10;&#10;Azul: Summer Pavilion lasts six rounds, and in each round players draft tiles, then place them on their individual player board to score points. Each of the six colors of tiles is wild during one of the rounds.&#10;&#10;At the start of each round, draw tiles at random from the bag to refill each of the five, seven, or nine factories with four tiles each. Draw tiles as needed to refill the ten supply spaces on the central scoring board. Players then take turns drafting tiles. You can choose to take all of the tiles of a non-wild color on a factory and place them next to your board; if any wild tiles are on this factory, you must take one of them. Place all remaining tiles in the center of the table. Alternatively, you can take all tiles of a non-wild color from the center of play; you must also take one wild tile, if present.&#10;&#10;After all tiles have been claimed, players then take turns placing tiles on their individual boards. Each board depicts seven stars that would be composed of six tiles; each space on a star shows a number from 1-6, and six of the stars are for tiles of a single color while the seventh will be composed of one tile of each color. To place a tile on the blue 5, for example, you must discard five blue or wild tiles from next to your player board (with at least one blue being required), placing one blue tile in the blue 5 space and the rest in the discard tower. You score 1 point for this tile and 1 point for each tile within this star connected to the newly placed tile.&#10;&#10;If you completely surround a pillar, statue, or window on your game board with tiles, you get an immediate bonus, taking 1-3 tiles from the central supply spaces and placing them next to your board. At the end of the round, you can carry over at most four tiles to the next round; discard any others, losing 1 point for each such tile.&#10;&#10;After six rounds, you score a bonus for each of the seven stars that you've filled completely. Additionally, you score a bonus for having covered all seven spaces of value 1, 2, 3 or 4. You lose 1 point for each remaining tile unused, then whoever has the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/DytlNE2PAtXlRDv35mzVPEfahgU=/0x0/pic4930887.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/sOiQSPo_DM7G1Om0PF1T2Z8ACcA=/fit-in/200x150/filters:strip_icc()/pic4930887.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Pattern Building","Set Collection"],"isExpansion":false,"yearPublished":2019,"bggRating":7.28673,"averageRating":7.85926,"rank":187,"designers":["Michael Kiesling"],"publishers":["Next Move Games","Broadway Toys LTD","Galápagos Jogos","Gém Klub Kft.","Ghenos Games","Korea Boardgames co., Ltd.","Lacerta","MINDOK","Pegasus Spiele","Zvezda"],"artists":["Chris Quilliams"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":37,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":30,"recommended":29,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":38,"recommended":18,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":20,"recommended":29,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":34,"numPlayersIsAndHigher":true}]}