{"gameId":288080,"name":"Dice Realms","description":"In Dice Realms, players vie to improve and expand their realms, represented by customizable dice with faces that can be popped out and upgraded for better ones.&#10;&#10;Each game is different as during setup, players draw five tiles (from a bag of 35) to determine which extra die faces will be available beyond the five standard lines of faces: lands (victory points), farming (grain), commerce (coins), Settlement (defense), and progress (upgrades). Each player begins with two identical dice and can gain more dice during play, in addition to upgrading their starting dice.&#10;&#10;Play is mostly simultaneous. To begin, players roll their dice, with one player rolling the Fate die, which affects all players.&#10;&#10;If Winter appears on the Fate die, players must pay 1 grain for each die they own or take a -2 point &quot;misery&quot; chip for each grain they lack. Players may then re-roll one die for free and use any re-roll or &quot;set-a-die&quot; tokens (that allow you to choose the die face result) that they have previously invested in for further control.&#10;&#10;Players then resolve any attacks showing, starting with the Fate die and then clockwise, with each player's attack affecting all their rivals. Each shield showing on your dice lets you ignore one attack. Successful attacks can cost players grain, the use of a die for a turn, or even the loss of a die face (which can be later rebuilt).&#10;&#10;Players collect any victory points (VPs), grain, and coins shown on their die faces. Coins are used to acquire upgrades, purchase re-roll and set-a-die tokens, repair destroyed die faces, or buy a new die -- which also costs 2 grain -- expanding their realm. At most 1 coin can be saved in your treasury from round to round.&#10;&#10;Upgrades are the heart of the game. Players receive upgrades from upgrade symbols showing or by spending coins. Die faces have 1, 2, or 4 dots on them. To change from a 1 to a 4 in the same color &mdash; such as from a yellow face collecting 2 grain to the 4-dot version that collects 4 grain and 2 coins &mdash; costs three upgrades, whereas changing from one face to a different color face at the same level costs just one upgrade.&#10;&#10;If during a round any player needs to use a 10 VP token, a -10 misery token, or a 10 grain token (because all of the smaller value tokens have been used), then the game ends after finishing that round; otherwise, the player with the Fate die passes it clockwise to the next player and a new round begins.&#10;&#10;When the game ends, players tally their points earned, both from VP chips and improved die faces, with 2-dot faces being worth 1 VP and 4-dot faces being worth 2 VP. Whoever has the most VPs wins.&#10;&#10;","image":"https://cf.geekdo-images.com/9Upl9mDSHnO7d3xhJio6RQ__original/img/FYfQCqAGa7i62wqLh6ppMU9Xjzw=/0x0/filters:format(jpeg)/pic4936106.jpg","thumbnail":"https://cf.geekdo-images.com/9Upl9mDSHnO7d3xhJio6RQ__thumb/img/JmuR2GLHVSLrpfF_3skkngpQ3Vc=/fit-in/200x150/filters:strip_icc()/pic4936106.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Deck, Bag, and Pool Building","Dice Rolling","Random Production"],"isExpansion":false,"yearPublished":2022,"bggRating":5.73965,"averageRating":7.65467,"rank":4597,"designers":["Thomas Lehmann"],"publishers":["Rio Grande Games"],"artists":["Martin Hoffmann","Claus Stephan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}