{"gameId":288080,"name":"Dice Realms","description":"In Dice Realms, players vie to improve and expand their realms, which are represented by customizable dice with faces that can be popped out and upgraded for better ones.&#10;&#10;Each game is different as during setup, players draw five tiles (from a bag of 35) to determine which extra die faces will be available beyond the five standard lines of faces: victory, farming, commerce, defense, and upgrades. Each player begins with two identical dice and can gain more dice during play, in addition to upgrading their starting dice.&#10;&#10;Play is mostly simultaneous. To begin, players roll their dice, with one player rolling the Fate die. If Winter appears on the Fate die, all players must pay 1 grain for each die they own or collect a -2 point &quot;misery&quot; chip for each grain they can't pay. Players may then re-roll one die for free, and they can invest in re-roll and &quot;set a die&quot; tokens (that allow you to choose the die face result) for further control. If a re-rolled die shows a re-roll icon, you do power shown on the die and then re-roll it.&#10;&#10;Players then resolve attacks, starting with any on the Fate die (that hit all players), and then going clockwise from that player, with each player's attack affecting all their rivals. Each shield showing on your dice lets you ignore one attack. Successful attacks can cost players grain, the use of a die for a turn, or the loss of a die face, with that face being replaced with a &quot;destroyed&quot; face (which can be later rebuilt).&#10;&#10;Players then collect the victory points (VPs), grain, and coins shown on their die faces, with coins being used to purchase re-roll tokens and set-a-die tokens, repair any destroyed die faces, buy a new die -- which also costs 2 grain -- or acquire upgrades. You can save at most 1 coin in your treasury from round to round.&#10;&#10;Upgrades are the heart of the game. Players receive upgrades from upgrade symbols showing or by spending coins. Die faces have 1, 2, or 4 dots on them. To change from a 1 to a 4 in the same color &mdash; such as from a yellow face collecting 2 grain to the 4-dot version that collects 4 grain and 2 coins &mdash; costs three upgrades, whereas changing from one face to a different color face at the same level costs just one upgrade.&#10;&#10;If during a round any player needs to use a 10 VP token, a -10 misery token, or a 10 grain token (because all of the smaller value tokens have been used), then the game ends after finishing that round; otherwise, the player with the Fate die passes it clockwise to the next player and a new round begins. When the game ends, players tally their points earned, both on the VP tokens and on the upgraded die faces, with 2-dot faces being worth 1 VP and 4-dot faces being worth 2 VP. Whoever has the most VPs wins.&#10;&#10;With 18 dice, more than 650 plastic die faces in 72 types, and 35 tiles that provide more than 320,000 unique starting set-ups and challenges, Dice Realms offers lots of variety and replayability.&#10;&#10;","image":"https://cf.geekdo-images.com/9Upl9mDSHnO7d3xhJio6RQ__original/img/FYfQCqAGa7i62wqLh6ppMU9Xjzw=/0x0/filters:format(jpeg)/pic4936106.jpg","thumbnail":"https://cf.geekdo-images.com/9Upl9mDSHnO7d3xhJio6RQ__thumb/img/JmuR2GLHVSLrpfF_3skkngpQ3Vc=/fit-in/200x150/filters:strip_icc()/pic4936106.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Deck, Bag, and Pool Building","Dice Rolling"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":8.78182,"rank":-1,"designers":["Thomas Lehmann"],"publishers":["Rio Grande Games"],"artists":["Martin Hoffmann","Claus Stephan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}