{"gameId":288080,"name":"Dice Realms","description":"In Dice Realms, players vie to improve and expand their realms, which are represented by customizable dice with faces that can be popped out and upgraded for better ones.&#10;&#10;Each game is different as before play begins, players draw five tiles (from a bag of 35) to determine which extra die faces will be available in addition to the five standard lines of faces: victory, farming, commerce, defense, and upgrades. Each player begins with two identical dice and can gain more dice, in addition to upgrading their starting dice.&#10;&#10;Play is largely simultaneous. At the start of a round, all players roll their dice, with one player rolling the Fate die. If Winter appears on the Fate die, all players must pay 1 grain for each die they own, collecting a -2 point &quot;misery chip&quot; for each grain they can't pay. Players may then re-roll one die for free, and they can invest in re-roll and &quot;set a die&quot; tokens (that allow you to choose the die face result) for further control. If a re-rolled die shows a re-roll icon, you get the grain or power shown on the die, then re-roll it.&#10;&#10;Players then resolve attacks, starting with any on the Fate die (that hit all players), then moving clockwise from that player, with a player's attack affecting only opponents. For each shield on a die, you can ignore one attack. Attacks can cost you grain, the use of a die rolled that turn, or the permanent use of a die face, with that face being replaced with a &quot;destroyed&quot; symbol.&#10;&#10;You then collect all the victory points (VPs), grain, and coins on your visible die faces, with coins being usable only this round to purchase re-roll tokens and set-a-die tokens, repair a destroyed die face (replacing the destroyed symbol with a face previously removed), buy a new die (which also costs two grain), and acquire upgrades, which each cost 2 coins. You can save at most 1 coin in your treasury for use in a future round. Die faces have 1, 2, or 4 dots on them, and to change from a 1 to a 4 in the same color &mdash; e.g., changing from a yellow face that earns 2 grain to one that earns 4 grain and 2 coins &mdash; costs three upgrades, whereas changing from a 1 to a 1 of a different color costs one upgrade.&#10;&#10;If during a round any player needs to use a 10 VP token, a -10 misery token, or a 10 grain token because all of the smaller value tokens have been used, then the game ends at the conclusion of that round; otherwise, the player with the Fate die passes it clockwise to the next player and a new round begins. When the game ends, players tally their points earned, both on the VP tokens and on the upgraded die faces, with 2-dot faces being worth 1 VP and 4-dot faces being worth 2 VP. Whoever has the most VPs wins.&#10;&#10;With 18 dice, more than 650 plastic die faces in 72 types, and 35 tiles that provide more than 320,000 unique starting set-ups and challenges, Dice Realms offers a lot of variety and replayability.&#10;&#10;","image":"https://cf.geekdo-images.com/9Upl9mDSHnO7d3xhJio6RQ__original/img/FYfQCqAGa7i62wqLh6ppMU9Xjzw=/0x0/filters:format(jpeg)/pic4936106.jpg","thumbnail":"https://cf.geekdo-images.com/9Upl9mDSHnO7d3xhJio6RQ__thumb/img/JmuR2GLHVSLrpfF_3skkngpQ3Vc=/fit-in/200x150/filters:strip_icc()/pic4936106.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Deck, Bag, and Pool Building","Dice Rolling"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":8.95294,"rank":-1,"designers":["Thomas Lehmann"],"publishers":["Rio Grande Games"],"artists":["Martin Hoffmann","Claus Stephan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}