{"gameId":289081,"name":"The Grand Carnival","description":"Ladies and gentlemen, step right up &mdash; the carnival is coming to town! In The Grand Carnival, players compete to create the most impressive carnival this town has ever seen. You'll need to carefully plan your carnival's layout, build attractions, hire staff, and manage the crowds, all while learning a few tricks of the trade.&#10;&#10;Each turn, players cover a number on their player board, then select an action. The covered number determines the effectiveness of their action &mdash; and won't become available again until the next round &mdash; so players need to think carefully about which number to use. Possible actions include:&#10;&#10;&bull; Place a Foundation Tile: Select a foundation tile to place on your fairground. The higher the number you cover, the more tile options you have. Each tile is a 2x2 grid and is made up of construction sites and walkways. Attractions can be placed only on construction sites, whereas guests can move only on walkways, so place your tiles carefully.&#10;&#10;&bull; Build an Attraction: Select a polyomino attraction and place it on the construction sites on your fairground. The size of the attraction you can select depends on the number you cover. Larger attractions can collect more tickets (and can be worth more points), but can be difficult for guests to move around.&#10;&#10;&bull; Move a Guest: Select a guest token and move it along the walkways on your fairground. The distance a guest can move depends on the number you cover. If a guest moves next to an attraction, place a ticket token on that attraction. If you move enough guests, you can hire a carnival barker; barkers help guests move quickly through your carnival, but take up precious space in your fairground.&#10;&#10;After taking your action, see whether you qualify for any of the three &quot;Tricks of the Trade&quot; cards. Each trick has a requirement that must be met before you unlock its unique ability. Once a player unlocks a trick, each of their opponents has one turn to meet the same requirement or lose access to that trick for the rest of the game.&#10;&#10;After seven rounds, the game ends. Players earn points from sets of the same size attractions, sets of each size of attraction, carnival barkers, guests that move all the way through your park, and their tickets. The player with the most points wins!&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/szzbOmYQR9tCZtZKzbzRRw__original/img/MHpHf6gBU6pnvO9E6Tgrk7_ixR8=/0x0/pic4950808.png","thumbnail":"https://cf.geekdo-images.com/szzbOmYQR9tCZtZKzbzRRw__thumb/img/WRX6Aa5gqHzfZNrNck08LgXfJls=/fit-in/200x150/filters:strip_icc()/pic4950808.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Grid Movement","Pattern Building","Tile Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":5.71166,"averageRating":7.79018,"rank":4580,"designers":["Rob Cramer"],"publishers":["Uproarious Games"],"artists":["Ryan Goldsberry"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}