{"gameId":290484,"name":"Unsettled","description":"Lost amidst the surreal and bizarre unknowns of the far reaches of the cosmos, your crew of explorers must pull together to discover the resources necessary to survive the long journey home.&#10;&#10;Unsettled is a 2-4 player cooperative survival adventure set in the wondrous and unnerving fringes of uncharted space. There are no enemies and no combat, only an environment where every step, every breath, every particle around you could mean immediate, terrifying, death. Enemies are the least of your concerns.&#10;&#10;In these incredible conditions you must complete a series of tasks necessary to your continued survival. Perhaps the water reclamation system on the ship needs repair, or (as usual) food supplies are running low. Before you lies a strange alien landscape - it&rsquo;s up to you to complete these tasks using&hellip;whatever you find out there.&#10;&#10;Each time you play you will have a different combination of survival tasks to complete and the things you discover (and their weird properties) will be different as well. So while you always start out knowing what problems you need to solve you have no idea how you&rsquo;re going to use the world before you to do so (or what the world is going to do to you while you try).&#10;&#10;As you explore the environment, encountering wild &amp; unique opportunities along the way, you will work closely with the rest of your crew to achieve your goal of continued existence. The only thing you can be sure of is each other; lose that trust and you&rsquo;ll lose all hope of survival.&#10;&#10;&mdash;description from the designer&#10;&#10;This core set comes with 2 planets, Planet 001-Wenora and Planet 002-Grakkis, which are not available individually.&#10;&#10;Embrace your fungal hosts and discover mind-bending abilities beyond your imagination or be absorbed forever. Unsettled: Wenora is the 1st planet box for &quot;Unsettled&quot;.&#10;&#10;Wenora is a bizarre and wondrous fungal jungle teeming with alien vegetation and gargantuan spore-based lifeforms.&#10;&#10;Growth in this place is of a scale beyond any we've encountered. Life drips and pulsates disturbingly, mysterious pastes and powders covering most of the planet's crawling surfaces. Simply traversing the land is deeply unnerving, yet awe inspiring all the same. Tentacles, toxic spores and an alarming array of suction cups abound.&#10;&#10;Things you may find here:&#10;&#10;     Electromagnetic Polypores&#10;     Incandescent Slime&#10;     Floating Tentacle Knots&#10;     Screaming Glow Frogs&#10;     Telekinetic Microbe Clouds&#10;&#10;&#10;Discover pathways to the skies to escape violent storms and enormous creatures that haunt the surface. Unsettled: Grakkis is the 2nd planet box for &quot;Unsettled&quot;.&#10;&#10;Grakkis is a sand-swept desert ruins. What was once a massive planet-wide forest of unfathomably large trees is now that forest's graveyard - all the trees having long since petrified to a stone-like state. Some have crumbled into interesting formations. Some had rotted before petrifying, creating strange caves and crevices, many of them thousands of feet above ground. Colossal alien lifeforms, disturbing in their appearance, wander the wasteland. They tower horrifyingly in the distance like gods in some waking existential nightmare.&#10;&#10;Things you may find here:&#10;&#10;     Musical Stonewood Formation&#10;     Falling Stone-Fruit Bombs&#10;     Bioluminescent Paste&#10;     Blooming Geodes&#10;     Gaseous Sand Storms&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/ldAjb0-puj6iiMZO0xuJtw__original/img/kkWT405tYN-PpRDL5oLjJVok19M=/0x0/filters:format(jpeg)/pic5106065.jpg","thumbnail":"https://cf.geekdo-images.com/ldAjb0-puj6iiMZO0xuJtw__thumb/img/KX2h7qhPJLV94t8vBkHUO1CjpOE=/fit-in/200x150/filters:strip_icc()/pic5106065.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Action Retrieval","Cooperative Game","Modular Board","Scenario / Mission / Campaign Game","Tech Trees / Tech Tracks","Variable Set-up"],"isExpansion":false,"yearPublished":2021,"bggRating":6.89647,"averageRating":8.11115,"rank":581,"designers":["Tom Mattson","Marc Neidlinger"],"publishers":["Orange Nebula, LLC","Lucky Duck Games"],"artists":["Bartek Fedyczak","Krista Zimmerman"],"playerPollResults":[{"numPlayers":1,"best":8,"recommended":56,"notRecommended":24,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":59,"recommended":37,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":28,"recommended":53,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":9,"recommended":52,"notRecommended":16,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":54,"numPlayersIsAndHigher":true}]}