{"gameId":291508,"name":"Tiny Epic Dinosaurs","description":"In Tiny Epic Dinosaurs, breakthroughs in modern science have dinosaurs and humans existing side by side. This has allowed for a lucrative industry. Dino Ranching! Independent ranchers have begun farming dinosaurs to sell to the highest bidders for use in their high thrill theme parks. You are one of those ranchers. Do you have what it takes to out ranch your opponents and operate the most successful dinosaur farm!?&#10;&#10;Tiny Epic Dinosaurs is a 45 minute, 1-4 player game of dinosaur ranching, worker-placement and resource management. It features classic euro game mechanics with unique twists that portray the dangers of farming these prehistoric beasts.&#10;&#10;In Tiny Epic Dinosaurs, players control a team of ranchers and will be acquiring, breeding and selling dinosaurs. The game is played over 6 rounds. With each round consisting of several short phases.&#10;&#10;In phase one, players will harvest the resources from their farm that are not being consumed by dinosaurs.&#10;&#10;In phase two, players will put their ranchers to work. This phase has ranchers wrangling and buying new dinosaurs to farm, improving their farm&rsquo;s security and supplies, vying for high dollar contracts, and researching technologies and unique dinosaur breeds. These unique dinosaur breeds introduce a large variety of special benefits players can utilize to separate themselves from their competition.&#10;&#10;In phase three, ranchers return to finish their day&rsquo;s work at the farm.&#10;&#10;In phase four, players arrange their ranch, making sure their ranch is suitable for the types of dinosaurs they have.&#10;&#10;Phase five is the feeding phase, and every dinosaur MUST be fed. Dinosaurs that don&rsquo;t eat will escape, posing a grave threat to your enclosures&rsquo; security and your other dinosaurs.&#10;&#10;Phase six is for breeding. For each pair of matching dinosaurs you have properly enclosed, you&rsquo;ll welcome a new dinosaur to your farm.&#10;&#10;-description from publisher&#10;&#10;At the end of the game, players will receive victory points for each dinosaur they have, public and private contracts they acquired and for their research developments. The player with the most victory points, wins the game.&#10;&#10;","image":"https://cf.geekdo-images.com/iHH85cDgyfTdoM4BQddhKw__original/img/lVcNkceUfMA8pf1bLPnjJOp0mYE=/0x0/filters:format(jpeg)/pic4995784.jpg","thumbnail":"https://cf.geekdo-images.com/iHH85cDgyfTdoM4BQddhKw__thumb/img/3Gp_7vSRpXHkaZqJhNeUQthcOeQ=/fit-in/200x150/filters:strip_icc()/pic4995784.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Contracts","Enclosure","Hidden Victory Points","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":6.40297,"averageRating":7.48233,"rank":1208,"designers":["Scott Almes"],"publishers":["Gamelyn Games"],"artists":["Nikoletta Vaszi"],"playerPollResults":[{"numPlayers":1,"best":5,"recommended":9,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":13,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":9,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":13,"numPlayersIsAndHigher":true}]}