{"gameId":291845,"name":"Three Sisters","description":"Three Sisters is a strategic roll and write from designers Matt Riddle and Ben Pinchback.&#10;&#10;Three Sisters is a backyard farming roll and write. Three Sisters is named after the Indigenous agricultural technique that is still widely used today. Three different crops&mdash;in this case, pumpkins, corn, and beans&mdash;are planted close together. Corn provides a lattice for beans to climb. The beans bring in nitrogen from the air into the soil, and the squash provides a natural mulch ground cover helping to reduce weeds and keep pests away.&#10;&#10;The player sheet has several areas: Your field, divided into six zones, each containing the three crop types, and various other areas related to additional actions you can take: Fruits and flowers, beehives, and a shed with tools that have special abilities.&#10;&#10;All the crops, fruits, flowers, and hives are represented by mini-tracks. Many of them are interconnected to other elements in the game, giving you bonuses along the way. A common feature of these tracks are circles (representing harvest) which generate goods. Get enough goods, and you unlock bonus actions. Advancing on all of these tracks offers various amounts of points, advancements, and bonuses.&#10;&#10;The game is played over 8 rounds. Each round, dice are rolled based on the number of players, grouped by number, and each group is placed on a section of an action wheel. The groups are placed based on the current position of a farmer, which moves each round, further varying the actions that are available.&#10;&#10;Then players take turns drafting one die and using it. When everyone's done, everyone gets another action based on the die that's remaining, closest to the farmer.&#10;&#10;The die you take lets you do two things: Work your farm based on the value of the die and then take the action of the section you took it from.&#10;When you work your farm, you are focused on the zone matching the die value. You may either Plant or Water.&#10;Planting lets you START filling in two EMPTY tracks in the zone (planting seeds).&#10;Watering lets you advance once in all tracks in the zone, provided you've planted them already (growing crops).&#10;&#10;Each farm zone is slightly different. They have different amounts of crops. There are also different adjacency bonuses you gain based on the pumpkin tracks, which vary in length.&#10;&#10;The actions on the wheel let you interact with other areas of your sheet:&#10;&#10;     You may perform a second farm action in the same zone.&#10;     You may gain compost and goods.&#10;     You may advance in the hive track area, which splits halfway, offering you the choice between points, goods, or bonus actions.&#10;     You may advance in several fruit tracks. Each fruit is worth different points and different amounts of goods and has different track lengths and circle positions.&#10;     You may visit the farmers' market, which gives you points and bonuses based on the amounts of goods collected so far.&#10;     You may use tools from your shed. There are 15 different special abilities and end-game scoring opportunities. Each has a track you must complete before you gain that power, and you fill it once when visiting.&#10;&#10;&#10;&#10;&#10;The perennial flowers don't have a direct action that's used to fill them, and can only be accessed as bonuses from other areas.&#10;&#10;Compost is a resource that lets you manipulate the die value, which allows you to focus on specific zones.&#10;&#10;At the end of the round, based on the round number, all players get a bonus action. Some rounds let you visit the farmers' market, others let you use your shed, and others have rain, which waters all of your zones, so you'd better be prepared to get the most benefit out of it.&#10;&#10;A solo mode is included. It's a beat-your-own-score, with an &quot;opponent&quot; that will draft dice and block areas of your sheet.&#10;&#10;","image":"https://cf.geekdo-images.com/sV9kxpUXGFmIWz1L7QjBDQ__original/img/sXo28FLXHzS4JKWS60UwQp5-ckI=/0x0/filters:format(jpeg)/pic5711701.jpg","thumbnail":"https://cf.geekdo-images.com/sV9kxpUXGFmIWz1L7QjBDQ__thumb/img/aloJ1KpBybOC3jOmSDAGYnywAoU=/fit-in/200x150/filters:strip_icc()/pic5711701.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Paper-and-Pencil","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7.21667,"rank":-1,"designers":["Ben Pinchback","Matt Riddle"],"publishers":["Motor City Gameworks"],"artists":["Marlies Barends","Beth Sobel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}