{"gameId":291845,"name":"Three Sisters","description":"Three Sisters is a strategic roll-and-write game about backyard farming. Three Sisters is named after an indigenous agricultural technique still widely used today in which three different crops &mdash; in this case, pumpkins, corn, and beans &mdash; are planted close together. Corn provides a lattice for beans to climb, the beans bring nitrogen from the air into the soil, and the squash provides a natural mulch ground cover to reduce weeds and keep pests away.&#10;&#10;In the game, you have your own player sheet with multiple areas: the garden, which is divided into six numbered zones, each containing the three crop types; the apiary; compost; perennials; goods; fruit; and the shed, which is filled with tools that have special abilities. All the crops, fruits, flowers, and hives are represented by tracks that you will mark off as you acquire these items. Many of the tracks are interconnected with other elements in the game, giving you bonuses along the way. A common feature of these tracks are circles that represent a harvest, which generates goods; get enough goods, and you unlock bonus actions. Advancing on all of these tracks offers various amounts of points, advancements, and bonuses.&#10;&#10;The game lasts eight rounds. Each round, roll dice based on the number of players, group them by number, then place them on an action space of the circular action wheel, starting with the current position of the farmer; the farmer moves each round, which means that dice showing 1s, 2s, etc. will end up on different spaces each round. Once the dice have been placed, each player drafts one die and uses it as described below. Once everyone has drafted a die, all players get to use the lowest-valued die remaining on the action wheel. A die lets you do two things, which you can do in either order:&#10;&#10;&#10;     Plant or water the numbered zone matching the value of the die.&#10;     Take the action of the space from which you removed the die.&#10;&#10;&#10;To plant, you mark the bottom space of two empty crop tracks. (Note that you can't plant beans until the corn adjacent to the beans is tall enough to support them.) To water, you mark one space in all the crop tracks that already have at least one mark in them. As for the actions on the action wheel, you can:&#10;&#10;&#10;     Plant or water again in the same numbered zone.&#10;     Gain one compost (which lets you adjust die values) and four goods (which will get you bonuses at the farmer's market).&#10;     Mark off the hive track, which can bring you points, goods, or bonus actions.&#10;     Mark one of the four fruit tracks. Each fruit is worth different points and different amounts of goods and has different track lengths and circle positions.&#10;     Visit the farmer's market, which gives you points and bonuses based on the number of goods you've collected.&#10;     Mark one of the fifteen tool tracks in your shed. As soon as you complete a track, you gain that power or end-game scoring opportunity.&#10;&#10;&#10;Perennials don't have a direct action associated with them and are marked off only through actions in other areas, with the various perennials giving different bonuses as you mark them.&#10;&#10;At the end of the round, all players receive a bonus action, either rain that waters all numbered zones in your garden, a trip to the shed, or a visit to the farmer's market. After eight rounds, you score points for harvested crops, perennials, the apiary, fruit, and some shed items. Whoever has the most points wins.&#10;&#10;Three Sisters has a solo mode in which you try to top your own score against an &quot;opponent&quot; that drafts dice and blocks areas of your sheet.&#10;&#10;","image":"https://cf.geekdo-images.com/Z1ihG_FHEKuf1Et53f2Dzg__original/img/eMBOJ52H8z_POdRRC6_DKRIIp78=/0x0/filters:format(png)/pic6349029.png","thumbnail":"https://cf.geekdo-images.com/Z1ihG_FHEKuf1Et53f2Dzg__thumb/img/3LXpXcuoBQGQACl-Yw4fGqls2GM=/fit-in/200x150/filters:strip_icc()/pic6349029.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Paper-and-Pencil","Rondel","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2022,"bggRating":6.05038,"averageRating":7.82922,"rank":2350,"designers":["Ben Pinchback","Matt Riddle"],"publishers":["Motor City Gameworks","25th Century Games"],"artists":["Marlies Barends","Beth Sobel"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":true}]}