{"gameId":292375,"name":"The Great Wall","description":"The Great Wall is a new asymmetric worker/soldier placement game with engine building themes and a twist in form of a constantly attacking AI (Mongolian Horde) that requires players to sometimes cooperate in order to defeat it. This is a new major board game from Awaken Realms.&#10;&#10;Players will control ancient clans in China trying to defend against invading Mongolian hordes and build a Great Wall. While every player will want to win (by earning VP = Honor) they also need to sometimes cooperate to defend against the hordes. Each clan will be asymmetric through its chosen Leader (resource production/starting resources/starting workers and units) and this asymmetry will increase as the game progresses (players will hire Advisors with unique skills, often creating unique engines).&#10;&#10;In The Great Wall, the players take the role of Generals defending the Wall against the Mongol Horde. The game is played over a series of turns called Years, each divided into 4 parts called Seasons.&#10;&#10;During Spring, new barbaric hordes invade the fields in front of the Great Wall and prepare to launch their assault. Summer is the time when generals prepare for the assault and mobilize their forces. During Fall, players take their turns, playing Command cards, resolving their effects and Activating Locations to gain various benefits. In Winter, the last layer of Defense is activated, then, the hordes try to assault the Walls.&#10;&#10;During the course of the game, players will create their own unique engines based on their clan strength as well as interact with other players during all phases of the game, trying to get the most Honor points, which can be gained in a lot of different ways.&#10;&#10;At the end of the game, the player with the most Honor wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/3P1cMmZ47nf_L1zLO-pKlg__original/img/8mgbSvzu7-1WX4R8ZRseupThtLY=/0x0/filters:format(jpeg)/pic5016682.jpg","thumbnail":"https://cf.geekdo-images.com/3P1cMmZ47nf_L1zLO-pKlg__thumb/img/TEMZ4S46PDoaI3X2enaNKKLthPE=/fit-in/200x150/filters:strip_icc()/pic5016682.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Command Cards","Income","Investment","Secret Unit Deployment","Turn Order: Claim Action","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2021,"bggRating":6.49256,"averageRating":7.98522,"rank":1106,"designers":["Kamil 'Sanex' Cieśla","Robert Plesowicz","Łukasz Włodarczyk"],"publishers":["Awaken Realms","CrowD Games","Korea Boardgames Co., Ltd.","Maldito Games"],"artists":["Piotr Gacek"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":17,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":24,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":29,"recommended":11,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":16,"recommended":17,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":10,"notRecommended":17,"numPlayersIsAndHigher":true}]}