{"gameId":293835,"name":"Oltréé","description":"Once upon a time, the Empire was locked in a merciless war against the Witch-King, who was the high priest of the Father-of-all-Monsters. The Empire was victorious, but at the cost of its unity and, in the end, its very existence. After an era of imperial peace, the land was plunged into a dark age, filled with fragmented domains, ceaseless quarrels, malevolent religions, ruin, and sorrow. However, there was one imperial tradition that did not disappear. From within their fortresses and strongholds, the Rangers tirelessly pursue their mission of watching over the inhabitants of the former Empire, explore the wilderness, unite communities, fight monsters, and recover the Emperor&rsquo;s treasures so that one day, hope may be born anew. Now it&rsquo;s your turn to join the ranks of these brave Rangers! Oltr&eacute;&eacute;!*&#10;*Oltree! The Rangers&rsquo; rallying cry&#10;&#10;&#10;In this cooperative game, players are brave Rangers who assist the people of a satrapy - an administrative province - that their hierarchy has put them in charge of. They must rebuild a Fortress to ensure the safety and tranquility of the inhabitants.&#10;&#10;Rangers are given an Assignment at the start of the game. These are the tasks that have been assigned to them by their hierarchy. Completing them will be the best way to win the game.&#10;&#10;This assignment would be easy to carry out if external events did not get in the Rangers&rsquo; way. A story, called the Chronicle, will unfold throughout the game, adding new situations that the Rangers will have to deal with.&#10;&#10;Along the way, the Rangers will experience Incidents, short scenes in which they will be able to win fame for themselves (or not). They will also have to assist the communities of the Satrapy when Problems cause them danger, and they must face all kinds of unforeseen Events.&#10;&#10;If they can stay the course, while keeping the Prestige and Defense of the Fortress intact, they will reach the final chapter of the Chronicle and can end the tale. For a happy ending, they must complete their Assignment to the best of their ability.&#10;&#10;In this box you will find the following independent Chronicles (they don't form an overarching campaign):&#10;&#10;    Open Doors (short)&#10;    In the Shadow of the Dragon (long)&#10;    Underground threat (long)&#10;    Damsel not in Distress (long)&#10;    A Rebel Problem (long)&#10;    Things were better before (long)&#10;&#10;&#10;&mdash; Description from the rulebook&#10;&#10;&#10;Oltr&eacute;&eacute; is based on the French role-playing game Oltr&#195;&#169;&#195;&#169; by John Gr&#195;&#188;mph.&#10;&#10;","image":"https://cf.geekdo-images.com/oRvBhsKMNDWdGtfccvGANg__original/img/rGqtpDXQ2OQaw9Pp52mBswW7SJY=/0x0/filters:format(png)/pic6452865.png","thumbnail":"https://cf.geekdo-images.com/oRvBhsKMNDWdGtfccvGANg__thumb/img/ERE-7EhwiZ0fGp_I3zylLft9_Rk=/fit-in/200x150/filters:strip_icc()/pic6452865.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Events","Scenario / Mission / Campaign Game","Storytelling"],"isExpansion":false,"yearPublished":2021,"bggRating":6.20489,"averageRating":7.57937,"rank":1885,"designers":["Antoine Bauza","John Grümph"],"publishers":["Studio H","ADC Blackfire Entertainment","Board Game Box","Evrikus","Galakta","GateOnGames","Geekach Games","Gém Klub Kft.","Hachette Board Games UK","Maldito Games"],"artists":["Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":11,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":20,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":13,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":12,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":9,"numPlayersIsAndHigher":true}]}