{"gameId":29410,"name":"Municipium","description":"A prime mechanism of Roman expansion and control in the provinces was the municipium (pronounced MU-ni-KIP-ee-um), the premiere Roman provincial town.  Being granted the status of a municipium brought a town into the Roman orbit and involved both duties to Rome and a gradual extension of the Roman citizenship to the inhabitants.&#10;&#10;This game takes place in one of these municipalities in a western province.  The time is the middle of the 2nd Century AD, when the Empire had reached its greatest territorial extent and was enjoying its longest period of imperial peace.&#10;&#10;Players are each in control of a powerful family and try to strategically place their family members in the various institutions throughout the municipium and gain the support of the citizens: Scholars, Merchants, Soldiers, and Priests.  At various times during the game, if a player has the most influence in an institution, the player can exert the power of that institution and gain the support of certain citizens.  Meanwhile, the praefect moves around the municipium and players strive to have the most influence in the institutions that he visits, thereby earning his favour.  Each of these institutions have unique powers, and players must decide how and when to use them.  The player best utilizing their power will become the most influential family in the municipium.&#10;&#10;Municipium is #2 in the Valley Games Modern Line&#10;&#10;","image":"https://cf.geekdo-images.com/PvcTQSbJWNpyk_4uc5FINw__original/img/lUZNC-bfKaonK69RqXMJv_U5TOE=/0x0/filters:format(jpeg)/pic1087976.jpg","thumbnail":"https://cf.geekdo-images.com/PvcTQSbJWNpyk_4uc5FINw__thumb/img/7UeKzB289C2NYKZD22zpv5tLas4=/fit-in/200x150/filters:strip_icc()/pic1087976.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Point to Point Movement","Set Collection"],"isExpansion":false,"yearPublished":2008,"bggRating":5.86481,"averageRating":6.68594,"rank":3843,"designers":["Reiner Knizia"],"publishers":["Valley Games, Inc."],"artists":["Mike Doyle (I)"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":9,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":15,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":18,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":10,"numPlayersIsAndHigher":true}]}