{"gameId":295535,"name":"Dark Ages: Heritage of Charlemagne","description":"Dark Ages is a historically-based civilization-building game that features an innovative action selection mechanism. As long as your action markers remain on the board, you may be able to gain secondary bonus actions whenever you or another player repeat the action.&#10;&#10;While Dark Ages features objectives commonly found in 4X games &mdash; encouraging you to explore nearby regions, expand your territory, exploit the resources, and exterminate your opponents &mdash; it does so featuring several Euro-centric mechanisms. Collect resources from lands under your control, using them to build up your cities and fortifications. Some building types provide several ways for you to gain important in-game advantages, while others enhance your military strength or simply score you victory points. As you expand your territory, you will lay claim to noble titles, acquire new technologies, and train your military units. Each region and leader offer asymmetrical choices with their unique abilities.&#10;&#10;Dark Ages is actually two games: Western Europe (subtitled Heritage of Charlemagne) and Central Europe (subtitled Holy Roman Empire). While both versions feature identical gameplay, each focuses its attention on a specific part of Europe during the Dark Ages (Western and Central, respectively). As a result, the game board maps differ between the two versions, as do the lands in which players vie for control over along with the flavor of the inhabitants and leaders of those lands. However, by combining both versions, you can enlarge the map into an epic battle for superiority for five or more players!&#10;&#10;Each game box is filled with finely sculpted miniatures of cities, fortresses, farms, and other buildings. The different types of troops &mdash; infantry, bowmen, and cavalry &mdash; are represented by unique miniatures.&#10;&#10;The solo mode for Dark Ages has been designed by D&aacute;vid Turczi.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/2DsTgz7kzY0lgycj5xhV0A__original/img/NY6RQW5kD4LTD6D-3onVXsNLKJ8=/0x0/filters:format(jpeg)/pic5092357.jpg","thumbnail":"https://cf.geekdo-images.com/2DsTgz7kzY0lgycj5xhV0A__thumb/img/QGtKhIGmw-jQcpiISHWxRQasj0c=/fit-in/200x150/filters:strip_icc()/pic5092357.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Area Majority / Influence","Area Movement","Dice Rolling","Income","Moving Multiple Units","Solo / Solitaire Game","Tech Trees / Tech Tracks","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2021,"bggRating":5.59078,"averageRating":8.03235,"rank":7670,"designers":["Adam Kwapiński","Andrei Novac"],"publishers":["Board&Dice","Giant Roc"],"artists":["Joel Holtzman","Zbigniew Umgelter","Aleksander Zawada"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}