{"gameId":295681,"name":"In Too Deep","description":"In Too Deep is a unique, narrative that thrusts you into the future in a tense, strategic board game for 1-5 players. Draft characters and spend actions to complete objectives and collect sets. What side of the law will you end up on?&#10;&#10;In the year 2087, central governments have fallen. What remains are fragmented citystates like New Dawn City, struggling to keep chaos at bay. The sinister Syndicate targets these weakened cities for domination by usurping, organizing, and enhancing the existing criminal elements. In the world of In Too Deep, you are part of a secret agency dedicated to stopping the Syndicate at all costs.&#10;&#10;Cybernetic implants give Syndicate operatives a technological advantage, but you have found a way to exploit that power. By infiltrating their cerebral upgrades, you can gain control of these criminals. Going deep undercover into the minds of your targets, you&rsquo;ll coordinate crimes of escalating seriousness to get your hands on the critical evidence needed to foil the Syndicate&rsquo;s looming plot.&#10;&#10;Each turn, you can hook into a new criminal and manipulate their activities throughout the city, accessing powerful skills and increased stamina as you grow familiar with their minds. Your physical body is in a secret lab far from the actual action, but you are by no means safe. Entering the mind of criminals takes its toll on your morality.&#10;&#10;Orchestrate crimes, strive to put the information you gather to the best use, wrestle with dangerously corrupting dilemmas, and try to hold yourself together. It will take everything you&rsquo;ve got to avoid going In Too Deep.&#10;&#10;","image":"https://cf.geekdo-images.com/3iPMwFdT4O7dCeH1I6FjyQ__original/img/822sn_5zulKXdEnIuXoneKNbKoQ=/0x0/filters:format(jpeg)/pic5091304.jpg","thumbnail":"https://cf.geekdo-images.com/3iPMwFdT4O7dCeH1I6FjyQ__thumb/img/6Wkyrs69AFCCLGdyaOjbASdTx6Q=/fit-in/200x150/filters:strip_icc()/pic5091304.jpg","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["End Game Bonuses","Hand Management","Pick-up and Deliver","Push Your Luck","Semi-Cooperative Game","Set Collection"],"isExpansion":false,"yearPublished":2021,"bggRating":5.72505,"averageRating":7.87409,"rank":4713,"designers":["Josh Cappel","Daryl Chow"],"publishers":["Burnt Island Games","Gen-X Games","TLAMA games"],"artists":["Dominik Mayer"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":6,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":12,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":2,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":true}]}