{"gameId":295770,"name":"Frosthaven","description":"Frosthaven is the story of a small outpost far to the north of the capital city of White Oak.  It's an outpost barely surviving the harsh weather let alone invasions from forces both known and unknown. However, a group of mercenaries, at the end of their rope, will help bring this settlement back from the edge of destruction. Not only will they have to deal with the harsh elements, but with other, far more dangerous threats out in the unforgiving cold, as well. There are: Algox, the bigger, more yeti-like cousins of the Inox, attacking from the mountains; Lurkers flooding in from the northern sea; and rumors have it that there are machines that wander the frozen wastes of their own free will. The party of mercenaries must face all of these perils, and perhaps in doing so, make peace with these new races so they can work together against even more sinister forces.&#10;&#10;Frosthaven is a standalone adventure from the designer and publisher of Gloomhaven that features sixteen new characters, three new races, more than twenty new enemies, more than one hundred new items, and a new, 100-scenario campaign.  Characters and items from Gloomhaven will be usable in Frosthaven, and vice versa.&#10;&#10;In addition to using the well-known combat mechanisms of Gloomhaven, Frosthaven features other elements, such as mysteries to solve, a seasonal event system to live through, and player control over how the ramshackle village expands, with each new building offering new ways to progress.&#10;&#10;Frosthaven has a whole new set of items but there is a mechanism for bringing items over from 'Gloomhaven'. However, as Frosthaven's outpost is a remote location, these products may be imported but are not present as standard items. Resources are much more valuable and you have to build items through a crafting system rather than just buying them.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/cwUgf-f-qwri8UHBUnifuQ__original/img/Tk7wFDJuaU8RPjNkmyC3AWYOPpU=/0x0/filters:format(png)/pic5092291.png","thumbnail":"https://cf.geekdo-images.com/cwUgf-f-qwri8UHBUnifuQ__thumb/img/3o2Hc_N5mmfpOt8s9kP0ap8Jti8=/fit-in/200x150/filters:strip_icc()/pic5092291.png","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Campaign / Battle Card Driven","Communication Limits","Cooperative Game","Deck Construction","Deck, Bag, and Pool Building","Grid Movement","Hand Management","Hexagon Grid","Legacy Game","Modular Board","Multi-Use Cards","Narrative Choice / Paragraph","Once-Per-Game Abilities","Scenario / Mission / Campaign Game","Simultaneous Action Selection","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":7.92978,"averageRating":8.79497,"rank":26,"designers":["Isaac Childres"],"publishers":["Cephalofair Games","Albi","Albi Polska","CMON Global Limited","Delta Vision Publishing","Feuerland Spiele"],"artists":["Francesca Baerald","David Demaret","Alexandr Elichev","Josh T. McDowell"],"playerPollResults":[{"numPlayers":1,"best":26,"recommended":97,"notRecommended":59,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":56,"recommended":128,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":115,"recommended":72,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":73,"recommended":94,"notRecommended":32,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":6,"notRecommended":140,"numPlayersIsAndHigher":true}]}