{"gameId":295905,"name":"Cosmic Frog","description":"Cosmic Frog is a game of collection, combat, and theft on a planetary scale. Each player controls a two-mile-tall, immortal, invulnerable frog-like creature that exists solely to gather terrain from the Shards of Aeth, the fragments of a long-ago shattered world. The First Ones seek to use the lands from the Shards to reconstruct the world of Aeth, and your frogs are their terrain harvesters.&#10;&#10;At the start of the game, your frogs descend from the Aether, the cosmic sea between the worlds, onto a terrain-rich Shard of Aeth. Once on the Shard, you harvest land and store it in your massive gullet. When your gullet is sufficiently full, you leap into the Aether and disgorge your gullet contents into your inter-dimensional vault for permanent storage, then return to the Shard to collect more land. Although your frogs' collective mission is to gather as much land as possible for the First Ones, your private goal is to prove yourself to be the greatest of their harvesters by delivering to them the most valuable vault. To do this, you have to fill your vault strategically in a manner that both maximizes linear sets of identical lands and maximizes the diversity of lands in your vault at the end of the game.&#10;&#10;Throughout the game, you're free to keep to yourself and focus on harvesting at your own pace...or you may attack other frogs and try to take lands directly from their gullets. You may even raid another frog's vault and steal the lands they have gathered if they have been knocked into the dreaded Outer Dimensions. As you are all immortal and invulnerable, no frog is ever wounded or killed &mdash; just irritated and inconvenienced.&#10;&#10;But don't ever get too comfortable with your carefully crafted plans as the Aether is a chaotic and unstable place. Waves of Aether Flux will prompt you to mutate, and you may have to change your strategy in accordance with your new powers. And Splinters of Aeth, tiny slivers of the old world that swirl madly about in the Aether, will periodically fall from their orbit and crash into the Shard, destroying large areas of terrain and blasting apart the very Shard itself!&#10;&#10;The game ends when the Shard is stripped of all harvestable land or when a Splinter shatters it. When the game ends, the player with the highest valued vault wins, and the frogs move to the next Shard to gather more land for the First Ones...&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/AIpQGJA6fG1ArnX-5F1tsA__original/img/oZz18WcyOVNt0eVzq8Y-kbVauAw=/0x0/filters:format(png)/pic5278075.png","thumbnail":"https://cf.geekdo-images.com/AIpQGJA6fG1ArnX-5F1tsA__thumb/img/Cf6BQt9HI1bFg1abueAWUZK4oPE=/fit-in/200x150/filters:strip_icc()/pic5278075.png","minPlayers":2,"maxPlayers":6,"playingTime":90,"mechanics":["Dice Rolling","Hexagon Grid","Layering","Map Reduction","Pattern Building","Pick-up and Deliver","Set Collection","Slide/Push","Sudden Death Ending","Tile Placement","Turn Order: Random","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2020,"bggRating":5.79775,"averageRating":7.6797,"rank":3709,"designers":["Jim Felli"],"publishers":["Devious Weasel Games"],"artists":["Tim Barton","Jim Felli","Chad Hoverter","Tani Pettit","Naomi Robinson"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":8,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":7,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":4,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":3,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}