{"gameId":296237,"name":"Warp's Edge","description":"You are Taylor Minde, rookie pilot of the Force&rsquo;s Outer Rim. After a crucial battle you are stranded far away from your fleet, lost and alone. With resources running low you jump through warp gate after warp gate hoping to find the right combination home.&#10;&#10;But home is not what you find. The warp takes you further out in the galaxy than the Force has ever gone. You are deep behind enemy lines and find yourself on the edge of a blackhole... and on the doorstep of the enemy&rsquo;s mighty mothership.&#10;&#10;You have a moment of bravery and approach the enemy&rsquo;s fleet. Just maybe you can get through them and destroy the mothership... but before you have a chance to react the enemy is already upon you. Lasers fire. Photon cannons pierce through the blackness. A moment later your shields are gone, your laser battery empty, and your hull damage. Your powerless ship splits apart as you fall from the enemy and into the black hole below.&#10;&#10;Just as your ship crests gravity&rsquo;s edge you and infinite blackness takes hold... you are back where you started. The enemy fleet is before you. The mothership looming in the distance. And, most importantly, your laser battery is full. You have a second chance at the edge of space and now you know what&rsquo;s coming...&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/8wpfJoxeWolCPYaLSGGYCykUXEE=/0x0/pic5115890.png","thumbnail":"https://cf.geekdo-images.com/thumb/img/8x1nNSSoupbep3O27SFeKB5QOaQ=/fit-in/200x150/filters:strip_icc()/pic5115890.png","minPlayers":1,"maxPlayers":1,"playingTime":45,"mechanics":["Deck, Bag, and Pool Building"],"isExpansion":false,"yearPublished":2020,"bggRating":5.6499,"averageRating":8.16412,"rank":5542,"designers":["Scott Almes"],"publishers":["Renegade Game Studios"],"artists":["Tyler Johnson"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}