{"gameId":297030,"name":"Tekhenu: Obelisk of the Sun","description":"Four millennia ago on the eastern bank of the Nile river was laid the foundation of the Temple of Amun-Ra. Over the course of two thousand years, the temple complex was gradually expanded and became widely known as &quot;The Most Select of Places&quot; (Ipet-Isut), boasting the largest religious building in the world. Today, the site is known as Karnak, located at Luxor in modern-day Egypt.&#10;&#10;Join ancient Pharaohs in creating and growing one of the most impressive sites the world has seen, honoring the Egyptian gods Horus, Ra, Hathor, Bastet, Thoth, and Osiris. You must carefully manage the balance of your actions, preparing for the reckoning by the goddess Maat.&#10;&#10;The game board in Tekhenu: Obelisk of the Sun is divided into six sections, each associated with an Egyptian god: Horus, Ra, Hathor, Bastet, Thoth, and Osiris. In the center stands an impressive obelisk (Tekhenu) that casts its shadow onto different parts of the board. As a result, the area around the obelisk is divided into sunny, shaded, and dark sections, depending on how the obelisk casts its shadow at that particular moment. As the game progresses, the sun's rotation alters which sections are sunny, shaded, or dark.&#10;&#10;The game takes place over multiple rounds. Each round, players draft dice and perform actions associated with the value of the die and the section from which the die was drafted. Dice come in five colors, and each die is considered Pure, Tainted, or Forbidden depending on the color of the die and the position of the obelisk's shadow. While you may never draft Forbidden dice, you are free to draft any other die, whether Pure or Tainted.&#10;&#10;As you draft the dice, you must consider not only the general availability of dice &mdash; if no dice are available in a given section, then you cannot readily perform the action associated with that section &mdash; but also which value die to draft. You must also consider the purity of the dice to draft, as you must balance your Pure and Tainted actions if you want to have a more favorable position in turn order.&#10;&#10;When you draft a die, you can perform an action depending on the section you took the die from. Each of the actions corresponds to a different Egyptian god: Horus, Ra, Hathor, Bastet, Thoth and Osiris. Instead of a god action, you can choose to produce, generating resources based on the color of the die, but beware of producing in excess of your production capacity, as greedy actions like this will add Taint to your balance!&#10;&#10;Two scoring phases occur during the game, during which players earn victory points based on the workshops, quarries, buildings, statues and pillars they have built, as well as the happiness of their people and production capacity of their resources. However, players must also keep a healthy amount of resources around to sustain their population or they suffer negative consequences.&#10;&#10;","image":"https://cf.geekdo-images.com/CBLtzgG8zsqDkUZ_hN5-ew__original/img/9asglJR8eaEru1kyq8qi1urxtKo=/0x0/pic5313583.jpg","thumbnail":"https://cf.geekdo-images.com/CBLtzgG8zsqDkUZ_hN5-ew__thumb/img/QaUXxrgmXFrlNADgPeGhY5F538g=/fit-in/200x150/filters:strip_icc()/pic5313583.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Drafting","Drafting","Income","Pattern Building","Turn Order: Stat-Based","Variable Set-up"],"isExpansion":false,"yearPublished":2020,"bggRating":6.82472,"averageRating":7.99053,"rank":548,"designers":["Daniele Tascini","Dávid Turczi"],"publishers":["Board&Dice","BoardM Factory","CMON Limited","Giant Roc","Giochix.it","Maldito Games","Mosaico Jogos","Pixie Games","Rawstone"],"artists":["Jakub Fajtanowski","Michał Długaj","Zbigniew Umgelter","Alexander Zawada"],"playerPollResults":[{"numPlayers":1,"best":7,"recommended":23,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":13,"recommended":39,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":37,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":15,"recommended":24,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":19,"numPlayersIsAndHigher":true}]}