{"gameId":297129,"name":"Jekyll vs. Hyde","description":"Jekyll vs. Hyde is a trick-taking game for two players based on the famous novella Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson. As Dr. Jekyll, you'll need to resist Mr. Hyde's fierce attacks to protect your mind and keep the secret of your dual nature. As Mr. Hyde, your goal is to dominate Dr. Jekyll to overcome his identity.&#10;&#10;One player is Dr. Jekyll ; the other is Mr. Hyde. The game plays in three rounds. At the end of each round, Dr. Jekyll's identity will progressively disappear under Mr. Hyde's relentless attacks.  Compare the number of tricks that each player has won in this round and subtract the lowest score from the highest one (for instance, if Dr. Jekyll won 6 tricks and Mr. Hyde won 4 tricks, then the final result is 6-4=2). This result indicates by how many spaces the Identity Marker will move to Mr. Hyde's side.&#10;&#10;Evil is relentless! Even if Dr. Jekyll won more tricks that Mr. Hyde, the marker will progress towards Mr. Hyde's side. As Dr. Jekyll, your goal is to keep balance, without giving in to darkness!&#10;&#10;If the marker reaches the last space of the track (far left), then Mr. Hyde instantly wins the game. Otherwise, start a new round: remove the three colored tokens from the board and reshuffle all cards, including the 5 cards that you set aside at the beginning of this round.&#10;&#10;Mr. Hyde wins as soon as the Identity Marker reaches the last space of the Identity Track (far left). If the marker did not reach the end of the track after three rounds, then Dr. Jekyll wins, escaping from Mr. Hyde's dark influence.&#10;&#10;","image":"https://cf.geekdo-images.com/b7ElE00K6FojMB77rDy7cg__original/img/epKMMRAsQpT-mq7w0qbPzUb1n7o=/0x0/filters:format(jpeg)/pic5316646.jpg","thumbnail":"https://cf.geekdo-images.com/b7ElE00K6FojMB77rDy7cg__thumb/img/LNClbXOX3nJ_M2uEgXzPFgLRso0=/fit-in/200x150/filters:strip_icc()/pic5316646.jpg","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Trick-taking"],"isExpansion":false,"yearPublished":2021,"bggRating":6.46783,"averageRating":7.30841,"rank":1202,"designers":["Geonil"],"publishers":["Mandoo Games","Arrakis Games","Blackrock Games","Delta Vision Publishing","Geronimo Games","Ghenos Games","Luma Games","Nasza Księgarnia","Nice Game Publishing"],"artists":["Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":19,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":25,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":18,"numPlayersIsAndHigher":true}]}