{"gameId":297674,"name":"Pacific Rails Inc.","description":"It is 1862 and the US Congress has decreed that a railroad be built that will span the continent - linking the east coast and the west coast by rail for the first time.  The Transcontinental Railroad will be a epic feat of engineering - combining advanced construction techniques with raw human power and determination.  A fortune is to be made for those who can build the track the fastest!  Your task is to build an efficient team of workers, plan out your route and race the other players to connect both coasts first!&#10;&#10;In Pacific Rails Inc., players are the Presidents of rival railway companies.  Using worker placement and resource management, players compete to build a continuous track from one side of the board to the other.  When the two sides meet, the end of the game is triggered and glory await those who have built the best railway.&#10;&#10;The core mechanic of the game is worker placement.  On your turn, you either place a worker onto an action, or remove an existing worker.  If you place adjacent to one of your own workers, your actions are powered up.  Planning out a sequence of action is vital to get the best results.  Keep an eye on the other players and try to block them if they are building up to a super move.&#10;&#10;You are also building up your team during the game.  Your engine starts with just the foreman.  You can hire extra Specialists to your train that allow you to build more track, lobby Congress and give you powerful actions.  Add in some carriage bonuses and you are on the way to creating a powerful engine that will allow powerful actions to be chained together producing epic turns that will show your mastery of the rails!&#10;&#10;Once you have your track ready, you need to plan out the best route.  You need to have the tracks ready to match the terrain you wish to cover and decide which cities to connect and which to skip.  You must be able to complete a connection to the next city in one action - so make sure you're not missing any tracks!  Also watch what your rivals are up to - points are on offer if you can get them to use your connected cities.&#10;&#10;In addition to the fun game play, Pacific Rails Inc has amazing art by Damien Mammoliti, well known for his work on the games Brass, Nocturion, and more.  From the box cover all the way to the game board, the artwork is highly-detailed and beautifully crafted.&#10;&#10;","image":"https://cf.geekdo-images.com/Novf0bOTHNFQZs1QrwEBuQ__original/img/xC5eUhGQsLVcz2D66hFGLpaogcM=/0x0/filters:format(jpeg)/pic5150541.jpg","thumbnail":"https://cf.geekdo-images.com/Novf0bOTHNFQZs1QrwEBuQ__thumb/img/Kea77KbTzOsZSzq-GsG3i7ll1kY=/fit-in/200x150/filters:strip_icc()/pic5150541.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Connections","Grid Movement","Network and Route Building","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":5.69411,"averageRating":6.94763,"rank":5272,"designers":["Dean Morris"],"publishers":["Vesuvius Media","IELLO","Kobold Spieleverlag"],"artists":["Damien Mammoliti"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}