{"gameId":298231,"name":"Skyrise","description":"After centuries of advancement, humanity has created a utopian society in which every need has been met with complete abundance, every need but one: room to build!&#10;&#10;In Skyrise, players are the visionary architects who will work together to overcome this by building humanity's most ambitious project: a glorious new city in the sky itself, dedicated to art and beauty, on which each player will compete to leave their personal artistic signature, gaining prestige throughout the ages.&#10;&#10;Skyrise is a standalone sequel to 2008's Metropolys and is based on a similar spatial bidding mechanism. Players begin their turns by placing a numbered bid in an available neighborhood. Players pass or raise the bid by placing a higher-numbered bid in an adjacent neighborhood until all opponents pass or there is nowhere available to bid. The high bidder builds their building where their final bid was placed, then begins the next bidding round.&#10;&#10;Skyrise honors the spirit of Metropolys, while raising it to new heights. Bidding tokens now have unique numbers, creating interesting new auction dynamics. The beautiful and multilayered modular board multiplies the game's replayability. The strategic depth already offered by public and private goals has been enhanced by a new specialization system that allows players to accelerate their scoring engine as the game progresses, powerful monuments drafted mid-game that provide unique and variable opportunities to enhance or change your strategy, and special power tokens that when earned and played cleverly can create the epic turning points that will elevate the greatest builders to their ultimate victory.&#10;&#10;Welcome to the future &mdash; the future you will build and try to leave your mark on!&#10;&#10;Welcome to Skyrise.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Nnzu4eqkUoGybbziFGPI6g__original/img/kbk--2gOq8VzpGd2prr7RZ5OyYs=/0x0/filters:format(png)/pic5212377.png","thumbnail":"https://cf.geekdo-images.com/Nnzu4eqkUoGybbziFGPI6g__thumb/img/vFXnRjftvLRHLD-gIX4OuONdGu8=/fit-in/200x150/filters:strip_icc()/pic5212377.png","minPlayers":2,"maxPlayers":4,"playingTime":75,"mechanics":["Area Majority / Influence","Auction/Bidding","End Game Bonuses","Modular Board","Variable Set-up"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.91667,"rank":-1,"designers":["Gavan Brown","Sébastien Pauchon","Adam Wyse"],"publishers":["Roxley"],"artists":["Andrew Bosley"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}