{"gameId":298371,"name":"Wild Space","description":"A new Galaxy has just been discovered on the borders of the Empire! Commanding your Spaceship, you go explore this new Eldorado, full of treasures and mysteries. Planet after Planet, your discoveries allow you to build up your Crew. Hire Specialists and Robots to benefit from their abilities. Attract Empire Emissaries on board, which will entrust you with new missions, worth Credits. Grab your part of the wonders that this new Galaxy is full of, to become the wealthiest explorer !&#10;&#10;Wild Space is a tactical card game in which you aim at combining your cards efficiently. Each time that you add new cards to your collection, you reinforce your Crew, earning Credits and preparing  your next combos. Wild Space carries all the excitement of the best combo card games, within short plays and with accessible rules.&#10;&#10;How to play ?&#10;Wild Space carries all the excitement of combo card games, with accessible rules. On each turn, a fresh action selection system offers you two simple types of options : add a new card to your Crew or draw new cards. When you play a card, you trigger its ability if the cards in your Crew fulfill its condition. Putting new cards into play is therefore useful for getting powerful abilities right now, but also for gathering the conditions for triggering future abilities. Learning how to plan your actions is key for triggering efficient combos and being able to put several cards into play at once. And knowing that the Credits that you need to get at the end of the game in order to win are based on how your Crew is composed only emphasizes that.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/eDP1Lt1p3uz5zltkbR1uFw__original/img/arxIHhTx1VzOpymCRfOv2AhHP5Y=/0x0/filters:format(png)/pic6026887.png","thumbnail":"https://cf.geekdo-images.com/eDP1Lt1p3uz5zltkbR1uFw__thumb/img/LQc2mop2nRhnNaLgeHKXoXfr8bU=/fit-in/200x150/filters:strip_icc()/pic6026887.png","minPlayers":1,"maxPlayers":5,"playingTime":40,"mechanics":["End Game Bonuses","Hand Management","Set Collection","Solo / Solitaire Game","Variable Set-up"],"isExpansion":false,"yearPublished":2020,"bggRating":6.35275,"averageRating":7.31337,"rank":1390,"designers":["Joachim Thôme"],"publishers":["Catch Up Games","Board Game Circus","Dexker Games","Games Unplugged LLC","HOT Games","Pandasaurus Games","Playagame Edizioni","Reflexshop","Tranjis Games","Yayoi The Dreamer"],"artists":["Amélie Guinet"],"playerPollResults":[{"numPlayers":1,"best":23,"recommended":13,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":30,"recommended":11,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":25,"recommended":11,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":13,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":8,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":2,"notRecommended":17,"numPlayersIsAndHigher":true}]}