{"gameId":298383,"name":"Golem","description":"Golem is an engine-building game by Simone Luciani, Virginio Gigli and Flaminia Brasini, the team behind Grand Austria Hotel, which inspired some of the mechanisms in Golem.&#10;&#10;The game is based on the 16th-century legend of the Golem of Prague, an anthropomorphic creature that Rabbi Loew animated starting from a clay statue to protect his people. In the game, players take the role of kaballists who create and grow these powerful and magical creatures that will be moved around the main places of magical Prague under the control of their masters &mdash; but if a golem becomes too powerful, it will destroy everything it encounters on its way! Players also create powerful artifacts and cast several kinds of spells.&#10;&#10;The game is divided into five rounds, and at the beginning of each round, the players place fifteen colored marbles into the 3D synagogue that will split them into five lines corresponding to the five main actions available in the game:&#10;&#10;&#10;     Work: By paying mana, activate the Golem placed in the city of Prague and get bonuses.&#10;     Golem: Obtain clay to create new golems or grow yours.&#10;     Artifact: Obtain coins and buy gold to build artifacts that offer permanent bonuses in the game.&#10;     Spells: Obtain mana and perform spells, with a scoring for spell set collection.&#10;     Mirror: Perform one action of your choice by paying 1 coin.&#10;&#10;&#10;The number of marbles available in the corresponding action line determines how much the player gets from the action. When you choose an action, you collect one marble of your choice in the corresponding line (two actions) per round. Depending on the color of the marble you chose, you may move your masters forward on one of the tracks of the city: External, Commercial, Ancient and Magic.&#10;&#10;It's important to advance your masters on those tracks to be able to keep the control of your golems. At the end of the round, mana can also be used to control a golem that surpassed its master, but if one of these creature is uncontrolled, it may become dangerous and destroy the neighborhood, after which you will have to destroy and bury it!&#10;&#10;The marble color also matters because at the end of the round, if you get the correct combination of two colors, you receive the favor of one of the powerful Prague characters, which will differ each round.&#10;&#10;At the end of the fifth round, players score points for golems active or buried, artifacts, spells, and personal goals and development unlocked on their board.&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/JMdeANkHklYrNguaSfnaRNcTCRc=/0x0/pic5374175.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/81chTLWy3JxqRTktAuE4Nb4LamI=/fit-in/200x150/filters:strip_icc()/pic5374175.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Drafting","Dice Rolling","Income","Set Collection","Variable Player Powers","Variable Setup"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":6.61111,"rank":-1,"designers":["Flaminia Brasini","Virginio Gigli","Simone Luciani"],"publishers":["Cranio Creations"],"artists":["Francesco Ciampi"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}