{"gameId":298383,"name":"Golem","description":"Golem is an engine-building game by Simone Luciani, Virginio Gigli and Flaminia Brasini, the same team that brought you Grand Austria Hotel and Lorenzo il Magnifico.&#10;&#10;The game is based on the 16th-century legend of the Golem of Prague, an anthropomorphic creature that Rabbi Loew animated from a clay statue to protect his people. In the game, players take on the role of rabbis who create and grow these powerful creatures that will be moved around the neighborhoods of Prague under the control of students. Be careful, because if a golem becomes too powerful, it will destroy everything it encounters on its way. Players can also kill their Golems in order to get bonuses.&#10;&#10;Players also create powerful artifacts and acquire knowledge by collecting ancient books.&#10;&#10;The game is divided into four rounds, and each round is composed of 7 phases:&#10;&#10;1) Refresh&#10;2) Golem Movement&#10;3) Actions (2 marble actions and 1 rabbi action)&#10;4) Turn Order&#10;5) Influence Character&#10;6) Income and Development&#10;7) Golem Control&#10;&#10;At the beginning of each round, the players will shuffle the colored marbles into the 3D synagogue that will split them into five lines corresponding to the five main actions available in the game:&#10;&#10;&#10;     Work: By paying mana, you can activate the Golem placed in the city of Prague and get bonuses.&#10;     Golem: Obtain clay to create new golems and upgrade the developments on your personal board.&#10;     Artifact: Obtain coins and buy gold to build artifacts that offer permanent bonuses in the game and upgrade developments on your personal board.&#10;     Spells: Obtain mana and perform spells (with a scoring for book collection) and upgrade developments on your personal board.&#10;     Mirror: Perform one action of your choice by paying 1 coin.&#10;&#10;&#10;The number of marbles available in the corresponding action line determines how much the player gets from the action. When you choose an action, you collect one marble of your choice in the corresponding line and depending on the color of the marble you chose, you also move your student forward on one of the districts of Prague.&#10;&#10;It's important to advance your students on those tracks to be able to keep your golems under control. At the end of the round, knowledge can also be used to control a golem that surpassed its students, but if one of these creatures is uncontrolled, it may become dangerous and destroy the neighborhood, after which you will have to destroy and bury it!&#10;&#10;The marble color also matters, because at the end of the round, if you get the correct combination of two colors, you receive the favor of one of the powerful Prague characters, which will differ each round.&#10;&#10;At the end of the fifth round, players score points for active or buried golems, artifacts, books, development on their personal board, and collected goal cards.&#10;&#10;","image":"https://cf.geekdo-images.com/9wDd5YVER3lwpGO3v5EkTA__original/img/RtYW5lfwrLzWDI0rorp_vqI9af8=/0x0/filters:format(jpeg)/pic5374175.jpg","thumbnail":"https://cf.geekdo-images.com/9wDd5YVER3lwpGO3v5EkTA__thumb/img/81chTLWy3JxqRTktAuE4Nb4LamI=/fit-in/200x150/filters:strip_icc()/pic5374175.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Drafting","Dice Rolling","Income","Set Collection","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2021,"bggRating":5.78013,"averageRating":7.59722,"rank":4014,"designers":["Flaminia Brasini","Virginio Gigli","Simone Luciani"],"publishers":["Cranio Creations","CrowD Games","Game Harbor","Intrafin Games","Korea Boardgames Co., Ltd.","Maldito Games","TLAMA games"],"artists":["Francesco Ciampi","Roberto Grasso"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":3,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}