{"gameId":298572,"name":"Cosmic Encounter Duel","description":"The Cosmic Citizenship Council has announced it will allow two new alien species to join its ranks, but they forgot to make two copies of the filing form &mdash; which means that only one species can join! Now, the two candidates must battle for control of the planets to determine who deserves the right to become a Certified Civilization.&#10;&#10;Cosmic Encounter Duel is a competitive standalone two-player game in the Cosmic Encounter universe in which you and your closest frenemy race to be the first to control five planets. Each of twenty-seven alien species comes equipped with its own unique abilities that play with the game mechanisms in some way, offering you an edge in the fight, e.g., the Cheater, who can reserve an additional tactic that they can put toward any fight in the game &mdash; as long as their opponent doesn't call out how they're trying to &quot;cheat&quot;. How your game of Cosmic Encounter Duel plays out will inevitably be affected by which powers each dueling species has and how they play off of one another.&#10;&#10;In addition to your unique species and its ability, you have twenty spaceships to traverse the cosmos and maintain control over the five planets you need to become a Certified Civilization. As long as you have a ship on a planet, you have control of it, even if your opponent also has ships there and you must share control. You can deploy these ships to fight in duels, use them to act as reinforcements, or draw them back for a tactful retreat. Just don't lose them to the Warp or let them be claimed by the black void between the stars and end up lost in space forever!&#10;&#10;To play, players draw and resolve Destiny cards, which come in three types: Discovery cards, Event cards, and Refresh cards. Discovery cards have you and your opponent discover a planet and duel for control, while Event cards ask you both to test your mettle against a variety of challenges and cosmic calamities, and Refresh cards offer a respite in which you can recover ships, gather allies, and ultimately prepare for another clash.&#10;&#10;At the start of a duel, you and your opponent secretly decide how many ships to send to the planet, and once they have been deployed, you can call upon any befriended envoys. To plan your attack, you secretly choose a card from your hand and a standing tactic from your collection to either guard your ships or blast your opponent's ships, then you fight, sending ships to face-off for control of the planet until the winner claims their prize while the loser retreats. After you and your opponent resolve a Destiny card, you check the icon on the bottom of the card to determine which deck to draw from next, then the race continues.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/kroYzAvfIIwlO5N824qPzA__original/img/uKJ-qYkr0t2OW_jTy_YJAjmphGg=/0x0/filters:format(jpeg)/pic6352686.jpg","thumbnail":"https://cf.geekdo-images.com/kroYzAvfIIwlO5N824qPzA__thumb/img/VGj1lpkgIBx-JR-d8dyeliMLk1c=/fit-in/200x150/filters:strip_icc()/pic6352686.jpg","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Hand Management","Race","Simultaneous Action Selection","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2020,"bggRating":5.83703,"averageRating":6.64856,"rank":4094,"designers":["Frank Brooks","Bill Eberle","Peter Olotka","Greg Olotka"],"publishers":["Fantasy Flight Games","Delta Vision Publishing"],"artists":["Sebastian Koziner","Jean-Baptiste Reynaud","Régis Torres"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":6,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}