{"gameId":299047,"name":"Disney Villainous: Perfectly Wretched","description":"In Disney Villainous: Perfectly Wretched, each player takes control of one of three Disney characters, each one a villain in a different Disney movie, specifically Cruella de Vil from 101 Dalmatians, Mother Gothel from Tangled, and Pete from Steamboat Willie. Each player has their own villain deck, fate deck, player board, and 3D character.&#10;&#10;On a turn, the active player moves their character to a different location on their player board, takes one or more of the actions visible on that space (often by playing cards from their hand), then refills their hand to four cards. Cards are allies, items, effects, and conditions. You need to use your cards to fulfill your unique win condition.&#10;&#10;One of the actions allows you to choose another player, draw two cards from that player's fate deck, then play one of them on that player's board, covering two of the four action spaces on one of that player's locations. The fate deck contains heroes, items, and effects from that villain's movie, and these cards allow other players to mess with that particular villain.&#10;&#10;Disney Villainous: Perfectly Wretched is playable on its own, and its characters can also face off against those in the Disney Villainous base game from 2018 and the Disney Villainous: Wicked to the Core and Disney Villainous: Evil Comes Prepared standalone games in 2019.&#10;&#10;","image":"https://cf.geekdo-images.com/luhDc_P5vImhEiiwVt8IgA__original/img/M6thVohYkKMerLClgOpLLgDoN4k=/0x0/filters:format(png)/pic5172286.png","thumbnail":"https://cf.geekdo-images.com/luhDc_P5vImhEiiwVt8IgA__thumb/img/UmWQAK4JTYFi8nfs4DjR0mTj-g4=/fit-in/200x150/filters:strip_icc()/pic5172286.png","minPlayers":2,"maxPlayers":3,"playingTime":60,"mechanics":["Hand Management","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2020,"bggRating":6.4738,"averageRating":7.87183,"rank":1100,"designers":["Prospero Hall","Stephanie Straw"],"publishers":["Ravensburger","IELLO"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":10,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":8,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":true}]}