{"gameId":299106,"name":"Fractal: Beyond the Void","description":"Fractal: Beyond the Void is redefining the 4X genre with an expansive and dynamic strategy game in an ever-changing, story-driven legacy setting.&#10;&#10;Millenia after the collapse of the Federation, the greatest empire to ever rule the galaxy, a few species are taking up to the stars again to escape their dying worlds. They all have the same goal: to rebuild their civilizations and reclaim their former glory. But there can only be one ruler.&#10;&#10;Fractal is a living, breathing world, with a story-driven legacy campaign: the Aftermath. As you play, you&rsquo;ll discover a deep and rich lore spanning millennia, and featuring cosmic Gods, fallen empires and warring civilizations.&#10;&#10;The choices you will make and your victories will shape the fate of the universe and let you unveil the secrets of the game. The core game also pushes the boundaries of the genre further with a lot of bold and innovative designs, among which:&nbsp;&#10;&#10;&#10;     Faction asymmetry. Each faction has three different points of asymmetry: their innate abilities, political philosophies and battle masteries, for a modular and completely different experience based on your civilization.&nbsp;&#10;&#10;&#10;&#10;     Tactic cards. There are no dice in the game, and you&rsquo;ll never lose a battle because of bad luck. Instead, the combat system was devised as an intense game of bluff, deception and deduction based on upgradable tactic cards, with an initiative-based turn-order.&#10;&#10;&#10;&#10;     Living galaxy. The game contains various mechanics and components whose purpose is to create a universe in flux, so players are forced to adapt to the game instead of mindlessly playing the same strategy over and over again.&#10;&#10;&#10;Finally, the design and art work in tandem to create a modern, visually impacting take on the genre, and a true 4X experience of the future.&#10;&#10;","image":"https://cf.geekdo-images.com/P2qDdEZZUGNgd74G3KgOVQ__original/img/7j3SnUqR1sUqwI3jb26IIv4Qwe0=/0x0/filters:format(jpeg)/pic5988473.jpg","thumbnail":"https://cf.geekdo-images.com/P2qDdEZZUGNgd74G3KgOVQ__thumb/img/zXw4RPYMPsXfBqbi_grQ9Yecb2I=/fit-in/200x150/filters:strip_icc()/pic5988473.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Area Movement","Campaign / Battle Card Driven","Hand Management","Legacy Game","Modular Board","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2022,"bggRating":5.53078,"averageRating":7.83421,"rank":12674,"designers":["Bernardo Rippe","Romain Lesiuk","Yann Hilaire"],"publishers":["Boar-Game Studio","Bored Game Ink"],"artists":["Tom Lopez"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}