{"gameId":300001,"name":"Renature","description":"Renature is a majority game with dominoes for 2-4 players.&#10;&#10;Each player gets a board with large pieces of wood in the form of turf, bushes, pines and oaks. These plants are used for the majorities on the large valley board and are available in a neutral color and in the respective player color. In addition, each player gets a stack of dominoes with two out of ten animal motifs on each of them.&#10;&#10;On your turn, place one of the three dominoes in your hand on two brook spaces of the valley board. Of course, the domino must be adjacent to another domino that shows the same animal. If the placed domino borders a free space of a brown area, you can decide whether a tuft of grass or any other of your plants should be placed on that space. Tufts of turf have a value of 1, bushes of 2, pines of 3 and oaks of 4. After placing the plant, you score points for it and every plant piece that is already in this brown area and has the same or a lower value.&#10;&#10;Once a brown area is framed with dominoes, the majority is scored and the player with the highest total plant value in the area gets the points that are printed as a large number on that area's flower token. Whoever has the second highest value gets the lower number. Two things make this especially tricky: The neutral pieces count as their own color and not among the majority of the player who has used them. Also, if colors are tied, they a treated as though they are not present at all in the area. After the area has been scored, the player who framed the area receives its flower token, which will give them extra points at game end.&#10;&#10;In the course of the game, you may run out of plants, but these can be bought back from the game board with clouds. Clouds can also be used to buy another turn and to appoint a new joker animal. This animal then counts as all animals and makes it easier to put on. At the end of a player's turn, a domino is drawn and it is the next player's turn.&#10;&#10;Once all players have run out of dominoes, the game ends with a final scoring.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/I-UVE-cajkFYlK85JDXBVA__original/img/2xuAgQnoHv1T_G6yCuCM7_Gc-kQ=/0x0/filters:format(jpeg)/pic5478770.jpg","thumbnail":"https://cf.geekdo-images.com/I-UVE-cajkFYlK85JDXBVA__thumb/img/g2E1HLM94E4PLevnSFvfcJPvP8s=/fit-in/200x150/filters:strip_icc()/pic5478770.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Enclosure","Tile Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":6.02601,"averageRating":7.67117,"rank":2320,"designers":["Michael Kiesling","Wolfgang Kramer"],"publishers":["Deep Print Games","Capstone Games","Ediciones MasQueOca","Gém Klub Kft.","Hobby Japan","HOT Games","Matagot","Pegasus Spiele","Popcorn Games","PSC Games","sternenschimmermeer"],"artists":["Dennis Lohausen"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":11,"recommended":14,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":9,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":14,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":true}]}