{"gameId":300192,"name":"Twilight Struggle: Red Sea – Conflict in the Horn of Africa","description":"Part of GMT's Lunchtime Series, Twilight Struggle: Red Sea &ndash; Conflict in the Horn of Africa is a two-player card driven game that builds on the award winning Twilight Struggle.&#10;&#10;The year is 1974, and the Soviet Union and the United States have been locked in a life-or-death struggle across the globe. As so often happened during the Cold War, a relatively obscure region of the globe suddenly took center stage. Emperor Haile Selassie I of Ethiopia, a bedrock U.S. ally in Africa, had grown old and increasingly dictatorial. When he was overthrown in 1974, a Marxist coalition took the reins of power. This new revolutionary leadership initiated a chain of events that upset the regional balance of power and unleashed all the familiar elements of Cold War competition in the Horn of Africa.&#10;&#10;With a more limited scope and much shorter playtime, Twilight Struggle: Red Sea is the perfect way to introduce new players to the Twilight Struggle system, while maintaining all the tension, decision making, and theme of the original classic. The cards from Twilight Struggle can be used in TS: Red Sea and vice versa.&#10;&#10;","image":"https://cf.geekdo-images.com/KjSlebYrAXfmDvscXs_yaA__original/img/Gpdv9S303d6IbvHXuMd7TIZo3V8=/0x0/filters:format(png)/pic6326934.png","thumbnail":"https://cf.geekdo-images.com/KjSlebYrAXfmDvscXs_yaA__thumb/img/EYcs1MNIuQl4qyr8fati2CbwEDU=/fit-in/200x150/filters:strip_icc()/pic6326934.png","minPlayers":1,"maxPlayers":2,"playingTime":75,"mechanics":["Area Majority / Influence","Card Play Conflict Resolution","Dice Rolling","Hand Management","Simulation","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2022,"bggRating":5.70457,"averageRating":7.91005,"rank":5284,"designers":["Jason Matthews"],"publishers":["GMT Games","DiceTree Games","GaGa Games"],"artists":["Terry Leeds"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":7,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":4,"numPlayersIsAndHigher":true}]}