{"gameId":300531,"name":"Paleo","description":"Paleo is a co-operative adventure game set in the stone age, a game in which players try to keep the human beings in their care alive while completing missions. Sometimes you need a fur, sometimes a tent, but these are all minor quests compared to your long-term goal: Painting a woolly mammoth on the wall so that humans thousands of years later will know that you once existed. (Okay, you just think the mammoth painting looks cool. Preserving a record of your past existence is gravy.)&#10;&#10;What might keep you from painting that mammoth? Death, in all its many forms.&#10;&#10;Each player starts the game with a couple of humans, who each have a skill and a number of life points. On a turn, each player chooses to go to one location &mdash; possibly of the same type as other players, although not the same location &mdash; and while you have some idea of what you might find there, you won't know for sure until you arrive, at which point you might acquire food or resources, or find what you need to craft a useful object, or discover that you can aide someone else in their project, or suffer a snakebite that brings you close to death. Life is full of both wonders and terrors...&#10;&#10;At the day's end, you need food for all the people in your party as well as various crafts or skills that allow you to complete quests. Failure to do so adds another skull on the tote board, and once you collect enough of those, you decide that living is for fools and give up the ghost, declaring that future humans can just admire someone else, for all you care.&#10;&#10;Paleo includes multiple modules that allow for a variety of people, locations, quests, and much more during your time in 10,000 BCE.&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/IJdUY4PkKQLQH3yrGbuAF2KAR5U=/0x0/pic5647464.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/_hYAXLQ7_O1pYDTZ3_gqrWuMo9M=/fit-in/200x150/filters:strip_icc()/pic5647464.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Cooperative Game"],"isExpansion":false,"yearPublished":2020,"bggRating":0,"averageRating":7.67311,"rank":-1,"designers":["Peter Rustemeyer"],"publishers":["Hans im Glück","999 Games","Giochi Uniti","Z-Man Games, Inc."],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}