{"gameId":300521,"name":"Rush Out!","description":"It was far too easy to progress into this dark dungeon, far too easy...but you progressed anyway, and when you reached its very last level, you had the bad idea to wake up the sorcerer &mdash; the big boss &mdash; and now the only way you can survive is to rush out the exit.&#10;&#10;Rush Out! is an asymmetric and hectic game for 3-5 players, with 2-4 heroes trying to escape while the sorcerer casts spells against them. Everybody plays simultaneously, with each &quot;team&quot; rolling and re-rolling dice (three per hero, and five for the sorcerer) in order to complete cards. Each player can place dice on only one card at a time, and each ordeal card on the heroes' side can be completed by at most two people. As soon as a card has all of its symbols covered, you carry out its effect (in the case of the sorcerer), then draw a new card. The first &quot;team&quot; to draw the final card of their deck wins.&#10;&#10;The game is divided into trainings first, followed by scenarios. Each time you progress in the rules, you are invited to play game before going further, so step by step, you learn the following rules (which often add new cards to decks):&#10;&#10;&#10;     When the sorcerer completes specific cards, they can remove one or all of the heroes' dice from a card they are trying to complete.&#10;     By completing dracology spells, the sorcerer can move a dragon pawn onto a card on the heroes' side of the board. Heroes cannot remove this card from play, but can play on and remove other cards; by using wilds on their dice, the heroes can push the dragon back. If the dragon moves all the way onto the heroes' deck, the sorcerer wins the game.&#10;     By completing specific spell cards, the sorcerer can forbid a hero from using a specific symbol, although this restriction can be cancelled by the hero under certain circumstances.&#10;     By completing cards, heroes can experience, and they can use this experience to make their wild symbols more effective. (For each hero, normally a rolled joker on a die is equal to a specific symbol, but this experience gives you options).&#10;     The sorcerer can damage heroes, requiring them to heal themselves &mdash; possibly with the help of their friends &mdash; before they can attempt to complete ordeal cards.&#10;&#10;&#10;Rush Out! includes a half-dozen scenarios beyond the training games, and each scenario is played as a best-of-three series of games.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/5wTk8p8g8zH8hCYdUDrw4g__original/img/Ba-aFfKX-1eEpVCm80szF_ochD8=/0x0/filters:format(jpeg)/pic5283075.jpg","thumbnail":"https://cf.geekdo-images.com/5wTk8p8g8zH8hCYdUDrw4g__thumb/img/JzCWe5yLvdaR2tg3N1MPJzY3lnk=/fit-in/200x150/filters:strip_icc()/pic5283075.jpg","minPlayers":3,"maxPlayers":5,"playingTime":30,"mechanics":["Dice Rolling","Real-Time"],"isExpansion":false,"yearPublished":2021,"bggRating":5.52271,"averageRating":6.23807,"rank":14465,"designers":["Thomas Dupont"],"publishers":["Sit Down!"],"artists":["Alexandre Bonvalot"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}