{"gameId":301084,"name":"Polynesia","description":"The frequent tremors, the looming clouds over the crater, and the ever-increasing smell of sulfur make it clear that it is time to escape. Direct your tribe through the waters of the Pacific in search of a new home, safe from the impending eruption of the volcano. Explore new sea routes that lead to unvisited islands, collect resources on those islands to offer to other tribes in exchange for their knowledge, and continue sailing in search of a safe place &mdash; all this being done to save as many of your tribe members as possible and lead them to new lands where they can prosper. The most successful individual through this difficult mission will be appointed the supreme chief of the Polynesian tribal group.&#10;&#10;In Polynesia, players must save their tribe members from the dangers of the volcano by taking them to the islands that will give them the most points. At the same time, players must try to reach the objectives set by the tide cards, which will vary from one game to another. To succeed, players must collect resources in the form of fish and shells that will allow them to explore new sea routes, use the routes of other players, and sail from one island to another.&#10;&#10;Polynesia is played in rounds, and each round is divided into two phases. In the action phase, each player has three turns in which they can perform one of three actions: sail, explore, or populate and fish. In the maintenance phase, the volcano activity is checked for activity, and each player can collect resources depending on the islands where they have tribe members.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/aNBkbArcsAs4dcZsgYS2OQ__original/img/_UuLFs7qR6RUlJ5G7ZJelBYB15I=/0x0/pic5422080.jpg","thumbnail":"https://cf.geekdo-images.com/aNBkbArcsAs4dcZsgYS2OQ__thumb/img/v_ZaC1N2FszgvsbcikPr0R1jZ7A=/fit-in/200x150/filters:strip_icc()/pic5422080.jpg","minPlayers":2,"maxPlayers":4,"playingTime":75,"mechanics":["Network and Route Building"],"isExpansion":false,"yearPublished":2020,"bggRating":0,"averageRating":8.14286,"rank":-1,"designers":["Peer Sylvester"],"publishers":["Ludonova"],"artists":["Laura Bevon","David Prieto"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}