{"gameId":301716,"name":"Glasgow","description":"In Glasgow, players travel the city (in an abstract manner) to collect resources, take special actions, and most important of all construct buildings. Build a factory, and you'll receive more goods from it when other buildings are constructed in the right areas in relation to it; build a train station, and you may or may not score from it depending on what else you build; build a monument, and you'll merely collect a lot of points &mdash; and in the end, points are what matters.&#10;&#10;In slightly more detail, to set up the game, lay out a ring of town figures at random, with two of them being removed from play each game. Whoever is farther behind in the circle around town takes the next turn, advancing to whichever town figure they want to visit. Most of them give you resources &mdash; brick, steel, or money &mdash; and you have a limit on how many resources of each type you can hold. Some figures have two random building plans at them, and if you visit one with the right resources, you can pay them, then build something. If you pay extra, you can then build something else, too!&#10;&#10;The first building is placed anywhere in the midst of play, then each subsequent building is placed adjacent to something already built, with the buildings eventually filling in a 4x5 (or 5x4, determined as the game progresses) grid of the players' own creation. As soon as the twentieth building is erected, the game ends and players score points for what they built. Who has contributed more to the current state of Glasgow?&#10;&#10;","image":"https://cf.geekdo-images.com/jf8tzy1AGz0hXF4_tre32A__original/img/-cPQmUylzHCkpMRh3FBDMrQbh4E=/0x0/filters:format(jpeg)/pic5413002.jpg","thumbnail":"https://cf.geekdo-images.com/jf8tzy1AGz0hXF4_tre32A__thumb/img/FnYsm9_z8Q2LwC-2ZpSGr_1zyKY=/fit-in/200x150/filters:strip_icc()/pic5413002.jpg","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Map Addition","Rondel","Set Collection","Square Grid","Tags","Tile Placement","Turn Order: Time Track","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":6.3136,"averageRating":7.14332,"rank":1678,"designers":["Mandela Fernandez-Grandon"],"publishers":["Lookout Games","999 Games","Funforge","Hobby Japan"],"artists":["Klemens Franz"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":14,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":19,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":true}]}