{"gameId":302892,"name":"Frozen Frontier","description":"By the 22nd century, Earth&rsquo;s population has reached 14 billion. Escalating crises have left mankind hopeless and desperate on a resource-starved homeworld. After multiple failed attempts at planetary colonization, the United Civilizations launched the Argo expedition through newly discovered wormholes at the edge of the solar system.&#10;&#10;They arrive on Janus, the two-faced planet, with hellish Helium-3 solar winds on one side, frozen seas of methane gas on the other. Mankind has no choice but to settle on the frozen frontier in search of vital resources. Hope has been found, but space is cold and unforgiving.&#10;&#10;&#10;Frozen Frontier is a highly strategic Eurogame for experienced players about the cosmic future of humanity.&#10;&#10;Each turn, a player has an opportunity to move their Carrier to any city, collect a project card, and take  1 of 3 possible actions:&#10;&#10;&#208;&#176;) Construct&#10;A player uses the top part of a multi-use project card to construct a building. Each card defines the type of building and where to build it. If a player meets both requirements, the project card gets added to their player board, and they benefit from the effect on the bottom half of the card anytime it&rsquo;s triggered. Most buildings advance a player&rsquo;s Industrial or Science tracks to gain new opportunities but cost a varying amount of resources to build.&#10;&#10;b) Collaborate &#10;A player can settle colonists and use their own, or their competitors&rsquo;, production/science buildings to receive resources and valuable effects.&#10;&#10;&#209;&#129;) Raise funds &#10;A player receives Qubits and/or special opportunities by using a subsidy card.&#10;&#10;When the Subsidy cards deck is empty, players perform these steps in order:&#10;&#10;1) receive income from their own buildings and from their cards with an income phase effect&#10;&#10;2) send resources to Earth: fulfill common shipments contracts from the board (scheduled shipments), private ones from their hand (unscheduled shipments), and provide the requested amount of He3 to avoid a penalty token (mandatory shipments).&#10;&#10;3) prepare the game for the next round&#10;&#10;When the 3rd round ends, players count how many victory points each of them has earned. The one with the most points is the winner!&#10;&#10;Players earn victory points for: &#10;- controlled cities (the corporation that has more buildings and AI tokens in a city controls it)&#10;- settled colonists&#10;- fulfilled Shipment contracts&#10;- the circumstances described on the cards with &ldquo;end of the game&rdquo; effects&#10;&#10;","image":"https://cf.geekdo-images.com/NDRVxxyOHI4htXM2mxSDyQ__original/img/r4P6pSU2Cwstm_duWLYl149DYHU=/0x0/filters:format(png)/pic6644870.png","thumbnail":"https://cf.geekdo-images.com/NDRVxxyOHI4htXM2mxSDyQ__thumb/img/1LOcw1vE_c7AhbG8MvGN22ZxzEk=/fit-in/200x150/filters:strip_icc()/pic6644870.png","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Area Majority / Influence","End Game Bonuses","Hand Management","Income","Modular Board","Open Drafting","Solo / Solitaire Game","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.725,"rank":-1,"designers":["Andrey Kolupaev"],"publishers":["Cosmodrome Games","Arcane Wonders","Open Borders Studio"],"artists":["Alexander Gorbunov","Oleg Proshin","Alexey Shirokikh","Pavel Vophira"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}