{"gameId":303731,"name":"Primal: The Awakening","description":"Primal: the Awakening is a fully cooperative monster hunting miniature boardgame for 1-4 players set in a fantasy world where humans struggle to survive an untamed wilderness. The game is played in a series of multiple sessions throughout an epic campaign where you will take the role of hunters fighting monstrous creatures and unveiling mysteries about their origins.&#10;&#10;In Campaign mode, players will choose their path through the story by completing quests and unlocking special rewards and achievements. Each mission you choose will lead to different developments of the story and to plenty of unique opportunities like crafting options, unique items and rare hunts to be played. The consequences of your actions will impact the story as the campaign progresses towards the epic finale. Players can also play one-shot encounters in the Hunt mode. Specific setup and rules are provided for single combat scenarios at different levels of gear and difficulty. The Hunt mode also offers the opportunity to play special end-game quests using your campaign characters.&#10;&#10;The gameplay is centred on an intense and challenging boss-fight system that combines tactical positioning on the board, hand management and cooperative play. The combat is designed to be fast paced while focusing on card combos and player interaction. Each monster is a unique challenge that hunters will have to face as a group, completing specific objectives and adopting different strategies. Monsters have their own specific deck of cards which represents their specific combat behaviour including attacks targeting specific areas on the board, special abilities, but also weaknesses and vulnerabilities that hunters can take advantage of during combat.&#10;&#10;The game also focuses on a deep character customization. As the campaign progresses, players will unlock a large variety of crafting options as they upgrade and expand the Forge depending on the specific monsters they slay. &#10;As the hunters level up from session to session, players will also have multiple choices to customize their deck of ability cards in order to build better synergies, card combos and group strategies.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ZaK89ogXLarRb3zRq4lhjg__original/img/tcFKmRIOKkuQwMXj3palCLNZsPU=/0x0/filters:format(jpeg)/pic5267092.jpg","thumbnail":"https://cf.geekdo-images.com/ZaK89ogXLarRb3zRq4lhjg__thumb/img/nUEyOgqhAjr96KTnmFfa58i8dlY=/fit-in/200x150/filters:strip_icc()/pic5267092.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Cooperative Game","Hand Management","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":6.08207,"averageRating":8.66035,"rank":2513,"designers":["Tommaso Mondadori","Alberto Parisi"],"publishers":["Reggie Games"],"artists":["Daniel Comerci"],"playerPollResults":[{"numPlayers":1,"best":7,"recommended":19,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":20,"recommended":13,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":12,"recommended":18,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":15,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":18,"numPlayersIsAndHigher":true}]}