{"gameId":304324,"name":"Dive","description":"Beyond the last continent on the remote island Windbark, diving is an ancestral tradition. During a rite of passage celebrated at the summer solstice, divers compete to retrieve the sacred stone of the village. The elder throws it from the top of the cliff, and the stone leads the contenders for the title of &quot;hero&quot; down to the depths of the ocean, aided in their quest by friendly sea turtles and manta rays.&#10;&#10;However, to retrieve the stone, they will need to avoid upsetting the sharks that inhabit the ocean...&#10;&#10;Dive plays simultaneously for all player divers, who start the game facing a shuffled stack of 36 transparent &quot;ocean&quot; cards. You have your own diver board and a set of five air tokens that are numbered 1-5 on both sides, with a shark on one side of each token.&#10;&#10;Dive explores the notion of perception, the ability of the divers to observe the ocean through a deck of transparent cards and to benefit from their observations. At the start of each round, you look into the &quot;waters&quot; before you to see how far you want to dive, with five levels being the maximum you can go (since you have five tokens). You then place the tokens on your board:&#10;&#10;&#10;     If you think a shark is at a certain level, you need any tokens on this level to be shark side up &mdash; and if you goof, calling &quot;shark&quot; when no shark is present or vice versa, then you remove all tokens from your diver board at this level and at deeper levels. You're done for the round.&#10;     If you think a certain level has a sea turtle or a manta ray, you might want to stack tokens on this level because whoever places the highest sum advances 1-2 spaces on the descent board (for a sea turtle) or moves onto the player token directly in below them on the descent board (for a manta ray).&#10;&#10;&#10;If you've finished evaluating a level for sharks, sea turtles, and manta rays, and anyone still has an air token on their board, you explore the next level. Once no one has any air tokens for the next level, the round ends, and everyone advances on the descent board equal to the number of levels that they successfully dove. Once you reach space #16 on the descent board, you can't use a manta ray to catch up to anyone, and if you fail the shark/no shark question for a level, you don't advance at all during that round, regardless of how many levels you first dove through successfully.&#10;&#10;Dive includes rules for solitaire play in which you compete against the village chief, and you can optionally play a competitive game with animal companions that give you a one-time bonus.&#10;&#10;","image":"https://cf.geekdo-images.com/iOla7B7sqs4IsGQcS4ghgA__original/img/O4hptBLLfWtBpA7gzNVfuJxfLIk=/0x0/filters:format(png)/pic5733939.png","thumbnail":"https://cf.geekdo-images.com/iOla7B7sqs4IsGQcS4ghgA__thumb/img/oStmPCcaE3-Ncs6-EyRZDQfFVnE=/fit-in/200x150/filters:strip_icc()/pic5733939.png","minPlayers":1,"maxPlayers":4,"playingTime":30,"mechanics":["Action Points","Programmed Movement","Push Your Luck","Race","Simultaneous Action Selection","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":5.73683,"averageRating":6.69218,"rank":4525,"designers":["Romain Caterdjian","Anthony Perone"],"publishers":["Sit Down!","2Tomatoes Games","Arclight","Kaissa Chess & Games","Korea Boardgames Co., Ltd.","Pegasus Spiele"],"artists":["Alexandre Bonvalot"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":6,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}