{"gameId":304420,"name":"Bonfire","description":"Theme:&#10;&#10;The bonfires are sources of light, energy and warmth created by the guardians of light in order to brighten the cities on the otherwise dark planet. The residents of the cities however, took the bonfires for granted and exploited them for their personal gain. Disappointed the guardians of light retreated and let the bonfires extinguish. The citizens could no longer live in the now dark cities and were forced to leave.&#10;&#10;You are a group of gnomes living close to the cities and you also need and the light of the bonfires. Missing it now, you try yourself to visit the cities and learn how to ignite the bonfires once again: You must visit the guardians of light on their holy islands and ask for tasks to prove your good will. For each completed task, they will re-ignite one extinguished bonfire. Whoever manages to earn the greatest trust from the guardians and manages to brighten their city the most will win the game.&#10;&#10;Game-play: &#10;The engine for the game are the three-coloured tiles you will be puzzling onto your player board. When you manage to place the same colours adjacent to one another, you will receive more action tiles of that specific kind. This will allow you to specialize in certain types of actions and pursue different strategies. &#10;You can use the tiles to perform the following actions: &#10;- Move your ship to an island &#10;- Receive a task from an island by spending two resources &#10;- Invite a guardian of light into your city &#10;- Trigger a procession of guardians through your city and gain resources. &#10;- Add a landscape tile to your city (this is where the processions take place) &#10;- Recruit a gnome gaining a special ability or victory points &#10;- Find support by the last bonfire, gaining portals, resources or action tiles&#10;&#10;You will play in turn order until a fixed number of tasks has been solved, after which each player has 5 more turns. During final scoring, you will receive points for your completed tasks (the bonfires) and any improvements made there (portals, landscapes or guardians).&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/XoQfppAH9NPYEy1OuQAZARjMiq8=/0x0/pic5301335.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/Vi9tZ60juVkTpNoUIdLFzW8N9Aw=/fit-in/200x150/filters:strip_icc()/pic5301335.jpg","minPlayers":1,"maxPlayers":4,"playingTime":100,"mechanics":[],"isExpansion":false,"yearPublished":2020,"bggRating":5.55263,"averageRating":8.13571,"rank":9489,"designers":["Stefan Feld"],"publishers":["Hall Games","Pegasus Spiele","Tesla Games"],"artists":["Dennis Lohausen"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}