{"gameId":304510,"name":"Pampero","description":"With no natural resources, the Government of Uruguay is concerned about the country&rsquo;s dependence on imported fossil fuels. As a consequence, it is seeking to increase the share of domestic resources, of which the most feasible are biomass and wind energy, as well as employing end-use energy efficiency measures to increase its energy security. In addition, the government aims to use the intended growth of the domestic energy sector to foster its other objectives of increasing economic growth and creating employment. (Extract from World Bank Documents, CASE STUDY 11: URUGUAY &ndash; WIND ENERGY PROGRAMME )&#10;&#10;&quot;Toward noon, however, the sun's rays were extremely scorching, and when evening came, a bar of clouds streaked the southwest horizon - a sure sign of a change in the weather. The Patagonian pointed it out to the geographer, who replied:&#10;&#10;'Yes, I know;' and turning to his companions, added, 'see, a change of weather is coming! We are going to have a taste of PAMPERO.' And he went on to explain that this PAMPERO is an extremely dry wind which blows from the southwest.    [...]    The PAMPERO generally brings a tempest which lasts three days, and may be always foretold by the depression of the mercury, 'he said. 'But when the barometer rises, on the contrary, which is the case now, all we need expect is a few violent blasts. So you can make your mind easy, my good friend; by sunrise the sky will be quite clear again.' ( Jules Verne, 1868: In Search of the Castaways. CHAPTER XVI: THE NEWS OF THE LOST CAPTAIN. )&#10;&#10;Pampero is a hand-management, card-driven action-selection game. Every player has a starting set of eight cards to be played on their own tableau, which contains two rows of spaces to activate actions on the different sectors of the board. Each turn, you have the option to play a card to the leftmost empty space of either row or to retrieve all cards from your tableau. After three actions, a special phase takes place &mdash; consolidation, during which you retrieve the rightmost card from any row, generate batteries from stored energy, collect income, and advance the game timer. The player with the most money at the end of the game wins.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/G-7qbE2mnSPuqijEZ8EgIg__original/img/Rgk1x2felh8opx7Weo3NKcDQC5M=/0x0/filters:format(jpeg)/pic6654635.jpg","thumbnail":"https://cf.geekdo-images.com/G-7qbE2mnSPuqijEZ8EgIg__thumb/img/tRlN4p6HwiphLXP_VtQP0X9z-FY=/fit-in/200x150/filters:strip_icc()/pic6654635.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Action Retrieval","Deck, Bag, and Pool Building","End Game Bonuses","Hand Management","Income","Loans","Point to Point Movement","Set Collection","Turn Order: Stat-Based"],"isExpansion":false,"yearPublished":2024,"bggRating":5.70316,"averageRating":7.80669,"rank":5681,"designers":["Julián Pombo"],"publishers":["APE Games","Cosmodrome Games","Intrafin Games","Maldito Games","Skellig Games","Tesla Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":7,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":5,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}