{"gameId":304985,"name":"Dark Ages: Holy Roman Empire","description":"Dark Ages is a historically-based civilization-building game that features an innovative action selection mechanism. As long as your action markers remain on the board, you may be able to gain secondary bonus actions whenever you or another player repeat the action.&#10;&#10;While Dark Ages features objectives commonly found in 4X games &mdash; encouraging you to explore nearby regions, expand your territory, exploit the resources, and exterminate your opponents &mdash; it does so featuring several Euro-centric mechanisms. Collect resources from lands under your control, using them to build up your cities and fortifications. Some building types provide several ways for you to gain important in-game advantages, while others enhance your military strength or simply score you victory points. As you expand your territory, you will lay claim to noble titles, acquire new technologies, and train your military units. Each region and leader offer asymmetrical choices with their unique abilities.&#10;&#10;&mdash;description from the publisher&#10;&#10;Dark Ages: Holy Roman Empire has the same core mechanisms as Dark Ages: Heritage of Charlemagne, but it focuses on Central Europe. As a result, it has a different game board. In addition, the card mixes are different, with different unique Culture Cards for the rulers, technologies and units. Furthermore, Heritage of Charlemagne contains a set of Vassals, which are missing from Holy Roman Empire. Instead, this version has a set of Relics.&#10;&#10;The two sets also differ in micro-expansions (&quot;modules&quot;) that are included. Holy Roman Empire contains the Crusades and The Pope modules.&#10;&#10;","image":"https://cf.geekdo-images.com/LLcPQ7hDFJ5k_ADPTZ7U8Q__original/img/jCscQbfZCO5KN2_tB81ckdsKIxs=/0x0/filters:format(jpeg)/pic5092356.jpg","thumbnail":"https://cf.geekdo-images.com/LLcPQ7hDFJ5k_ADPTZ7U8Q__thumb/img/Wufe1sR9y4zegS6IWBpGriomV1s=/fit-in/200x150/filters:strip_icc()/pic5092356.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Area Majority / Influence","Area Movement","Dice Rolling","Income","Moving Multiple Units","Solo / Solitaire Game","Tech Trees / Tech Tracks","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2021,"bggRating":5.99503,"averageRating":7.82469,"rank":3081,"designers":["Adam Kwapiński","Andrei Novac"],"publishers":["Board&Dice","Giant Roc"],"artists":["Joel Holtzman","Zbigniew Umgelter","Aleksander Zawada"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":5,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":9,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":8,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":9,"recommended":4,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":true}]}