{"gameId":307044,"name":"Trailblazer: The John Muir Trail","description":"Embark on a journey of exploration and discovery along the historic John Muir Trail through the High Sierras of California. Explore the majestic mountains and lush meadows, the picturesque waterfalls and alpine lakes. Scale the heights of Yosemite's iconic Half Dome or Sequouia's Mt. Whitney! Enjoy meandering through Evolution Valley or Tuolumne Meadows, pausing to take in the beauty of Thousand Islands Lake or cooling your feet in the Kings River. Be humbled beneath a giant and ancient Sequoia, or catch (and release) a Golden Trout, listen to the song of an Ouzel, watch Marmots at play, or spot the rare Snow Plant. Happy trails!&#10;&#10;Trailblazer: The John Muir Trail takes place over the course of twelve days/rounds of hiking and backpacking along the John Muir Trail (JMT). You will experience daily trail encounters, choose to explore destinations along the trail, acquire and manage natural and personal resources, discover and observe the sights and sounds of your environment, adapt to ever-changing weather conditions, and move along the entire trail, all while wisely using the items in your backpack to maximize your experience.&#10;&#10;You can earn trail points in several ways along the route, such as placing workers on your tracks, collecting sets of field guide cards, scoring instantly with destination cards, and using your backpack gear efficiently.&#10;&#10;","image":"https://cf.geekdo-images.com/niFuEMWOv5avBPRHMCruTQ__original/img/ZocYGO9bpKahYbRe0s8b7V64r_Q=/0x0/filters:format(png)/pic6424310.png","thumbnail":"https://cf.geekdo-images.com/niFuEMWOv5avBPRHMCruTQ__thumb/img/fxdos4Arj3a4_zsmu9Ii-3fbIEA=/fit-in/200x150/filters:strip_icc()/pic6424310.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["End Game Bonuses","Hand Management","Point to Point Movement","Set Collection","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8.8125,"rank":-1,"designers":["Dan R Rice III"],"publishers":["Mariposa Games"],"artists":["Andrew Bosley"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}