{"gameId":307561,"name":"Steam Up: A Feast of Dim Sum","description":"Once upon a time in the Far East, deep in the mountains of a mythical land, there was a world-renowned Dim Sum restaurant by the name of Steam Up.&#10;&#10;It was the first restaurant of its kind to achieve the three Gold Ingot status. According to the Gold Ingot Guide, Steam Up was best known for its top 5 most popular Dim Sum: juicy shrimp dumpling, tender meat dumpling, soft and fluffy BBQ meat bun, flavorful sticky rice, and exotic phoenix claw. These heavenly tastes drew food enthusiasts and gourmets from all over the world!&#10;&#10;Come join us on a feast of Dim Sum. You are invited!&#10;&#10;&#10;Steam Up: A Feast of Dim Sum is a competitive 2-5 player light-medium weight Dim Sum set collection and action management game offering a delicious cultural experience.&#10;&#10;At the beginning of the game, steamers, filled with different types of Dim Sum, are stacked and placed on a Turntable. Each player takes turns performing 2 different actions each round. Actions include gaining and spending food tokens to purchase Dim Sum in Steamers within their Feast Zone. Players may also play Fortune cards to benefit themselves or affect their opponents. Starting the 2nd round, a Fate card is revealed each round to trigger an event that may affect all players.&#10;&#10;The game ends when a specific number of Steamers is purchased or the Fate deck is emptied. Final scoring is then calculated. The player with the most Hearty Points wins and leaves the table with the fullest stomach!&#10;&#10;","image":"https://cf.geekdo-images.com/Y4_BmMKtbr7P5tOaRYtJSQ__original/img/LfOrZWAdcVrvr5MqJ8McEG4eYuw=/0x0/filters:format(jpeg)/pic5934281.jpg","thumbnail":"https://cf.geekdo-images.com/Y4_BmMKtbr7P5tOaRYtJSQ__thumb/img/qXvE_nrLX9ErgYNZHTFR0IYCH3E=/fit-in/200x150/filters:strip_icc()/pic5934281.jpg","minPlayers":2,"maxPlayers":5,"playingTime":60,"mechanics":["Set Collection","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2023,"bggRating":5.65449,"averageRating":7.23965,"rank":6189,"designers":["Pauline Kong","Haymen Lee","Marie Wong"],"publishers":["Hot Banana Games","Guf Studios"],"artists":["Tim Cheng","Grace Tjahyadi","YDX Art"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}