{"gameId":308119,"name":"Pax Renaissance: 2nd Edition","description":"Pax Renaissance 2nd Edition is a game for 1 to 4 players where you play as a banker in Europe at the height of the Renaissance during the late 14th and early 15th-century.&#10;&#10;A time when European nobility and warlords declined and the arts and technology advanced in the wake of a new economic force:  merchants and bankers.  These bankers became the wealthiest private individuals ever as they guided Europe into the modern age.&#10;&#10;As a Renaissance banker, you will finance kings or republics, sponsor voyages of discovery, join secret cabals, or unleash jihads and inquisitions. Your choices determine if Europe is elevated into the bright modern era or remains festering in dark feudalism. Four victories determine the future course of Western Society: will it be towards imperialism, trade globalization, religious totalitarianism, or enlightened art and science?&#10;&#10;New components include punchouts for pirate ships, pawns for concessions and serfs, placards for player boards, and empire squares allowing storage of repressed tokens and queens even if the King is not in a player Tableau.&#10;&#10;Extra game Map Cards are included, allowing the mounted gameboard to be left behind for small game portability. Useful if you have limited space in your game bag.&#10;&#10;Expanded rules include Dalmatians, Cryptography, Condottiere, apostasy, and the solitaire game. Strategy and Frequently-Asked Questions are included.&#10;&#10;Contains Pax Renaissance Expansion and Pax Renaissance: BGG Promo Pack.&#10;&#10;","image":"https://cf.geekdo-images.com/qMUEv_3tTAIvaueey5g2Jg__original/img/d2RzbsmaPHhv3zEaSgRYdoBAqC4=/0x0/filters:format(png)/pic6230160.png","thumbnail":"https://cf.geekdo-images.com/qMUEv_3tTAIvaueey5g2Jg__thumb/img/9zOYaIAYSZblU54nf0wZlPnyjU8=/fit-in/200x150/filters:strip_icc()/pic6230160.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Increase Value of Unchosen Resources","Market","Open Drafting","Simulation"],"isExpansion":false,"yearPublished":2021,"bggRating":7.00128,"averageRating":8.52834,"rank":458,"designers":["Phil Eklund","Matt Eklund"],"publishers":["Ion Game Design","Sierra Madre Games","500 Nuances de Geek","CrowD Games","Galakta"],"artists":["Josefin Strand"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":26,"notRecommended":40,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":60,"recommended":26,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":58,"recommended":25,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":47,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":41,"numPlayersIsAndHigher":true}]}