{"gameId":309430,"name":"Tiny Epic Pirates","description":"Tiny Epic Pirates is a 45 minute, 1-4 player game of high-seas adventure, utilizing a variable rondel action system and action combo-ing!&#10;&#10;In Tiny Epic Pirates you take control of a Pirate ship with the goal of burying vast amounts of wealth on secret island hideaways.&#10;&#10;Each turn, you move your Captain Token around your ship&rsquo;s action wheel (rondel), selecting which action to perform... Plunder, Trade, Crew Up, Attack, or Search. Each player has a randomized and unique arrangement of these actions on their rondel. Sailing your Pirate Ship is something every player can do every time they take an action.&#10;&#10;Plundering allows you to acquire booty from settlements at a very reasonable rate. It&rsquo;s amazing how negotiating changes when your blunderbuss is at the ready. A crate of gunpowder for a promise of no harm? Fair exchange.&#10;&#10;Trading allows you to sell your ill-gotten goods to the Black Market for gold. Each Market is only interested in a specific good, so make sure you are sailing in the right direction. Timing is everything, sell your good at the wrong time and it&rsquo;s worth a pittance.&#10;&#10;Crew Up adds a new crew member to your growing Pirate Ship. Crew increases your ship&rsquo;s combat advantage and unlocks new abilities for each spoke of your ship&rsquo;s action wheel, making that action more powerful every time you take it!&#10;&#10;Attacking Merchant Ships and other Pirates will  grow your reputation. It also happens to be a great way to score some gold and more booty to sell. Be enough of a menace and you may just become a Legend of the Sea!&#10;&#10;Search the high-seas for treasures left behind by the unfortunate souls that preceded you. Salvage old ship parts for temporary aid or get lucky and find something worth selling.&#10;&#10;The end of the game is triggered once a player has buried three treasures. To do this, a player must first acquire the amount of gold required to bury at the various bury spots on the map. After all players have had an equal number of turns. The player who has buried three treasures wins the game. Ties are decided by the player who has the highest legendary status, followed by which player has the most gold.&#10;&#10;","image":"https://cf.geekdo-images.com/OACc4dCZKetKnT2hzAO1Mg__original/img/8hM0Y4fF_KxOEnm-rXK_ZmnaKR0=/0x0/filters:format(jpeg)/pic5410377.jpg","thumbnail":"https://cf.geekdo-images.com/OACc4dCZKetKnT2hzAO1Mg__thumb/img/bCHPPDZK8gPmVI0KWiwUwhMWXgU=/fit-in/200x150/filters:strip_icc()/pic5410377.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Market","Movement Points","Pick-up and Deliver","Rondel","Solo / Solitaire Game","Variable Set-up"],"isExpansion":false,"yearPublished":2021,"bggRating":5.63254,"averageRating":7.60754,"rank":6101,"designers":["Scott Almes"],"publishers":["Gamelyn Games"],"artists":["Chip Cole","Nikoletta Vaszi","Ian Rosenthaler","Felix Wermke"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}