{"gameId":309630,"name":"Small World of Warcraft","description":"In Small World of Warcraft, players vie for conquest and control of a world that is simply too small to accommodate everybody.&#10;&#10;Small World of Warcraft is set on the fantasy world of Azeroth, where the races of the Alliance and the Horde &mdash; including Orcs, Dwarves, Trolls, and Worgen &mdash; clash in a world-consuming conflict. In the game, players choose combinations of special powers and races from the Warcraft universe, such as Portal Mage Pandarens or Herbalist Goblins, and vie for control of Azeroth. To help them achieve dominance, players will occupy legendary terrains and seek control of powerful artifacts. However, all empires must eventually fall, so players need to be ready to put an overextended race into a state of &quot;decline&quot; and lead a new one to rule Azeroth.&#10;&#10;In more detail, on each turn either you use the multiple tiles of your chosen fantasy race to (normally) occupy adjacent territories, possibly defeating weaker enemy races along the way, or you give up on your race and let it go into decline. A race in decline is designated by flipping the tiles over to their black-and-white side. At the start of the game or after you go into decline, you choose a new race/power combination at the start of your turn, with the 16 races and 20 powers being paired randomly each game.&#10;&#10;At the end of your turn, you score one coin for each territory your races occupy. You may have one active race and one race in decline on the board at the same time. Your occupation total can vary depending on the special abilities of your race and the territories they occupy. After the final round, the player with the most coins wins.&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/RUTgbxHiA3eA2DuQugHwTpHWKX8=/0x0/pic5643225.png","thumbnail":"https://cf.geekdo-images.com/thumb/img/bn16cR_XTwbrR6y4OEK3CZBGXD8=/fit-in/200x150/filters:strip_icc()/pic5643225.png","minPlayers":2,"maxPlayers":5,"playingTime":80,"mechanics":["Area Majority / Influence","Area Movement","Dice Rolling","Increase Value of Unchosen Resources","Variable Player Powers","Victory Points as a Resource"],"isExpansion":false,"yearPublished":2020,"bggRating":5.61667,"averageRating":8.04636,"rank":6323,"designers":["Philippe Keyaerts"],"publishers":["Days of Wonder","Blizzard Entertainment","Mandoo Games"],"artists":["Miguel Coimbra","Cyrille Daujean"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}