{"gameId":310619,"name":"Night Market","description":"In Night Market, you are a business owner who is trying to construct stalls to sell food to customers with distinctive tastes. These customers will move through your night market looking for their cravings to be fulfilled. To capitalize, you must acquire different foods from the city and strategically place them in your night market to accommodate your customers. Furthermore, your customers are also seeking and are willing to pay more for specialty dishes. The challenge is you only have so much time to shop for ingredients and prepare for the market&rsquo;s opening. Customers that are satiated, will become loyal customers and come back for another visit. Customers that are disappointed, will leave. Night Market couples a spatial worker placement mechanism with challenging resource management to maintain customer loyalty resulting in sales. At the end of the game, the player who has earned the most reputation will be regarded as the &ldquo;Best Night Market&rdquo;.&#10;&#10;&mdash;description from the publisher&#10;&#10;A Note from the Designer:&#10;When I moved to Taiwan in 2010, it did not take long to fall in love with night markets&mdash;the vibrant colors, the bustling alleyways, and of course, the food. I quickly realized that the night market was a microcosm of Taiwanese culture. So, like many travelers, I made a point to visit the major night market in each city I visited to sample the regional dish that made each market &ldquo;famous.&rdquo; What I did not realize until after a few years of living in Taiwan is that night markets are ubiquitous. Every neighborhood has one. You could walk through a seemingly quiet alleyway and stumble across an absolute gem of a night market that features the city&rsquo;s best beef noodles. This is what I wanted to capture in the design of this game: that the food of any small night market can easily compete with that of the major ones.&#10;&#10;While I could not possibly include all the famous dishes that Taiwan has to offer, I chose a few iconic ones mixed with my personal favorites. I hope this game gives you a glimpse of an aspect of Taiwanese culture that I fell in love with in my time living there, and more so, I hope that you will be able to experience a Taiwanese night market yourself one day.&#10;&#10;Thanks for playing!&#10;-Adam Zwain&#10;&#10;","image":"https://cf.geekdo-images.com/gNAKINtivcm6dk9kidtETw__original/img/u7ZsNIeXrjQp6oiddy-asJNXyAg=/0x0/filters:format(png)/pic5801059.png","thumbnail":"https://cf.geekdo-images.com/gNAKINtivcm6dk9kidtETw__thumb/img/Cm4jlxQnyZpPuWYRNiwqqpnNW5k=/fit-in/200x150/filters:strip_icc()/pic5801059.png","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Action Drafting","Worker Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":8.5,"rank":-1,"designers":["Adam Zwain"],"publishers":["Talon Strikes Studios LLC"],"artists":["James Churchill","Jason Washburn"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}