{"gameId":311610,"name":"Blazon","description":"The use of various symbols and devices to signify individuals and groups dates to the age of antiquity. Warriors often decorated their shields&#10;with patterns and mythological creatures.&#10;&#10;Heraldry refers to the design, display and study of armorial bearings, a shield used to identify a person or family. The concepts and systems of regular heraldic designs were developed by heraldic officers between 1000AD and 1300AD during a period known as the High Middle Ages.&#10;&#10;Originally conceived to assist with identification in battle, the beauty and intricacy of various heraldic designs meant that they survived the abandonment of armor on the battlefield and preserved the honor of the family line. To this day, we still see their use by individuals, organizations, corporations, towns, cities, and regions.&#10;&#10;To blazon arms means to describe them in the language of Heraldry, which has its own vocabulary, syntax and grammar based strongly on an anglicized version of Norman-French.&#10;&#10;A game of Blazon allows you to act as a herald, designing your own heraldic shield by acquiring elements, placing them on your Shield board, and earning distinctions through careful choices.&#10;&#10;Objective&#10;Players score Prestige by placing Element cards on their Shield board. Players can score bonus Prestige by earning distinctions for their shields. The player with the most Prestige at the end of the game wins and is crowned the King of Arms.&#10;&#10;Playing Blazon&#10;Blazon is played in sequential turns. On your turn, you must take either an Acquire action OR a Blazon action.&#10;&#10;If performing the Acquire action, you may draw two Element cards from either the Tincture deck, Device deck, or one from each. You may keep both of these cards or exchange one (or both) for cards from the face-up display.&#10;&#10;Performing the Blazon action allows you to place Element cards from your hand onto your Shield board. You choose which card to place, ensuring that you meet the matching Device or Tincture requirement on your Shield board. To place a card, you must discard any number of cards from your hand, the combined Prestige Value of which equals or exceeds the Prestige Value of the Element card that you wish to place on your Shield board.&#10;&#10;Herald Actions&#10;Once per turn, at any time during your turn, regardless of which action was taken, you may discard one of your Herald tokens to take any one of the following Herald actions: Discard and refresh the display, Take any single card from the display, Place an Element card of any value on your shield for the cost of 1, or Take the top card from the Tincture or Device discard pile.&#10;&#10;End of Game&#10;The end game is triggered immediately when any one of the following happen:&#10;&bull; A player lands on or passes 50 Prestige on their Prestige track.&#10;&bull; A player fills every space on their Shield board.&#10;&bull; A player claims their final Distinction award.&#10;&#10;","image":"https://cf.geekdo-images.com/FlKlHkZ4qG0bqqF1yUVitA__original/img/gKpMR8inHuTMvw3DXBssRbqgXEo=/0x0/filters:format(png)/pic6412903.png","thumbnail":"https://cf.geekdo-images.com/FlKlHkZ4qG0bqqF1yUVitA__thumb/img/XgiOgbOlPeyMsu9kb_7ZsUQjGlA=/fit-in/200x150/filters:strip_icc()/pic6412903.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["End Game Bonuses","Hand Management","Open Drafting","Pattern Building","Set Collection","Solo / Solitaire Game","Tile Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":6.65,"rank":-1,"designers":["David Conklin"],"publishers":["25th Century Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}