{"gameId":311823,"name":"Nova Aetas Renaissance","description":"Nova Aetas Renaissance is a cooperative tactical boardgame set in a fantastic and dark Italian Renaissance. Set in the Italian Renaissance, this game will guide you through a fantastic, mythical campaign based upon the historic events of the war between Rome and Venice in the early 1500s.&#10;&#10;Nova Aetas: Renaissance is a reimplementation of the original game founded on KS in January 2016.  This new, improved version, is born from the experience gained during these years and will give you an even deeper experience by immersing  you and your group in a charming and mysterious Italy, full of historical characters such as Leonardo da Vinci, Caterina Sforza, and many others &ndash; both real and imaginary.&#10;&#10;Four young mercenaries (Vincenzo, Valerio, Rebecca and Sofia) will find their fate during the war between Rome and Venice. They are ready to make their way in the Italian Renaissance shattered by war and by mysterious myths that emerge from a distant past. Each of the 4 Heroes will have a role on the battlefield and will be able to evolve by acquiring new Classes, Skills and Equipment!&#10;&#10;Nova Aetas Renaissance is a tabletop miniatures wargame set in an alternative Renaissance world. Inspired by classic Japanese tactical RPGs such as 'Final Fantasy Tactics' and 'Tactics Ogre', in Nova Aetas you will battle enemies controlled by a sophisticated Artificial Intelligence. With every challenge you will be presented with meaningful choices that will change the course of game events. Nova Aetas will captivate you with its high detailed miniatures and its high quality components.&#10;&#10;Let yourself be captivated by the magical atmosphere of Nova Aetas!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/husIzdQIq7CSTq1xqn3nQA__original/img/3CAmjcX-icgKjdf76vvrFIN5XZI=/0x0/pic5748364.jpg","thumbnail":"https://cf.geekdo-images.com/husIzdQIq7CSTq1xqn3nQA__thumb/img/qmDxuj0I0olNYB58ttMLvzL82H0=/fit-in/200x150/filters:strip_icc()/pic5748364.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Grid Movement","Modular Board","Role Playing","Storytelling","Team-Based Game","Time Track","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":5.51343,"averageRating":9.25,"rank":14394,"designers":["Luca Bernardini","Andrea Colletti"],"publishers":["Ludus Magnus Studio"],"artists":["Fernando Armentano","Antonio De Luca","Paolo Scippo","Giovanni Pirrotta","Simone de Paolis","Tommaso Incecchi"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}