{"gameId":311918,"name":"Lost Explorers","description":"Breaking news! A lost world has been discovered, and clues leading to its secret entrance have been disseminated all around the world. Your goal? Find them! Driven only by your courage, you decide to follow in the footsteps of those first explorers and launch a worldwide expedition, but you're not the only one on this quest...&#10;&#10;In Lost Explorers, each player starts with five figures on their research team: two leaders to track your discoveries, and three members to gain equipment and go on expeditions. On your turn, you can place members on one or both equipment areas to gain tokens; placing one figure means you retrieve the first token from the pile, two figures the second token, etc. The visible side of a token represents a vehicle &mdash; a train (red), a car (yellow), a boat (blue), or an airship (green) &mdash; while the hidden side depicts two or three locations on the world map. For each token you take, choose whether to keep the vehicle side face up or flip it over to reveal the mission side of the token. Once you choose, the token is locked, and you place it in front of you with your other vehicle and mission tokens.&#10;&#10;Alternatively, instead of collecting equipment you can place members on map locations. Each location shows 2-3 vehicle tiles, and you must have all depicted tiles in front of you to place a member on a location. Each time you place a member, choose one of the vehicle tokens used, then place it in the discard pile next to the box. (If you travel to the location of another player's member, you instead give them the discarded token.)&#10;&#10;After you either collect vehicle/mission tokens or send members on expeditions, you can complete one or more missions if you have a member on each of the 2-3 locations depicted on that mission. For each mission, remove one of your members just used from the board, then advance the appropriate leader on the discovery track for the color of the mission and the number of members used. (Each game, 2-4 locations are marked as &quot;validated&quot;, and a validated location is always completed automatically for missions, but you score no points for it.) If you advanced your leader who was behind on the discovery track, take a vehicle token from the discard pile and add it to your collection.&#10;&#10;When one of your leaders reaches a &quot;clue&quot; spot on a discovery track, you collect a clue token. If you collect four clue tokens first, you win! Alternatively, the game ends once all the vehicle tokens have been claimed, at which point the player who has advanced the farthest on the discovery track with their slower leader wins.&#10;&#10;","image":"https://cf.geekdo-images.com/Lt8sWP5GHUCBc5EtXBDjGA__original/img/1UUDlcg4Isj2cyquqYSutJAlmnU=/0x0/filters:format(jpeg)/pic5884604.jpg","thumbnail":"https://cf.geekdo-images.com/Lt8sWP5GHUCBc5EtXBDjGA__thumb/img/9u4XJDt940ctH2PcAt6g052hD-M=/fit-in/200x150/filters:strip_icc()/pic5884604.jpg","minPlayers":2,"maxPlayers":4,"playingTime":40,"mechanics":["Contracts","Set Collection","Targeted Clues"],"isExpansion":false,"yearPublished":2021,"bggRating":5.51638,"averageRating":6.60294,"rank":14629,"designers":["Cédrick Chaboussit"],"publishers":["Ludonaute","Rebel Sp. z o.o."],"artists":["Christine Deschamps"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}