{"gameId":312251,"name":"Curious Cargo","description":"I stumbled upon a midnight market. It wasn't selling flowers or farm goods. It was a more curious sort of cargo: energy capacitors, strange crystalline material, and something green and jiggly. Since then, I've been dragged into it, deep into the thick of it.&#10;&#10;I paid a stranger more than I should have for manufacturing plans I hardly understood. Worse yet, they sold the same stuff to my best friend. Now, I have to get my supply lines up and running to prepare for shipping my cargo &mdash; and if my friend starts shipping some of this curious cargo, I'll have to intercept their trucks and corner the market that way.&#10;&#10;By hook or by crook, I'm going to be the king of curious cargo...&#10;&#10;Curious Cargo is a two-player game in which you go head-to-head against your opponent by building up the infrastructure of your facility, calling in trucks at the right moment, all while perfectly timing the shipping and receiving of cargo to score the most points. Connect an interweaving web of lines to your shipping and receiving spaces. Play with two-color conveyor tiles, or step it up for an advanced experience&nbsp;and play with all three colors.&nbsp;Ship your custom-shaped cargo tokens to your opponent to interfere with their logistics plans!&#10;&#10;The puzzling nature of Ryan Courtney's Pipeline comes alive in Curious Cargo! With six unique player boards for each player and two game modes, a skillful challenge awaits even the sharpest competitor.&#10;&#10;","image":"https://cf.geekdo-images.com/4EX-XaYzUK21jAl5L3KEUA__original/img/Ds5eCzf0oZuE206kKzkGgUTMY3k=/0x0/pic5478785.jpg","thumbnail":"https://cf.geekdo-images.com/4EX-XaYzUK21jAl5L3KEUA__thumb/img/ad5F_l7jCq9xRB3uv0fL8_9hRag=/fit-in/200x150/filters:strip_icc()/pic5478785.jpg","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Action Points","Pick-up and Deliver","Tile Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":5.68584,"averageRating":7.45497,"rank":4971,"designers":["Ryan Courtney"],"publishers":["Capstone Games"],"artists":["Brigette Indelicato","Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":6,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}