{"gameId":312512,"name":"The Transcontinental","description":"In 1871, with Canada only four years old, the Prime Minister calls for a massive undertaking: a transcontinental railway to link the established eastern provinces with the newly-added western province. Between them lay the vast, undeveloped interior. It would be a nation-defining project, opening up the resource-rich Canadian shield, the fertile prairies, and the breathtaking Rocky Mountain Cordillera, shaping not only the economy of the young country but its identity as well.&#10;&#10;The Transcontinental is a medium-weight Eurogame with worker-placement and pick-up and deliver mechanisms about the development of the Canadian transcontinental railway.&#10;&#10;Players are contractors who work to complete the railway. They send out telegrams along a linear worker-placement track &mdash; reserving those action spaces for themselves &mdash; then take turns in telegram order, loading and unloading to a shared train that travels across the country. Players can use these resources to complete developments ranging from lumber mills and farms to cities and national parks, or they can use the resources to bid to extend the railway. Powerful one-time-use ally cards, themed around a rich and inclusive cast of Canadian historical figures, allow players to make powerful combined actions.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/NR3f9d7gCrwJymUCpmMIXQ__original/img/GTDDVWXWeYznu98fyJDvnB6jWfY=/0x0/pic5701252.png","thumbnail":"https://cf.geekdo-images.com/NR3f9d7gCrwJymUCpmMIXQ__thumb/img/UL9Axa3vBPJ_24U2b3jnL2SjMNQ=/fit-in/200x150/filters:strip_icc()/pic5701252.png","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Auction/Bidding","Pick-up and Deliver","Worker Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":8.92857,"rank":-1,"designers":["Glen Dresser"],"publishers":["Wheelhouse Games"],"artists":["Glen Dresser"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":true}]}