{"gameId":31260,"name":"Agricola","description":"Description originally from BoardgameNews&#10;&#10;In Agricola, you're a farmer in a wooden shack with your spouse and little else. At first, on a turn, your family gets to take only two actions, one for you and one for your spouse, as might be found among all the possibilities on a farm: plowing fields; collecting materials; building fences, and so on. There are numerous choices available, and while the game progresses you'll have more and more, as each round a new action card is flipped over, offering one more possible action. You might think about having kids in order to get more work accomplished but first you'll need to expand your house to make room--and what are you going to feed all the little rug rats?&#10;&#10;The game supports many levels of complexity, mainly through the distribution of cards which represent Minor Improvements and Occupations. In the beginner's version (called the Family Variant in the U.S. release) these cards are not used at all. For advanced play, the U.S. release includes three levels of both types of cards; Basic (E-deck), Interactive (I-deck), and Complex (K-deck), and the rulebook encourages players to experiment with the various decks and mixtures thereof. Aftermarket decks such as the Z-Deck and the L-Deck also exist. Each player starts with a hand of 7 Occupation cards (of more than 160 total) and 7 Minor Improvement cards (of more than 140 total) that he/she may use during the game if they fit into his/her strategy.&#10;&#10;Agricola is a turn-based game, and the problem to be overcome is that each available action can be taken by only one player each round so it's important to be careful about your choices.  There are countless strategies, some of which depend on your hand of cards.  Sometimes it's a good choice to stay on course, and sometimes it is better to react to your opponents' actions...&#10;&#10;","image":"https://cf.geekdo-images.com/dDDo2Hexl80ucK1IlqTk-g__original/img/toobKoejPiHpfpHk4SYd1UAJafw=/0x0/filters:format(jpeg)/pic831744.jpg","thumbnail":"https://cf.geekdo-images.com/dDDo2Hexl80ucK1IlqTk-g__thumb/img/GHGdnCfeysoP_34gLnofJcNivW8=/fit-in/200x150/filters:strip_icc()/pic831744.jpg","minPlayers":1,"maxPlayers":5,"playingTime":150,"mechanics":["Automatic Resource Growth","Closed Drafting","Enclosure","Increase Value of Unchosen Resources","Solo / Solitaire Game","Turn Order: Claim Action","Worker Placement"],"isExpansion":false,"yearPublished":2007,"bggRating":7.73539,"averageRating":7.86493,"rank":60,"designers":["Uwe Rosenberg"],"publishers":["Lookout Games","999 Games","Brain Games","Compaya.hu: Gamer Café Kft.","Devir","Filosofia Éditions","Funforge","Hobby Japan","Hobby World","HomoLudicus","Korea Boardgames","Lacerta","MINDOK","Smart Ltd","Stratelibri","Swan Panasia Co., Ltd.","Ystari Games","Z-Man Games"],"artists":["Klemens Franz"],"playerPollResults":[{"numPlayers":1,"best":81,"recommended":835,"notRecommended":444,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":381,"recommended":1110,"notRecommended":188,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1032,"recommended":677,"notRecommended":33,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1139,"recommended":563,"notRecommended":48,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":319,"recommended":827,"notRecommended":354,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":9,"recommended":22,"notRecommended":783,"numPlayersIsAndHigher":true}]}