{"gameId":312767,"name":"Lizard Wizard","description":"Astoria is a land pulsing with magic and intrigue! A handful of Arch-Mages are vying for the loyalty of wizards across the land so that they can wield ultimate power.&#10;&#10;Lizard Wizard is a game from the team that brought you Raccoon Tycoon.  Aspects of gameplay will be familiar to fans of RT, and will add a bit of extra depth and strategy.&#10;&#10;In Lizard Wizard, players compete to recruit wizards from seven unique schools of magic, build mystical towers, research powerful spells, summon helpful familiars, and search dark dungeons for gold and items of power. Only one Arch-Mage will rise above the rest and control the land. Will it be you?&#10;&#10; &#10;Actions&#10; Lizard Wizard is an action-selection game. On a player&rsquo;s turn, they may perform one of the following six Actions:&#10;&#10;&#10;1)    GATHER REAGENTS&#10;Just as there are seven schools of magic, there are seven magical reagents, or ingredients, that fuel the magic of Astoria. Knowing where these natural wonders can be found is the essential starting point for every young wizard. Sometimes they use familiars to perform this errand, but it is still very common to find even the most powerful arch-mages lurking in the Enchanted Wood, searching for the most pure reagents.&#10;&#10;     Play a Gather Reagents Card&#10;     Take Reagents shown on the &lsquo;Gather Reagents&rsquo; half (plus any on your Wizard Cards)&#10;     Increase the value of the Reagents shown on the &lsquo;Increase Value&rsquo; half&#10;     Cast one spell (if you have the necessary reagents)&#10;&#10;&#10; &#10;2)    CONVERT REAGENTS TO MANA&#10;Long ago, the wizards of Astoria learned how to convert reagents into mana, the magical energy that powers all things. The process is no longer dangerous, but it still takes great focus and knowledge.&#10;&#10;     Turn in one type of reagents to the supply&#10;     Gain Mana = Value of that Reagent x Tokens turned in&#10;     Reduce the Value of that Reagent by the number of Tokens turned in&#10;&#10;&#10; &#10;3)    RECRUIT WIZARD&#10;The Arch Mages of Astoria are vying for ultimate power, which can only be achieved by drawing several lesser wizards into their circle of influence. They do this through demonstrations of their magical ability. Occasionally, their attempts to recruit a wizard are challenged by one or more rivals, and a Wizard&rsquo;s Duel occurs. These contests of magical power can drain even the most powerful mage.&#10;&#10;     Select one of the two Wizard Cards on offer and bid Mana in turn (or pass)&#10;     Winner of the Auction pays the bid and takes the Wizard Card&#10;     If the player who started the Auction didn&rsquo;t win, they may take another Action&#10;&#10;&#10; &#10;4)    RESEARCH SPELL &#10;Arch-Mages have the ability to learn spells from any of the seven schools of magic. Once they have researched a new spell, it still must be cast with reagents (and the help of a familiar) before it takes effect.&#10;&#10;     Select a Spell Card from the four on offer and pay 5 Mana&#10;     Place the Spell Card face down in front of you&#10;     Cast the Spell if you have the necessary Reagents&#10;&#10;&#10; &#10;5)    CREATE A TOWER &#10;Magical Towers amplify the power of wizards of each school of magic. Towers may be created through powerful magic, or built by workers who must be paid.&#10;&#10;     Pay either the Reagents or the Gold shown on the Tower Card on offer&#10;     Take the Tower Card and place it in front of you&#10;     Towers add &lsquo;1&rsquo; to your storage for Reagents&#10;&#10;&#10; &#10;6)    SUMMON FAMILIAR: &#10;Familiars are magical spirits that are summoned and inhabit the bodies of mortal creatures. They are essential servants who perform many vital services for wizards: They can be used for simple errands, such as gathering reagents or gold. They are the only ones who can locate the ever-shifting entrance to the famous Dungeons of Astoria. They are also essential assistants in the complex rituals required to cast spells.&#10;Use the Card for one of four purposes:&#10;    a) Score one School of Magic (2 Gold/ Card of the same School of Magic as the Familiar)&#10;    b) Gather Reagents shown on the Familiar Card and Cast any number of Spells &#10;    c) Clear the Spell Offer, Replace them with four new Spell Cards and select one for free&#10;    d) Enter the Dungeon&#10;&#10;     Draw cards from the top of the Dungeon Deck, stopping when you want&#10;     Monster Cards &lsquo;hit&rsquo;; 2 hits = failure&#10;     If you stop before failure, keep the treasure cards and shuffle the monster cards back into the Dungeon Deck&#10;     If you fail, shuffle all drawn cards back into the Dungeon Deck&#10;&#10;&#10;&#10;End Game and Scoring&#10;&#10;The game will end when any one of the following decks is depleted: Familiar, Tower, Wizard, Spell.&#10;&#10;When the game ends, the players will score points for each Wizard and Tower Card combo (10 VP if they are of the same school of magic, and 5 VP if they are not), 3 VP for each Spell Card in schools of magic where they have a matching Wizard and Tower, 1 VP for each Gold gathered from the dungeon or from scoring with a Familiar Card, and any points derived from the special abilities from spells.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/mQ0njGAc86YA8VRjCy49rg__original/img/H7Teyr2TDMXU-uRpOFeG1XGVWU4=/0x0/filters:format(jpeg)/pic5516555.jpg","thumbnail":"https://cf.geekdo-images.com/mQ0njGAc86YA8VRjCy49rg__thumb/img/EEZeS47oexhb9RpxBJMKX0jg3CU=/fit-in/200x150/filters:strip_icc()/pic5516555.jpg","minPlayers":2,"maxPlayers":6,"playingTime":120,"mechanics":["Auction/Bidding","Commodity Speculation","Hand Management","Push Your Luck","Set Collection"],"isExpansion":false,"yearPublished":2021,"bggRating":5.82622,"averageRating":7.27752,"rank":3685,"designers":["Glenn Drover"],"publishers":["Forbidden Games"],"artists":["Jacoby O'Connor","Annie Stegg"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":3,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":1,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}