{"gameId":314086,"name":"First Monday in October","description":"On the first Monday in October, the all-powerful Justices of the U.S. Supreme Court gather each year in their &quot;marble palace&quot; to decide the fate of a nation. Each player represents a long-standing institution or school of thought attempting to gain renown by shaping the composition of the high court, taking sides in landmark cases throughout the history of the United States, and determining the governing laws of the land. Players need to use their limited influence and actions wisely to manipulate the judicial philosophy of the Court and to prevail in as many cases as possible.&#10;&#10;Over the course of two hours, First Monday in October &mdash; for which designer Jason Matthews worked as lead developer &mdash; re-creates the history of the U.S. Supreme Court from 1789 to the present day, through three distinct eras: Era I represents the founding of the Court in 1789 through the Civil War in 1865; Era II represents the time period from 1866 until the seminal decision of Brown v. Board in 1954; and Era III represents the modern era from 1955 until 2010.&#10;&#10;The game revolves around the following four judicial philosophy tracks:&#10;&#10;     Commerce Clause: This track represents the scope of Article I, Section 8 of the U.S. Constitution, which grants Congress the power to &quot;regulate commerce&quot; among the several states. &#10;     Equality &amp; Liberty: This track broadly represents the scope of individual equality and liberty, including but not limited to the 14th Amendment (i.e., equal protection, due process, and privacy rights). &#10;     Free Speech: This track represents the obligation in the 1st Amendment that Congress make no law abridging a person's freedom of speech, and the scope of permissible restrictions on that freedom. &#10;     Executive Power: This track broadly represents the scope of Article II of the U.S. Constitution, which enumerates the powers of the executive branch, including the Office of the President and law enforcement. &#10;&#10;&#10;Shifting each philosophy one way generally represents a more expansive Federalist interpretation of the above constitutional provisions that supports a stronger centralized federal government, whereas shifting each philosophy the other direction generally represents a more narrow Anti-Federalist application of these provisions that supports a more decentralized approach to government with less power concentrated at the federal level.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/X3yb8WWsaPL6D7oMSg19Cg__original/img/yHjOSWb-C_8FNrq3eju943Hl6_k=/0x0/filters:format(jpeg)/pic8519622.jpg","thumbnail":"https://cf.geekdo-images.com/X3yb8WWsaPL6D7oMSg19Cg__thumb/img/jBzLT8OZoWorV3ZBVHTF4VjFADY=/fit-in/200x150/filters:strip_icc()/pic8519622.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Dice Rolling","End Game Bonuses"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":9.38235,"rank":-1,"designers":["Talia Rosen"],"publishers":["Fort Circle Games"],"artists":["Donal Hegarty"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}