{"gameId":314040,"name":"Pandemic Legacy: Season 0","description":"1962 &mdash; The Cold War continues as a new threat looms on the horizon, a deadly new Soviet bioweapon, something called &quot;Project MEDUSA&quot;. You and your fellow medical graduates have been recruited by the CIA for the critical mission of investigating and preventing its development. Travel the world using carefully constructed aliases to move swiftly between Allied, Neutral, and Soviet cities. Your missions will require you to neutralize enemy agents, acquire specific targets, and set up other CIA agents on location to execute your operations without a hitch. As you complete objectives over the course of twelve months, each success or failure will bring you closer to the truth.&#10;&#10;Combatting this dangerous new pathogen is of utmost importance, but it's not the only threat you'll encounter in the field. Enemy agents are taking root in all parts of the world, and it's critical to your mission that you keep them contained before they can escalate international tensions. Luckily for you, you won't be without backup. Coordinate with other covert operatives for assistance and make strategic use of these teams at different locations to clean up the board and keep your eye on your main objectives.&#10;&#10;Designed as a prequel, Pandemic Legacy: Season 0 does not require you to have completed Season 1 and Season 2 before diving into this Cold War spy thriller. As in the first two Pandemic Legacy games, each time you play brings new cards, rules, and conditions that affect future games. Each alias you create will gain contacts and other assets to execute your plans more smoothly. And, of course, the CIA will be watching and evaluating your performance in the field. Work together with your fellow agents to prevent this new bio-threat &mdash; the fate of the world depends on it. Can you save humanity once again?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/y0x1zbkpUXjddzWWnhekYw__original/img/PHiyvCVmu9nNt1Iz7dHbh0ju05s=/0x0/pic5581457.jpg","thumbnail":"https://cf.geekdo-images.com/y0x1zbkpUXjddzWWnhekYw__thumb/img/hj0jDCs-hKfkgqG-oOWu-kM-I6E=/fit-in/200x150/filters:strip_icc()/pic5581457.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Cooperative Game","Hand Management","Legacy Game","Point to Point Movement","Set Collection","Variable Player Powers"],"isExpansion":false,"yearPublished":2020,"bggRating":5.79604,"averageRating":8.0002,"rank":3594,"designers":["Rob Daviau","Matt Leacock"],"publishers":["Z-Man Games, Inc.","Asmodee","Asmodee Italia","Korea Boardgames co., Ltd.","Rebel Sp. z o.o."],"artists":["Dan Gerlach","Monica Helland","Atha Kanaani","Samuel Shimota"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":2,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":4,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}