{"gameId":314401,"name":"Rapa Nui","description":"Universe&#10;Between the 13th and the 17th century, more than 900 monumental statues, Moa&iuml;, were erected on the Polynesian island of Rapa Nui, also called Easter Island. Become a powerful tribal chief of Easter Island, and gather tribe members to best serve your village, and please the Gods. Carve, transport and erect Moa&iuml; to gather resources, and turn these into offerings to honor your ancestors and secure your spiritual and political prowess.&#10;&#10;Gameplay&#10;Each game turn takes place in 3 phases. During the first phase, each player sends one of his figurines on the board, each in turn, until all the figurines have been placed. The sorcerer will decide the order of the next turn, and the villagers are placed on the board to become transporters or scupltor. Thanks to the number of sculptors present in the Quarry, each player collects Moais of different sizes. Moai or Pukao must be transported through a continuous chain of transporters, whether they are from your clan or not. But be careful, you offer resource to your opponents when you use their transporter! Once arrived at your destination, you can erect the Moai, to take the Ahu tile you can play at your tune, as well as one or more Resources depending on the size of the Moai. Styling your Moais will allow you to exchange resources to acquire Offering tiles. Atthe end of a round, if the number of ahu with no Moai is less than or equal to the number of players, the game ends,The winner is the player with the most victory points earned thanks to the Offering and Outstanding Offering tiles.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/rIuh8YSBEWN0Nj7xCvn2RA__original/img/6v5TLcDW2OdAubzfAViL0rO7pNE=/0x0/filters:format(jpeg)/pic5594060.jpg","thumbnail":"https://cf.geekdo-images.com/rIuh8YSBEWN0Nj7xCvn2RA__thumb/img/pdxUggCUf205F9aubUnUyRl6H-o=/fit-in/200x150/filters:strip_icc()/pic5594060.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Network and Route Building","Ownership","Pick-up and Deliver","Set Collection"],"isExpansion":false,"yearPublished":2020,"bggRating":0,"averageRating":7.2381,"rank":-1,"designers":["Fabrice Besson","Guillaume Montiage"],"publishers":["Matagot"],"artists":["Miguel Coimbra"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}