{"gameId":314577,"name":"Pacific War: The Struggle Against Japan, 1941-1945 (Second Edition)","description":"Pacific War is a Strategic wargame that takes you from the attack on Pearl Harbor to the climatic summer of 1945&hellip; from Australia to China&hellip; from Burma to Hawaii&hellip; from the defense of Wake Island through the invasion of Guadalcanal culminating in the desperate battles to defend the Japanese Home Islands.&#10;&#10;For the first time in a Pacific Theater game, size, subtlety, and ease of play has come together in a game of sharp action and historical accuracy.&#10;&#10;Players can become familiar with the layered Pacific War systems in the solitaire Engagement scenarios, then fight their way through increasingly panoramic Battle, Campaign, and Strategic two player and multi-player Scenarios. As they learn the game's basic maneuver and combat systems, they will then layer on more advanced systems for Strategic bombing, submarine attacks on merchant shipping, search and detection, amphibious assaults, and extensive Operations driven by their command decisions.&#10;&#10;Pacific War is a source of limitless challenge and excitement for anyone ever fascinated with the fury and vastness of the Pacific War.&#10;&#10;Pacific War is also a time machine back to the halcyon days of the monster game. However, despite what you may have heard, Pacific War is NOT a monster game, but rather an operational World War II air-land-sea game system that lets you fight EVERY Pacific battle and campaign of significance. The original game came with 21 scenarios. This new edition will add at least half a dozen more. The game gains its monster game reputation from the fact that in order to fight all of these campaigns, you need a large number of counters (over 2000) that represent individual capital ships, cruiser divisions, destroyer squadrons, aircraft groups, and land units ranging from battalions to divisions to corps, with all units individually rated based on their historic performance.&#10;&#10;&#10;The game map is an equal area map (two mounted maps) which is the grandfather of the Empire of the Sun map. Each hex is 100 miles and covers the entire Pacific from Hawaii to India and Alaska to Australia. The game will also come with a separate map focused on the Solomon Islands where many of the interesting and balanced scenarios occur. What made Victory Games' Pacific War unique in 1985 remains true in GMT&rsquo;s 2020 edition. The design integrates strategic/operational intelligence into a telescoping time mechanic that allows campaigns to progress in a logical asymmetric flow, accompanied by tense game play. Pacific War is a deep historical simulation, so if this is not what you are looking for in a new purchase, please read no further. So, how is this level of simulation achieved?&#10;&#10;During each monthly turn you bid command points (logistics) to determine initiative (offensive player), with the high bid then activating and launching their forces toward their objectives. Secretly,  your opponent (reaction player) determines the operational intelligence level and their potential to intercept the offensive. As the offensive develops, it comes within range of enemy air and submarine forces that tactically attempt to detect the oncoming attack. The reaction player decides how to defeat the attack based on the intersection of tactical and operational intelligence coupled with available forces and logistics.&#10;&#10;This entire sequence is set within a telescoping time scale (days to hours) that has naval units seamlessly accelerate (from 12 to 30+ knots), searches seek out the enemy, carriers launch air strikes, combat air patrols defend, culminating with torpedo and dive bomber attacks on individual naval targets. At its core, Pacific War&rsquo;s game systems allows you to fight detailed carrier strikes (sequential and simultaneous) with night surface naval actions (float planes, gunfire and torpedo salvos) integrated with large scale ground offensives on the Asian mainland (e.g., Malaya, Burma, and China) and of course amphibious invasions (e.g., Java, Guadalcanal, and Leyte). If you are looking for a detailed and interactive operational simulation of the War in the Pacific, this is the game for you!&#10;&#10;&#10;So, what will change in the new version? The structure and feel of the design will be unchanged, so if you played it in your youth, you already know how to play. That said, a devoted number of players have been playing this game for 35 years and I have incorporated the best of their feedback into this new and final edition for this title. I am going over each scenario and updating them with information that I did not have available back in 1985. For example, I now have several Japanese translations of their official records that were only published in the last few years. Toward this end, I am adding at least six new campaign and strategic scenarios, so you can experience the entire panorama of the war in a long afternoon .&#10;&#10;&#10;The key question that I consider when buying a new game is will it hit the table? The owners and reviewers who created the game's reputation were excited that Pacific War had a layered set of scenarios that incorporated fifteen-minute solitaire learning engagements, two hour battles (such as Coral Sea and Santa Cruz that were used in a decade of tournaments), two to eight hour Campaigns (such as Malaya, Guadalcanal and Breaking the Bismarck barrier), and of course the Strategic scenarios that cover the entire war from a single year to the entire war. Will you ever play the entire war? It's unlikely (to date I have only done it three times). However, Pacific War is an operational level game and the Campaign scenarios are the heart and soul of this game system. Most play in an afternoon to completion. So, will it hit the table? Only you can answer that question, but from a time and learning perspective this game will support any time commitment you wish to make, to include the 100+ hour Strategic Scenario.&#10;&#10;&#10;The other question that was not asked back in 1985, but to many is important in 2020 is &quot;does Pacific War have a solitaire &lsquo;Bot system?&quot; The answer is no, with an explanation. The only game decision that cannot reasonably be made is the Operations bidding mechanic and the original game included a solitaire bidding mechanic which will be retained. I will look to see if there are any other similar decisions, such as surface action range bids that I have already added. Thereafter, you will need to play both sides. Due to the history and the game system you will likely not notice as you experience the war&rsquo;s narrative unfold before you. So, although Pacific War will not have a &lsquo;Bot (not even sure how to do that with over 25 scenarios), the game will handle all the interactive bids decisions. If you want a full-blown solitaire opponent, this is not the game for you. &#10; GAME CONTENTS&#10;4 inch box&#10;3 rulebooks&#10;2 22 x 34 inch mounted maps&#10;1 cardboard scenario map&#10;9 counter sheets&#10;1 pad of 24 Replacement Record Sheets&#10;1 8.5 x 22 Operations Display&#10;1 11 x 34 Japanese Display Sheet&#10;1 11 x 34 Allied Display Sheet&#10;1 11 x 34 Japanese Screen&#10;1 11 x 34 Allied Screen&#10;baggies&#10;2 ten-sided dice&#10; -description from publisher's website&#10;&#10;GAME CONTENTS AS RECEIVED:&#10;&#10;2 Mounted Maps (22&quot;x 34&quot; each)&#10;1 Paper map (17&quot;x 22&quot;), subset of mounted maps&#10;2 sheets of 9/16&quot; counters, 384 total including 14 blanks - ships&#10;8 sheets of 1/2&quot; counters, 2240 total including 12 blanks - everything else&#10;1 Core Rules Booklet, 68 pages, with index&#10;1 Engagement Scenario Rules Booklet, 40 pages, subset of Core Rules Booklet with index&#10;1 Battle Scenario Rules Booklet, 44 pages, subset of Core Rules Booklet with index&#10;1 Scenario Booklet, with 34 scenarios - 8 engagement, 12 battle, 9 campaign, and 5 strategic scenarios, 72 pages&#10;1 Battle of the Coral Sea (Extended Example of Play) Booklet, 16 pages&#10;1 Operation Display (8.5&quot; x 22&quot;)&#10;1 Allied Task Force Display (8.5&quot; x 11&quot;)&#10;1 Allied Force/Task Force Display (8.5&quot; x 11&quot;)&#10;2 Allied Force Displays (8.5&quot; x 11&quot; each)&#10;1 Allied Screen (11&quot; x 34&quot;)&#10;1 Allied Player Display (11&quot; x 34&quot;)&#10;1 Japanese Force/Task Force Display (8.5&quot; x 11&quot;)&#10;2 Japanese Force Displays (8.5&quot; x 11&quot; each)&#10;1 Japanese Task Force Display (8.5&quot; x 11&quot;)&#10;1 Japanese Screen (11&quot; x 34&quot;)&#10;1 Japanese Player Display (11&quot; x 34&quot;)&#10;1 Pad of Replacement Record Sheets&#10;2 Ten Sided Dice (one orange, one blue)&#10;No counter tray, no bags&#10;all Booklets and Displays in Color&#10;&#10;","image":"https://cf.geekdo-images.com/579szc1cTlqXcW1C-ZScwg__original/img/NwxO5NkkSW9pFfCY_b3AiB7kBA0=/0x0/filters:format(jpeg)/pic6561835.jpg","thumbnail":"https://cf.geekdo-images.com/579szc1cTlqXcW1C-ZScwg__thumb/img/-CoF3gtQwUwlN-Le-FElYtSMc7o=/fit-in/200x150/filters:strip_icc()/pic6561835.jpg","minPlayers":2,"maxPlayers":2,"playingTime":6000,"mechanics":["Dice Rolling","Hexagon Grid","Simulation"],"isExpansion":false,"yearPublished":2022,"bggRating":5.58634,"averageRating":9.19022,"rank":8122,"designers":["Mark Herman"],"publishers":["GMT Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":true}]}