{"gameId":314503,"name":"Codex Naturalis","description":"In CODEX Naturalis, you must continue the work of the illuminating monk Tybor Kwelein, assembling the pages of a manuscript that lists the living species in primary forests. Can you put the pages together in the best order possible? And are you prepared to sacrifice a species to develop your manuscript?&#10;&#10;In the game, each player starts with a single card on the table, a card that shows some combination of the four possible resources in the middle of the card, in the corners of the card, or both. Players also have two resource cards and one gold card in hand, while two of each type of card are visible on the table.&#10;&#10;On a turn, you place a card from your hand overlapping the corners of one or more cards you already have in play. Your starting card has four overlappable corners, while resource and gold cards have only three.&#10;&#10;&#10;    Resource cards have no cost to be played, and they often depict resource symbols in their corners.&#10;    Gold cards deliver points when played, but they often have a resource requirement, e.g., three fungi or two plant/one animal/one insect, and you must have those resources visible in your manuscript at the time you play the gold card. You score points from this card immediately, with some cards having a fixed value and others a variable one depending on how many of a certain symbol are showing or how many corners you covered this turn.&#10;&#10;&#10;If you wish, you can play a card from your hand face down; such a card has four corners and one resource, but provides no points. After you play, draw a face-up card or the top card of either deck to refill your hand.&#10;&#10;When a player reaches 20 points, you complete the round, and each player takes one additional turn. Players then score points based on how well they matched two public objective cards and one secret objective card, after which the player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/0I7U0tz-RgpIFWWco5FKLA__original/img/BeNJf5TlpTDS56qdhL1lpjiyMmc=/0x0/filters:format(png)/pic5612161.png","thumbnail":"https://cf.geekdo-images.com/0I7U0tz-RgpIFWWco5FKLA__thumb/img/idWdk9oQtUtvE7G_WwWUa7qoYNE=/fit-in/200x150/filters:strip_icc()/pic5612161.png","minPlayers":2,"maxPlayers":4,"playingTime":30,"mechanics":["Hand Management","Pattern Building"],"isExpansion":false,"yearPublished":2020,"bggRating":5.80752,"averageRating":7.289,"rank":3676,"designers":["Thomas Dupont"],"publishers":["Bombyx","Maldito Games","Mostafil Games","Yayoi The Dreamer"],"artists":["Maxime Morin"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":true}]}