{"gameId":314745,"name":"Now or Never","description":"Far to the south of The Last Ruin lies a cliffside village called The Monument. For generations, it protected an ancient shrine until the day a crystal meteorite descended. The meteor's denizens slowly crept out into the world&mdash;bizarre monstrosities from nightmare, attacking all in their path. As they spread across the land, there was no intelligent malice nor grand invasion strategy; the creatures acted like a fungus&mdash;spreading into new territory sporadically.&#10;&#10;After many fruitless attempts to expel the monsters, the people of The Monument fled as their village crumbled, exiled to distant lands, resigned to a nomadic existence.&#10;&#10;Twenty years later, there are rumors that the bizarre monsters are growing weak. They&rsquo;re slower, less impervious to attack, some undergoing a gradual petrification until they crumble to dust. Is it the atmosphere? Are they dying of old age? Do they suffer from a strange disease? No one is certain, but as the news spreads, various factions set their eyes on the vacant, ruined village of The Monument. The original villagers, now refugees, are desperate to return and rebuild. But they must do it quickly, before someone else claims their home. This is their chance. It&rsquo;s now or never.&#10;&#10;In Now or Never, you and up to three friends compete to best rebuild your ancestral village and guide the rest of the villagers on their journey home. Although the creatures of the meteorite have lost much of their strength, many of them remain, and you must fight them off to protect traveling villagers. Now or Never is the third game in the Arzium storybook series that includes Above and Below and Near and Far.&#10;&#10;Now or Never is a competitive strategy game that allows you to:&#10;&#10;&#10;     Choose one of four asymmetrical characters to play.&#10;     Rebuild the village so that returning villagers have a place to live. You must carefully choose what and where to build to maintain an advantage, earning the biggest rewards for long-term planning.&#10;     Interact with other players by hiring their specialists to perform special actions.&#10;     Combat dangerous creatures to rescue villagers.&#10;     Explore a fantasy landscape filled with bizarre places, technology, and peoples.&#10;&#10;&#10;Now or Never includes two modes of play: standard and story. When playing in story mode, you read from a storybook when you explore, making choices and learning more about the characters and the world. Each character has their own set of stories, unique to the locations they explore and diverse in plot, perspective, and motive, allowing you to choose what direction your own story will take.&#10;&#10;Journey to The Monument and help rebuild your ancient home!&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/By59lVylKiQh_ICJUgK5Tg__original/img/53w7Bysm7Qhi6SHgrSUIC-tP0xU=/0x0/filters:format(jpeg)/pic6209785.jpg","thumbnail":"https://cf.geekdo-images.com/By59lVylKiQh_ICJUgK5Tg__thumb/img/a-AYlm8qtSbpqeqydP09w1Aorfw=/fit-in/200x150/filters:strip_icc()/pic6209785.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Drafting","Hand Management","Solo / Solitaire Game","Tile Placement","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.65868,"averageRating":8.24063,"rank":5755,"designers":["Ryan Laukat"],"publishers":["Devir","Red Raven Games"],"artists":["Ryan Laukat"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":7,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":3,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}