{"gameId":315059,"name":"Dream Crush","description":"Prepare to GUSH about your CRUSH!&#10;&#10;Look into your heart and choose your favorite Crush, then guess who your friends are crushing on in this totally timeless fantasy dating game! Uncover sweet and strange secrets about prospective Crushes while navigating hilarious relationship milestones that will leave your feelings reeling as you play. Only by correctly predicting who makes your friends swoon will you live happily ever after with your own Dream Crush!&#10;&#10;Inspired by the classic dating games of the past half-century or so, Dream Crush was brought to life by Found Footage Fest cofounder Nick Prueher, with graphic design by Chris Bilheimer and the Mondo team, original artwork by We Buy Your Kids, and incredible photography by Carli Davidson featuring a gorgeous cast of Crushes.&#10;&#10;The game is played over five rounds: in each round, a Milestone Card with steadily increasing impact is revealed (ex: &ldquo;They ask you to be on their bar trivia team&rdquo; or &ldquo;You must co-sign a lease with one Crush&rdquo;. Next, a Secret about each Crush is revealed, lending insight into their unique personalities and lifestyles.&#10;&#10;Each player secretly chooses a Crush to embark upon the Milestone with, writing it on their scorecard, while also predicting who their friends will pick. Once everyone has recorded their answers, players take turns revealing their choices, often engaging in passionate table-talk defending their decision-making process (which becomes more agonizing as the rounds pass).&#10;&#10;All correct guesses count as points toward a total that will determine the winner at the end of the game.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/VwqF7PpTC-7pvu9aPJRU6Q__original/img/XWLcFKbXJp9Xu8k5oU7IsHEAPdI=/0x0/filters:format(jpeg)/pic5550917.jpg","thumbnail":"https://cf.geekdo-images.com/VwqF7PpTC-7pvu9aPJRU6Q__thumb/img/_Q_3_BvaWco9I05LbYUeKYUH_5g=/fit-in/200x150/filters:strip_icc()/pic5550917.jpg","minPlayers":2,"maxPlayers":6,"playingTime":30,"mechanics":["Paper-and-Pencil","Role Playing"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7.65909,"rank":-1,"designers":["Nick Prueher"],"publishers":["Mondo Games"],"artists":["Biddy Maroney","Sonny Day"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}