{"gameId":315631,"name":"Santorini: New York","description":"Santorini New York puts players in the work boots of builders constructing a grand city at the start of the 20th century. During the game, you will move your workers around Manhattan, raising buildings and skyscrapers. To prove your skill, climb atop the tallest building and look down over the city you have built. Only clever tactical moves and cards will bring you victory.&#10;&#10;In this 2-5 player abstract strategy game, you'll control 2 workers while all building New York City. Each turn consists of a move and a build, but special Role Cards impact how you play your turn. Each player will have 5 Role Cards, choosing one to play at the beginning of each turn. Once used, it is discarded, which continues until each player only has 1 Role Card left. 4 more are dealt to each player to provide more options.&#10;&#10;The first player to move to the third level wins the game, however they must have the Statue of Liberty when they do in order to win. Each Role Card has a number printed on it, showing it's initiative order. Role cards are simultaneously revealed each round, and the player with the lowest number goes first. The player with the highest number takes the Statue of Liberty, and is the only player who can win on that turn, creating an intense and dynamic 'all vs 1' environment every turn.&#10;&#10;The game comes with 14 Role Card sets, but only 4 are used each game, providing a large amount of replayability. The game also comes with 6 custom sculpts of the world-record breaking skyscrapers at the turn of the century.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/fcp8jiHHELBu0gysThUCvA__original/img/eIqryMine3cTq58VzSIZfKVHF5U=/0x0/filters:format(png)/pic5562971.png","thumbnail":"https://cf.geekdo-images.com/fcp8jiHHELBu0gysThUCvA__thumb/img/Em9JjQA8H5JOmwWF438Ccm8YY0U=/fit-in/200x150/filters:strip_icc()/pic5562971.png","minPlayers":2,"maxPlayers":5,"playingTime":30,"mechanics":["Square Grid","Three Dimensional Movement","Variable Player Powers"],"isExpansion":false,"yearPublished":2020,"bggRating":5.64791,"averageRating":7.17657,"rank":5964,"designers":["Gord!"],"publishers":["Roxley","Spin Master Ltd."],"artists":["Lina Cossette","David Forest"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}