{"gameId":315943,"name":"Agents of SMERSH: Epic Edition","description":"Agents of SMERSH: Epic Edition&#10;&#10;The Game: &#10;In Agents of SMERSH: Epic Edition, the most EPIC Narrative Storytelling game of all time, 1-4 players take on the roles of Elite Government Spies traveling the world in search of Dr. Lobo and his Henchmen on an EPIC mission to stop them from taking over the world. Players use their Advanced Skills, Top Secret Spy Gear, and Allies as they traverse exotic locations in order to locate Dr. Lobo and his Henchmen. A simple dice mechanic is utilized to resolve encounters.&#10;&#10;Our Epic Edition takes Agents of SMERSH to a whole new level by focusing on the most Epic part of the game - The Story - while giving the graphic design a fresh upgrade and streamlining some of the older mechanics to provide a more focused, engaging experience. For example, where you travel to on the world map now provides you with different bonuses and upgrades amongst the many hundreds of unique encounters. Instead of collecting Intel just to win the game, you now collect it to locate and encounter Dr. Lobo&rsquo;s Henchmen, and eventually Dr. Lobo himself. Henchmen and Dr. Lobo have their own individual &ldquo;Choose your Own Adventure-like&rdquo; stories and encounters. Defeat one or all of the Henchmen first and you&rsquo;ll gain an advantage against Dr. Lobo in the End Game.&#10;&#10;Did you defeat Dr. Lobo? Are you sure? In the Epic Edition of SMERSH, there may be more than one Dr. Lobo. So it seems . . . something strange is going on in the world.&#10;&#10;The Story Briefing:&#10;&#10;The Director of the United Nations Intelligence Committee has contacted you through a secure channel. He tells you that hundreds of Secret Government Spies worldwide have been disappearing and turning up dead. Only the best of the best, the elite of the elite are still alive: YOU are one of those Spies. He&rsquo;s putting together a global inter-agency cooperating task force, and he needs your help to prevent more death and to stop the world&rsquo;s most infamous evil mastermind, Dr. Lobo. Reports say that Lobo has put together his own force, a force for evil and death called &ldquo;SMERSH&rdquo; with objectives not only to bring &ldquo;Death to all Spies&rdquo; but ultimately to take over the world using his most influential and powerful henchmen.&#10;&#10;Your mission, if you choose to accept it, is to work together with our other allied spies to bring down Lobo&rsquo;s henchmen and force them to lead you to Lobo himself. Once you find Lobo, take him down by any means necessary. &quot;I will do whatever I can to help from here in the UN, all of our resources, tech, spy gear, and Intel are yours for the taking. We have other agents out in the field, in hiding now, perhaps to meet you on your encounters in the field. Do your best to stay alive, and bring down Lobo and his Henchmen as soon as possible. Good Luck.&quot; - The Director&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/uM36vkRwCaIUN1gCwCqe8w__original/img/UNNx24ifPHVKWlvj3yTaGnRxzgA=/0x0/filters:format(jpeg)/pic5570005.jpg","thumbnail":"https://cf.geekdo-images.com/uM36vkRwCaIUN1gCwCqe8w__thumb/img/BCdNtZVqkWIyJ83qZRPSpaQoIOA=/fit-in/200x150/filters:strip_icc()/pic5570005.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Narrative Choice / Paragraph","Role Playing","Solo / Solitaire Game","Storytelling"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":9.33333,"rank":-1,"designers":["Christopher Batarlis","Jason Maxwell"],"publishers":["Everything Epic Games"],"artists":["Shane Braithwaite"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}