{"gameId":316750,"name":"The Princess Bride Adventure Book Game","description":"Inconceivable! Climb the Cliffs of Insanity, brave the Fire Swamp, and help Buttercup, Westley, Fezzik, and Inigo Montoya survive the dastardly machinations of Prince Humperdinck, Count Rugen, and Vizzini. Follow the incredible story of The Princess Bride through six chapters and work together to keep the plot on course despite Shrieking Eels, kissing, and constant interruptions! Will the forces of evil &mdash; or true &quot;wove&quot; &mdash; prevail?&#10;&#10;In The Princess Bride Adventure Book Game, players work together to advance the plot and tell all six chapters despite interruptions from a sick grandson. Each chapter is represented by a new board within a &quot;book&quot; of game boards. Instead of each player controlling a single character, players cooperate to complete challenges by moving characters and discarding story cards from their hand.&#10;&#10;Each chapter has a series of challenges that require characters to be in specific locations and specific story cards to be discarded from a player's hand. All challenges must be completed before players can advance to the next chapter. A chapter can be interrupted by different story-based conditions or by the grandson. Players have one more chance to complete the story after an interruption, or they lose the game. Special story cards earned as a reward for completing challenges as well as miracle tokens give players more options and help them along the way.&#10;&#10;The Princess Bride Adventure Book Game includes paintable miniatures for Westley, Princess Buttercup, Prince Humperdinck, Count Rugen, Vizzini, Inigo Montoya, and Fezzik.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/YZtqwm42zlTm-KMZj6mgXDFVxy8=/0x0/pic5591026.jpg","thumbnail":"https://cf.geekdo-images.com/thumb/img/Scfb3BWgYAoA1mEZtZZ3Z1g2qkE=/fit-in/200x150/filters:strip_icc()/pic5591026.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Area Movement","Automatic Resource Growth","Cooperative Game","Hand Management","Move Through Deck","Once-Per-Game Abilities","Pick-up and Deliver","Point to Point Movement","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Time Track"],"isExpansion":false,"yearPublished":2020,"bggRating":5.55092,"averageRating":7.42605,"rank":9642,"designers":["Ryan Miller"],"publishers":["Ravensburger"],"artists":["Medusa Dollmaker","Lucas Torquato"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}