{"gameId":316777,"name":"Teotihuacan: Expansion Period","description":"Teotihuacan is expanding into an empire! The city is growing beyond its old borders, military expeditions project its influence all the way to the Yucatan Peninsula. Fighting men become settlers, new resources are discovered, and the wealth brought by obsidian draws in new discoveries.&#10;&#10;Teotihuacan: Expansion Period is a modular expansion for Teotihuacan: City of Gods. It introduces several new options to enrich and expand the game experience.&#10;&#10;Obsidian &mdash; a new, &quot;wild&quot; resource in the game, more powerful than others, used for special actions in other modules, as well as for faster gameplay, added onto the new resource collection action boards.&#10;&#10;Mansion &mdash; a new action board is added to the game to replace the Palace board, providing new options to climb temples and power up your workers.&#10;&#10;Altars and Shamans &mdash; this module adds a whole new dimension to the game. Previously empty spaces between Action Boards are now dedicated to Altars, home to Shamans &mdash; new game pieces which move counter-clockwise and perform their own set of powerful actions.&#10;&#10;Expanding the Empire &mdash; the new Empire board comes with a wealth of opportunities, while integrating perfectly with the base game. The new Conquest board, compatible with previous expansions, allows players to use warriors to reach new lands and then turn them into settlers to advance on the Avenue of the Dead.&#10;&#10;Advanced Teotibot &mdash; new functionalities for Teotibot, your solo opponent, make it compatible with all new content.&#10;&#10;... and more! Major Discoveries are added to the game, more powerful than regular Discovery tiles, but more difficult to come by. Special mask tiles which enable collecting sets consisting of up to 11 masks! More Priests and Priestesses, a new Season tile, new Technology tiles, Starting tiles, and Royal tiles.&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/SXvvDrwMpY1dAFsQ5tQDBw__original/img/o3fFxPYgN9sszOM85Ysejtyp5rk=/0x0/filters:format(jpeg)/pic5590302.jpg","thumbnail":"https://cf.geekdo-images.com/SXvvDrwMpY1dAFsQ5tQDBw__thumb/img/dcVyIeC6ktqO2ORbThn7r3aATLY=/fit-in/200x150/filters:strip_icc()/pic5590302.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Movement","Point to Point Movement","Rondel","Set Collection","Tile Placement","Variable Player Powers","Variable Set-up","Worker Placement","Worker Placement with Dice Workers"],"isExpansion":true,"yearPublished":2021,"bggRating":5.65308,"averageRating":8.45423,"rank":-1,"designers":["Daniele Tascini","Dávid Turczi"],"publishers":["Board&Dice","CMON Global Limited","Game Harbor","Maldito Games","Pixie Games","Portal Games","Schwerkraft-Verlag","sternenschimmermeer"],"artists":["Agnieszka Kopera","Paulina Wach","Odysseas Stamoglou"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}