{"gameId":316966,"name":"The Fall of Tobruk: Rommel's Greatest Victory","description":"The Fall of Tobruk: Rommel's Greatest Victory is a recreation of the Axis attack on the heavily fortified Gazala-Bir Hakeim line in May-June 1942. &#10;Participating in the attack were three corps of Italian troops and the vaunted Deutsches Afrika Korps, all under the operational command of General Erwin Rommel. &#10;Opposing the Axis forces were two corps of the Eighth Army, manned by a polyglot Allied force made up of British, South African, and Indian troops, along with a force of Free French troops, all under the command of General Neil Ritchie. &#10;The battle was pivotal in the Western Desert campaigns that had see-sawed back and forth across Cyrenaica since the winter of 1940. The battle has been described as Rommel's greatest victory, leading to the Axis capture of Tobruk, the British abandonment of Libya, and subsequent retreat to El Alamein.&#10;&#10;Players represent the two army commanders, Rommel and Ritchie, maneuvering the various brigades and regiments under their command in order to control the vital port of Tobruk and defeat the enemy forces while still preserving his own army as a force in being.&#10;&#10;This is complete revision of the Conflict Games edition designed by Frank Chadwick and first published in 1975 &mdash; consider this a completely NEW game and not a reprint of a previous edition. This new game features extensively researched and revised orders of battle, conversion to a d10 resolution method, all-new weather rules, all-new air rules showing the army-air force coordination that was being perfected by both sides, an all-new map at half of the original game's ground scale (1.5 mi/hex vs 3 mi/hex), and a switch from an Igo-Yugo to a chit-pull formation activation mechanism. But the most exciting change is a dynamic Operations Phase wherein players can decide exactly when and with which units they want to move, fight, barrage, or call in an air strike. No fixed Movement Phase, Combat Phase, Indirect Fire Phase, or Air Strike Phase...it's up to players how they want to construct their own turns. Neatly reflects the chaos of desert warfare in North Africa.&#10;&#10;Product Information:&#10;    Complexity: 7 out of 10&#10;    Solitaire Suitability: 8 out of 10&#10;    Time Scale: 1 day per turn (two operations phases per day)&#10;    Map Scale: 1.5 miles per hex&#10;    Unit Scale: battalions and companies&#10;    Players: two (playable solitaire)&#10;    Playing Time: 8 to 10 hours&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/GP1zT35smFkBVR_sLuRDzw__original/img/Da-5ChY5u3hiqW26Fq-60_WMP50=/0x0/filters:format(jpeg)/pic5631202.jpg","thumbnail":"https://cf.geekdo-images.com/GP1zT35smFkBVR_sLuRDzw__thumb/img/Sr2kjmtHsk0VVCW_oQUf5wPyQVo=/fit-in/200x150/filters:strip_icc()/pic5631202.jpg","minPlayers":1,"maxPlayers":2,"playingTime":600,"mechanics":["Chit-Pull System","Dice Rolling","Hexagon Grid","Simulation","Solo / Solitaire Game","Variable Phase Order","Variable Set-up","Zone of Control"],"isExpansion":false,"yearPublished":0,"bggRating":0,"averageRating":7.5,"rank":-1,"designers":["Chris Fawcett"],"publishers":["Compass Games"],"artists":["Shayne Logan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":true}]}