{"gameId":317313,"name":"Warhammer Age of Sigmar: Crypt Hunters","description":"Crypt Hunters is a fast-paced game of exploration and adventure for two players, set in the world of Warhammer Age of Sigmar. Orris Suresight and his Stormcast Eternals must find an ancient relic hidden amidst the twisting catacombs of the Ten Thousand Tombs, or the city of Glymmsforge will fall to the undead. Will you play the stalwart Stormcast Eternals, clad in gleaming golden armour and armed with powerful weapons, or the vengeful spirits of the Chainrasps intend on dooming Glymmsforge forever?&#10;&#10;In each game the Chainrasp player creates the labyrinth, while the Stormcast Eternals players searches its twisting passages for the Hyshian Luminator, the ancient relic that will save Glymmsforge. The board is made up of hexagon tiles, and as the Stormcast Eternals player searches further, the labyrinth will reveal infernal traps and can divide into sections leading some Stormcast Eternals to become lost in the dungeon depths.&#10;&#10;You&rsquo;ll resolve your actions using a set of special dice, and mark status effects with tokens. Each faction also utilizes a deck of cards with powerful effects. Banish your enemies with the holy energy of Sigmar, or inflict them with supernatural terror. Every roll of the dice could swing the outcome in your favour, or doom you to ignoble defeat. To win, the Stormcast Eternal player must first find the Winch tile, and then activate the Hyshian Luminator, banishing the undead. The Chainrasp player wins if all the Stormcast Eternals are slain. Play a single game, or combine your games in a campaign, and add new challenges with a unique system of optional Burdens.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/original/img/2NWdgNlcXvspEVRQWTivP4QWsYs=/0x0/pic5616196.png","thumbnail":"https://cf.geekdo-images.com/thumb/img/IJcSyMaH0moBOvgLQbf7XY9DBK0=/fit-in/200x150/filters:strip_icc()/pic5616196.png","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Dice Rolling","Modular Board"],"isExpansion":false,"yearPublished":2020,"bggRating":0,"averageRating":7.14231,"rank":-1,"designers":["John Bracken"],"publishers":["Games Workshop Ltd."],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}