{"gameId":317321,"name":"Darkest Dungeon: The Board Game","description":"&ldquo;Ruin has come to our family.&rdquo;&#10;&#10;In this adaptation of Red Hook&rsquo;s acclaimed Darkest Dungeon video game, you strive to cleanse a manor and its surroundings of all manner of evil: hordes of the undead, foul beasts and eldritch abominations... And, finally, either at death&rsquo;s door or at your wit&rsquo;s end, you will have to uproot evil itself from the darkest dungeon.&#10;&#10;Darkest Dungeon is a fully cooperative dungeon crawl game in which players take on the role of adventurers. Although brave and determined, adventurers are only human! They are prone to the madness and pain the twisted dwellers of the dungeons will inflict upon them. Death can occur, but is not the worst fate: heroes can be driven mad and beyond help!&#10;&#10;The game is played in campaigns of 11 missions. To reach the Darkest Dungeon itself, players will undertake 3 missions per threat level and vanquish the boss. Then, they will be strong enough and face the horrors of the Darkest Dungeon! They may emerge victorious... if they dispatch the source of evil that plagues the land.&#10;&#10;For each hero, select 3 skills out of 7 before heading into your mission (and level the heroes up to gain access to more skills). In each room, pick the most suitable stance to best resolve the conflict! Then, on each turn, a player chooses two of the available actions of moving, interacting with the environment, changing their stance or using a skill (if eligible for their current stance). Triumph over encounters, resist rampant madness and emerge victorious before throwing yourself into another battle. Between missions, spend your time in the hamlet, visiting various buildings to find relief from the physical and mental trauma you&rsquo;ve just endured. Restore the hamlet to its former glory and it will reward you and help you to fulfill the ultimate goal.&#10;&#10;","image":"https://cf.geekdo-images.com/k_JONJZe2vumR0FLCaiExQ__original/img/qU1RjSTryVsGyqwNyxMNUSUHYx8=/0x0/filters:format(png)/pic5634524.png","thumbnail":"https://cf.geekdo-images.com/k_JONJZe2vumR0FLCaiExQ__thumb/img/uCN9za7i94EyOXPtmuYcdWaGkXA=/fit-in/200x150/filters:strip_icc()/pic5634524.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Movement","Cooperative Game","Critical Hits and Failures","Dice Rolling","Finale Ending","Movement Points","Multiple Maps","Ratio / Combat Results Table","Role Playing","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Stat Check Resolution","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.70535,"averageRating":6.87839,"rank":5243,"designers":["Nick Niotis","Argyris Poungouras"],"publishers":["Mythic Games","Lucrum Games"],"artists":["Christopher Bourassa"],"playerPollResults":[{"numPlayers":1,"best":5,"recommended":13,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":14,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":7,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":11,"recommended":9,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":20,"numPlayersIsAndHigher":true}]}