{"gameId":317504,"name":"Mandala Stones","description":"In Mandala Stones, you use artists to collect colorful stones in towers that you then score.&#10;&#10;To set up the game, randomly place the 96 stones &mdash; 24 each in four colors and 48 each in two patterns &mdash; on the main board in stacks of four. Place the four artist pillars in their starting locations among these stone stacks.&#10;&#10;On a turn, you either pick stones or score stones. To pick, move an artist to a new location, then collect all stones adjacent to this artist that (1) bear the same pattern as that artist and (2) are not adjacent to another artist. Choose one of these stones to be first in a tower, then stack the other collected stones on top of this foundation one in clockwise order, then place this tower on an empty space on your player board.&#10;&#10;To score, choose to remove either (1) a color that appears on the top stones of at least two towers on your player board or (2) any number of top stones on your player board. In the latter case, you score 1 point for each removed stone. In the former case, you score points for each removed stone depending on the scoring condition for that space on your player board, which might be based on the height of that stone in a tower or the number of colors in that tower or the height of all towers on your board. Place all removed stones on the shared central mandala, building from the inside out and possibly scoring points depending on the spaces that you cover.&#10;&#10;If a player can neither pick nor score OR if a stone placed on the central mandala covers the game-ending space based on the number of players in the game, complete the round so that everyone has the same number of turns. Each player can then score one of two secret objective cards in their hand, then the player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/ucWyiu4LOqHUmGi6yb5BmQ__original/img/qeqTcEL3nTndiBz-RlWyXHRU55k=/0x0/filters:format(jpeg)/pic5608253.jpg","thumbnail":"https://cf.geekdo-images.com/ucWyiu4LOqHUmGi6yb5BmQ__thumb/img/O0tGosCGwt6UOpG6cRHUYNgor30=/fit-in/200x150/filters:strip_icc()/pic5608253.jpg","minPlayers":2,"maxPlayers":4,"playingTime":30,"mechanics":["Card Drafting","End Game Bonuses","Layering","Pattern Building","Set Collection","Variable Set-up"],"isExpansion":false,"yearPublished":2021,"bggRating":5.64939,"averageRating":7.59732,"rank":5781,"designers":["Filip Głowacz"],"publishers":["Board&Dice","Gameology","Kobold Spieleverlag","Lucky Duck Games","Lucrum Games","Rawstone","TCG Factory","White Goblin Games"],"artists":["Zbigniew Umgelter"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}