{"gameId":317582,"name":"Mythwind","description":"Mythwind is a cooperative &amp; solo &quot;cozy&quot; board game with unique characters, magical sprites, engaging story and an unending adventure.&#10;&#10;During the game, the characters are working together to establish and build a new town in the magical Mythwind Valley. They work to achieve various goals by constructing buildings within the town, adventuring throughout the region, navigating relationships with the mysterious sprites who inhabit the valley, and developing their character-specific professions.&#10;&#10;As an open-ended game, Mythwind has no distinct conclusion. Although many players may find a natural end point to their game at the conclusion of the story, players can continue to play the game for as long as they would like over as many game sessions as they wish. As players progress through the game, their town will develop and grow, reacting to changing seasons and to the members of the community over time. Progress made can be easily saved using the provided game trays, which offer a quick and easy solution for both tear-down of the current game and setup of future games.&#10;&#10;Crafter: The Crafter&rsquo;s goal is to make items for the townsfolk. As the Crafter perfects their craft, they can bolster their reputation and sell their items for a greater profit.&#10;&#10;Farmer: The Farmer&rsquo;s goal is to plant and grow crops to sell for a profit. Crops are polyomino pieces that the Farmer must manage within their farming area.&#10;&#10;Merchant: The Merchant&rsquo;s goal is to buy and sell goods within the marketplace. They must pay attention to the supply and demand of the various goods while also competing with rival merchants.&#10;&#10;Ranger: The Ranger&rsquo;s goal is to explore and collect resources for the town. The Ranger spends their time preparing for and embarking on expeditions throughout the valley.&#10;&#10;","image":"https://cf.geekdo-images.com/pqu26JNQZB0jCcVDC18PKQ__original/img/H66R4AERgf5JoiefCgm195rujzg=/0x0/filters:format(png)/pic6422235.png","thumbnail":"https://cf.geekdo-images.com/pqu26JNQZB0jCcVDC18PKQ__thumb/img/R4WLcRpALnl-PJyq7Cvyh0dX2cc=/fit-in/200x150/filters:strip_icc()/pic6422235.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Cooperative Game","Role Playing","Scenario / Mission / Campaign Game","Storytelling","Tech Trees / Tech Tracks","Variable Player Powers","Worker Placement","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.87175,"averageRating":7.81073,"rank":3704,"designers":["Nathan Lige","Brendan McCaskell"],"publishers":["Open Owl Studios","Board Game Circus","Bumble3ee Interactive","Don't Panic Games","Galakta"],"artists":["Amanda Kadatz"],"playerPollResults":[{"numPlayers":1,"best":12,"recommended":7,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":15,"recommended":9,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":12,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":10,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":5,"notRecommended":11,"numPlayersIsAndHigher":true}]}