{"gameId":317511,"name":"Tindaya","description":"Tindaya is set at the dawn of the 15th century on the paradise known today as the Canary Islands. The conquistadors have just set eyes on it. Each player must lead an aboriginal tribe to survival in a world ruled by gods and shaped by natural disasters.&#10;&#10;Tindaya is a theme-driven survival adventure with the soul of a eurogame. This environmentally conscious game offers two play modes to please any group: COOPERATIVE (including SOLO) &amp; COMPETITIVE, in addition to the TRAITOR variant for players avid of some old fashioned throat-cutting. Difficulty can be graded, and less experienced gamers can learn to play through a 3 game mini-campaign.&#10;&#10;What is it about? During 3 phases, natives will settle, progress, and battle invaders, all within a mythological setting ruled by two gods, Acoran &amp; Moneiba. They will demand specific goods at each stage of the game. If the natives are unable or unwilling to provide them, their godly rage will be unleashed.&#10;&#10;But players are not alone; two seers will make predictions by reading the smoke of their bonfires. Tibiabin will see the disasters to come. Tamonante will predict where they will happen. Disaster markers will be placed on the board to signal what is to come.&#10;&#10;At the end of each Era, the gods will send mythical monsters, legends, plagues, storms or earthquakes that will hit the islands, and villagers better be prepared&hellip; or be gone. As if all that was not enough, players will have to face the conquistadors, who will try to take over their islands.&#10;&#10;Disasters will reshape the land, merging islands or even making them disappear, forcing players to adjust their strategies as their world changes. The ever-changing scenario together with the different playing modes, event cards and missions, will produce unique and challenging experiences every time.&#10;&#10;Life as a native - Each tribe will start the game mastering two crafts (Fishing, pig farming, shepherding or agriculture), but will be able to learn the rest from other players. But they better produce only what is needed: One of the characteristics of Tindaya which differs from most eurogames is the need to take from the Earth only what is essential - take too little and your villagers will starve, but too much will produce waste and enrage the gods.&#10;&#10;Stages of each phase:&#10;&#10;&#10;    1 - Strategy phase - The seers foresee the future. The Gods demand their offerings. Players must analyze the effects of the disasters to come, prioritize and assign tasks. &#10;&#10;&#10;&#10;    2 - Action phase - Players take turns doing single or double actions through several rounds, until all players have passed. The available actions are: Develop a Craft unlocking new resources or even the ability to make food imperishable once salted, smoked, curdled or grinded / Exploit a settlement / Build a new cave to accommodate more villagers / Move (three steps, either by land or sea).&#10;&#10;&#10;When any native ends its movement on a tile, they can - Take natural resources (they are finite, so don&rsquo;t be greedy) / Offer goods to the gods at a volcano (if natives can&rsquo;t get enough of one of the treats, they can sacrifice humans instead! Imprisoned conquerors come handy but in desperate times even our own villagers can be thrown into the volcano) / Build a settlement / Take livestock from the wild / Free a conquered territory / Barter goods with other players.&#10;&#10;&#10;    3 - End of Era phase - Natives, animals and conquistadores will breed. Settlers not fed or without shelter will die, enraging the gods for our negligence. Perishable goods will go to waste and pile up in the garbage, enraging them as well.&#10;&#10;&#10;The gods will check the pile of offerings, calming up or enraging if we didn&rsquo;t deliver. Then disasters will occur as foreseen by the seers, killing natives, livestock, and modifying the board in an unpredictable way. Rage levels will set the severity of each catastrophe.&#10;&#10;End of the Game - In Cooperative mode, players will check if their collective mission has been achieved. If so, the gods will be happy, and all natives win the game.&#10;&#10;In Competitive mode, solidarity points will be granted to players that have given more to the community, used fewer resources, or achieved both collective and personal objectives. The player with more points will win the game.&#10;&#10;Tindaya will constantly challenge players, with terrifying events just around the corner. Surviving will not be easy. Only working as a fine-tuned team will natives stand a chance.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/soLotoILkAuup2k-lU9WHg__original/img/dVBX4vvOv2JVtl8EMVPuPAPDlxU=/0x0/filters:format(jpeg)/pic6281015.jpg","thumbnail":"https://cf.geekdo-images.com/soLotoILkAuup2k-lU9WHg__thumb/img/Rn13W_14WhOo-7xnHCnTfF9cotU=/fit-in/200x150/filters:strip_icc()/pic6281015.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Cooperative Game","End Game Bonuses","Events","Grid Movement","Hexagon Grid","Hidden Victory Points","Modular Board","Negotiation","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Tile Placement","Traitor Game","Turn Order: Stat-Based","Variable Set-up","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2022,"bggRating":5.57076,"averageRating":8.72981,"rank":8944,"designers":["Lolo González"],"publishers":["Red Mojo","Cranio Creations","Funforge","Lotus Frog Games","Maldito Games","Mosaico Jogos","Taverna Ludica Games","TLAMA games","YOKA Games"],"artists":["Javier González Cava"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}