{"gameId":317515,"name":"Águeda: City of Umbrellas","description":"Every summer, the town of Agueda Portugal transforms into a beautiful arts festival with colorful umbrellas hanging above the streets and decorated lamp posts, murals, and other art installations around this quaint city.&#10;&#10;In &quot;Agueda: City of Umbrellas&quot;, players will take on the role of festival artists decorating the city streets with their own colorful umbrellas to attract the most tourists to their streets. As an artist, you will need to balance the requests of the city, shops, and tourists to create the most stunning arrangement of umbrellas.&#10;&#10;Players will draft tiles from a central board, placing them in a row on their player street board. After placing your umbrellas, you will select one or two tourists and move them into one of your three rows of umbrellas to score that row. Careful placement of your umbrellas will unlock sections of your tourist map, which will add more tourists into your pool to place out on your board. Once a player has filled up their board, scoring of your arrangement of umbrellas will be based on both the standard board scoring placement rules plus communal &quot;Shop&quot; cards with varying scoring objectives.&#10;&#10;&quot;Agueda: City of Umbrellas&quot; is a game for 1 to 5 players and is inspired by the real life annual festival in Agueda Portugal called the Umbrella Project. 25th Century Games worked in concert with the Umbrella Sky Project to illustrate the box cover, incorporate their annual tourist maps into the game, and for cultural consultancy.&#10;&#10;","image":"https://cf.geekdo-images.com/pZ7NIPZmEDu5_kXoVPJ0qA__original/img/mxFaipYueqQP65Ji93oDnogsAtQ=/0x0/filters:format(png)/pic7116351.png","thumbnail":"https://cf.geekdo-images.com/pZ7NIPZmEDu5_kXoVPJ0qA__thumb/img/nvKTgL7SNIGnpdfdeYlfOuiWuRQ=/fit-in/200x150/filters:strip_icc()/pic7116351.png","minPlayers":1,"maxPlayers":5,"playingTime":40,"mechanics":["Pattern Building","Tile Placement","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.67577,"averageRating":6.87845,"rank":6490,"designers":["Dustin Dobson","Milan Zivkovic"],"publishers":["25th Century Games","(Web published)"],"artists":["Matt Paquette & Co."],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}