{"gameId":317985,"name":"Beyond the Sun","description":"Beyond the Sun is a space civilization game in which players collectively decide the technological progress of humankind at the dawn of the Spacefaring Era, while competing against each other to be the leading faction in economic development, science, and galactic influence.&#10;&#10;The game is played over a variable number of rounds until a number of game-end achievements are collectively claimed by the players. The winner is the faction with the most victory points, which are obtained by researching technologies, improving their economy, controlling and colonizing systems, and completing various achievements and events throughout the game.&#10;&#10;On a turn, a player moves their action pawn to an empty action space, then takes that action. They then conduct their production phase, either producing ore, growing their population, or trading one of those resources for another. Finally, they can claim up to one achievement, if possible.&#10;&#10;As players take actions, they research new technologies that come in four levels. Each technology is one of four types (scientific, economic, military, commercial), and higher-level technologies must match one of the types of tech that lead into it. Thus, players create their own technology tree in each game, using these actions to increase their military strength, to jump to different habitable exoplanetary systems, to colonize those systems, to boost their resource production, to develop android tech that allows growth without population, and more.&#10;&#10;","image":"https://cf.geekdo-images.com/BfEHqHQAvZLbRX7y7e9TWg__original/img/st1AoyeDPBSAHs5EuogAIqV32ek=/0x0/pic5617866.jpg","thumbnail":"https://cf.geekdo-images.com/BfEHqHQAvZLbRX7y7e9TWg__thumb/img/6rZLxebQyTXasbAPddxpdE1LVls=/fit-in/200x150/filters:strip_icc()/pic5617866.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Action Drafting","Events","Point to Point Movement","Tech Trees / Tech Tracks","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":6.01054,"averageRating":8.3458,"rank":2349,"designers":["Dennis K. Chan"],"publishers":["Rio Grande Games"],"artists":["Franz Vohwinkel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}