{"gameId":318560,"name":"Witchstone","description":"As established representatives of your guild, you gather around an ancient sacred stone, the significance and magical powers of which are known to adepts only. Each player occupies one of the four towers around the Witchstone and starts from there. Create your magic spells with the help of your cauldron, and put a network of magic energy around the stone. Send out your witches, scoop the magic crystals out of the cauldron, make use of the pentagram and the magic wand, and keep an eye on the prophecy scrolls in order to ensure victory.&#10;&#10;Not all options are always available to you. Only if you cleverly make the most of your opportunities will you have the chance of accumulating the most victory points over the eleven rounds and thereby win Witchstone.&#10;&#10;Each player in the game has a personal cauldron that bears seven crystals and six pre-printed magic icons, and they share a larger game board that features a crystal ball that shows the entire landscape. Each player has a set of fifteen domino tiles, with each half of the domino being a hexagon; each domino depicts two different magic icons from the six used in the game.&#10;&#10;On a turn, you place one of the five face-up dominos in your reserve onto your cauldron, then you take the action associated with each icon depicted on that domino; if the icon is adjacent to other dominos showing the same icon (or the matching pre-printed icon), then you can take that action as many times as the number of icons in that cluster. You must complete the first type of action completely before taking the second action. With these actions, you can:&#10;&#10;&#10;    Use energy to connect your starting tower to other locations on the game board, scoring 1, 3 or 6 points depending on the length of the connection.&#10;    Place witches next to your starting tower on the game board or move them across your energy network to other locations. As you do this, you gain points and possibly additional actions to use the same turn.&#10;    Move your token around a pentagram to collect points and to acquire bonus hex tiles; you can use these tiles immediately for actions or place them in your cauldron to make future tile placement more valuable.&#10;    Move the crystals in your cauldron, whether to make room for future tile placement or to gain bonus actions by ejecting the crystal completely.&#10;    Advance on a magic wand to gain points and take additional actions, with the actions being doubled should you currently be the most advanced player on the wand.&#10;    Claim scroll cards that boost future actions or earn you bonus points at game's end depending on how well you've completed the prophecy depicted.&#10;&#10;&#10;After each player has completed eleven turns &mdash; which could equal 40-60 actions depending on how well you've used your cauldron &mdash; the game ends and players tally their points from prophecies and other collected scoring markers to see who has the highest score.&#10;&#10;","image":"https://cf.geekdo-images.com/zi0KYvDC394VpxF3b5bpzA__original/img/0590ov78X8pInSRF7YNdVHDecTQ=/0x0/filters:format(jpeg)/pic6034602.jpg","thumbnail":"https://cf.geekdo-images.com/zi0KYvDC394VpxF3b5bpzA__thumb/img/QbsDI5akgmmv0rxve3UdttEYn6M=/fit-in/200x150/filters:strip_icc()/pic6034602.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Card Drafting","End Game Bonuses","Network and Route Building","Point to Point Movement","Tile Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":5.71644,"averageRating":7.99392,"rank":4696,"designers":["Martino Chiacchiera","Reiner Knizia"],"publishers":["HUCH!","Atalia","DiceTree Games","dV Giochi","Hobby Japan","R&R Games","Rebel Sp. z o.o."],"artists":["Mariusz Gandzel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":7,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":5,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}