{"gameId":318996,"name":"Welcome to Sysifus Corp","description":"The perfect &quot;gateway&quot; board game that will get your non-gamer friends addicted to the world of board games!&#10;&#10;- You can teach the game in about 5 minutes&mdash;even to your non-gamer friends.&#10;- Endlessly replayable with over 3.2 million setup combinations.&#10;- Easy to learn, but hard to master with lots of depth in the gameplay. (So you won&rsquo;t be bored)&#10;&#10;Welcome to Sysifus Corp! You are EMPLOYEE#318996 and are part of the most recent cohort of new hires here at Sysifus Corp. Your goal at this company is to suck up to all three Bosses before attending your annual Performance Review. The first employee to do so will be promoted! But be careful as your fellow coworkers will do anything to make you fail.&#10;&#10;Welcome to Sysifus Corp is a literal rat-race around the board as you build a path to the Bosses in their corner offices and return to the Performance Review tile.&#10;&#10;Employees will build a collective path by placing Project cards around the board. They will then traverse this path, amassing Company Influence along the way, and utilize that Influence to play various Office Politics cards (25 unique cards). There is no limit on how far your career can go when you fully leverage the power of Office Politics.&#10;&#10;In a typical turn:&#10;- players create a path to the Bosses by placing Project cards&#10;- players can block off paths so that others cannot follow, causing others to potentially get stuck&#10;- use Office Politics cards to get ahead or sabotage your coworkers&#10;- chain together multiple cards to achieve crazy combos such as swapping locations, causing others to get stuck, or shifting the entire office layout&#10;- manage your Company Influence wisely and use them strategically to get even further ahead&#10;&#10;When a player successfully visits all three Bosses and makes it back to the Performance Review tile, they are declared the winner and receive the coveted promotion!&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/mBMsZYvtKpn5yp2k56FrKw__original/img/QM8uIvR5SR82PkKDVGdslgy8IMM=/0x0/filters:format(jpeg)/pic6402531.jpg","thumbnail":"https://cf.geekdo-images.com/mBMsZYvtKpn5yp2k56FrKw__thumb/img/pzJv9G7yDAc8J-YvLKrdZQJ0AO0=/fit-in/200x150/filters:strip_icc()/pic6402531.jpg","minPlayers":2,"maxPlayers":4,"playingTime":75,"mechanics":["Chaining","Grid Movement","Hand Management","Map Addition","Race","Square Grid","Take That","Tile Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":5.51479,"averageRating":8.56563,"rank":15370,"designers":["Wonmin Lee"],"publishers":["Pegasus Games NYC"],"artists":["Wonmin Lee"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}