{"gameId":318983,"name":"Faiyum","description":"The oasis-like basin Faiyum was artificially built 3,900 years ago by enlarging the Bahr Yussef channel that connected to the Nile to create a regulated flood plain. During the Middle Kingdom of Egypt, this swampland was slowly changed into farmland under the aegis of pharaohs such as Amenemhet III and Sesostris II. They ordered their advisors to build a system of canals and dikes to reclaim the land surrounded by desert and inhabited by crocodiles to turn it into a granary for Egypt.&#10;&#10;Now, during the reign of Amenemhet III, you are the pharaoh's advisors, commanded to harvest goods, build roads, found settlements, and do much more for the good of Faiyum! You are being supplied with the necessary manpower, resources, and money, which means that if another advisor needs to use &quot;your&quot; roads, farms, and other buildings, they may do so since everything you build is owned by the pharaoh. The only thing you will own is the only thing that matters: the respect of the pharaoh.&#10;&#10;Faiyum is a strategic game for enthusiasts of planning games. The basic rules are simple: Play your cards one by one on your personal discard stack. After playing some or all of your cards, you take them back into your hand in &quot;reverse&quot; playing order, so playing cards in the best order is important. Newly purchased cards go directly into your hand, so the timing of getting and playing them is important, too. Each of the individual cards has easy-to-understand actions, but only by creating the best combined &quot;engine&quot; will you be a master advisor of Faiyum.&#10;&#10;This game features a card mechanism reminiscent of deck builders and the market mechanism successfully used in Power Grid. Gain more and more valuable cards, and use the structures built on the game board to your advantage &mdash; in other words, for your reputation. In the end, the most cunning advisor who creates the best card combinations will win Faiyum.&#10;&#10;","image":"https://cf.geekdo-images.com/sl0ReaWGqY1LQjNoGtCPWg__original/img/u_gG8_UJd3Pg6sqVyE9rhI__Dpk=/0x0/pic5638086.jpg","thumbnail":"https://cf.geekdo-images.com/sl0ReaWGqY1LQjNoGtCPWg__thumb/img/wH5S7oMLlZsHZ-K2RLcsXIXRyi0=/fit-in/200x150/filters:strip_icc()/pic5638086.jpg","minPlayers":1,"maxPlayers":5,"playingTime":140,"mechanics":["Deck Construction","Deck, Bag, and Pool Building","Hand Management","Hexagon Grid","Market","Network and Route Building","Solo / Solitaire Game","Worker Placement"],"isExpansion":false,"yearPublished":2020,"bggRating":5.56736,"averageRating":8.47503,"rank":8517,"designers":["Friedemann Friese"],"publishers":["2F-Spiele"],"artists":["Harald Lieske"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}