{"gameId":319264,"name":"Heroes of Normandie: Big Red One Edition","description":"The time is summer 1944. The Sun shines on Normandy hedgerows. Gentle wind, fields of bright flowers, and in the background, the romantic staccato of machine gun fire in the morning. In these typical French countryside landscapes, thousands of men are about to fight. And die. Bravely like heroes, or cowardly like wussies. But only heroes really matter. Those you see in Hollywood Golden Age war movies. Here lies the inspiration for Heroes of Normandie; here is what the game has to offer: explosive and fast-paced battles; the pleasure of butchering your enemies through MG42 walls of lead; and the ability to crush Nazi bastards under tons of shells &ndash; basically, blood and guts.&#10;&#10;A miniatures game without miniatures, Heroes of Normandie is a fast-paced WW2 strategy war game inspired by Hollywood war movies. A tactical scale board-game opposing two players and two armies, with the Germans on one side and the Americans on the other. Players use order tokens to determine initiative and to bluff. While a single six-sided die determines combat, action cards are played to spice things up. Secretly plan your attacks and outwit your opponent. Block the opposing strategy and surprise the enemies. Deploy your units and don't turn back!&#10;&#10;What's new in the Big Red One edition:&#10;&bull; 50-Card decks (instead of 70) with new Alternate Bonuses, for even faster gameplay and reduced setup time.&#10;&bull; New and improved rule book&#10;&bull; New scenarios&#10;&bull; New and improved Aircraft system&#10;&bull; All new artwork for the Heroes, from new illustrator Nicola Angius&#10;&bull; New Blast Templates&#10;&bull; New Heroes&#10;&bull; Flamethrowers in the core box (instead of in expansions)&#10;&bull; New Bonus Markers&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/kZ2waOr5-AsgNiPiSzPj_Q__original/img/AgSedYwEUnPy4SOeUSEny6ShNqk=/0x0/filters:format(jpeg)/pic5648939.jpg","thumbnail":"https://cf.geekdo-images.com/kZ2waOr5-AsgNiPiSzPj_Q__thumb/img/ZMliG8SbMKD7TjFtFmltUZpzlKI=/fit-in/200x150/filters:strip_icc()/pic5648939.jpg","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Dice Rolling","Grid Movement","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":9.53846,"rank":-1,"designers":["Yann and Clem"],"publishers":["Devil Pig Games"],"artists":["Nicola Angius"],"playerPollResults":[{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}