{"gameId":319889,"name":"Artefacts","description":"ON KICKSTARTER NOW : https://www.kickstarter.com/projects/fabulist-factory/artefacts&#10;&#10;Two thousand years old, the Artefactorum, a secret society governed by the Council of Grand Master-Artefactors, brings together scientific elites from all over the world around one ambition: to achieve the ultimate knowledge of the mechanisms of the Universe.&#10;&#10;Every ten years, the Council announces when and where the next Grand Tournament will be held, allowing them to choose from their peers the person who will have the honor of joining their institution. Each time, the exceptional event attracts the most daring Master Artefactors, flocking from all continents to demonstrate that they deserve the title of Grand Master.&#10;&#10;The Grand Tournament takes place over a whole astral year, during which the contenders for the illustrious distinction will each have to build a Machine-Artefact, by combining Water, Fire, Earth, Air and Lightning with skeletons. of metal. Each Master Artefactor will have to design and build his machine, which will compete against those of his competitors in confrontations. But only one of them will get a place on the Council...&#10;&#10;Machine-Artefacts will be evaluated on their construction qualities and their results during rounds of combat. Nevertheless, it will be necessary to be a good strategist to thwart the traps posed by his opponents, not to mention the low blows that certain Masters, less scrupulous, are already preparing in the shadows. Skillful negotiators can also hope to succeed by establishing alliances. Ingenuity, tenacity and cunning will therefore be required in order to hope to become the next Grandmaster.&#10;&#10;ARTEFACTS The Boardgame combines resource management, worker placement and tactical confrontations, for 2 to 4 players, with the theme of Steampunk aristocracy from the late 19th century.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/ufXFASha6ZI5DVaEy1610w__original/img/oUfUvwhWEmGqvC34Kwo7AcAeem8=/0x0/filters:format(jpeg)/pic6135223.jpg","thumbnail":"https://cf.geekdo-images.com/ufXFASha6ZI5DVaEy1610w__thumb/img/oHBVEksSAGYI9JpNYm5b01IAkhM=/fit-in/200x150/filters:strip_icc()/pic6135223.jpg","minPlayers":1,"maxPlayers":4,"playingTime":240,"mechanics":["Player Elimination","Tile Placement","Turn Order: Claim Action","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":5.51944,"averageRating":9.02778,"rank":17311,"designers":["Franck Bovet"],"publishers":["Fabulist Factory"],"artists":["Paulina Bajer","Victor Debatisse","Yuio"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}