{"gameId":319971,"name":"Monster Hunter World: The Board Game","description":"Inspired by the hit video game that sold over 15 million copies worldwide, Monster Hunter World: The Board Game brings three &lsquo;M&rsquo;s and four &lsquo;C&rsquo;s to your tabletop: massive monster minis in a cooperative, choose-your-own-adventure-style combat campaign!&#10;&#10;It&rsquo;s time to journey to an uncharted land, because the Astera basecamp needs YOU. Become a hunter of the Fifth Fleet to track down and slay the fearsome monsters roaming the New World. Protect basecamp and craft awesome new equipment with the loot collected from your fallen foes, so you can take on bigger and badder beasts! Gather your party of 1-4 hunters* and venture out on quests made up of three phases:&#10;&#10;&#10;         First is the gathering phase, where you&rsquo;ll trek through the lush jungles of the Ancient Forest&mdash;or the arid dunes and fetid swamps of the Wildspire Wastes&mdash;gathering resources and searching for a monster that could appear at any moment. Just like in the video game, the tabletop monsters can be wild and unpredictable, with changing moods and attack preferences. In this phase, you&rsquo;ll use a choose-your-own-adventure style quest book to determine what state you encounter the monster in and how you&rsquo;ll make your approach.&#10;         Next is the hunting phase, where you&rsquo;ll attempt to slay the monster in fluid and dynamic combat that makes full use of the board and miniatures to bring your experience to life.&#10;         And, finally, the HQ phase, where you&rsquo;ll craft new weapons and armour upgrades using the hard-won loot from your monster battles!&#10;    &#10;&#10;&#10;The choose-your-own-adventure element will immerse you in the New World, giving five unique ways to approach each monster before engaging in combat. Enjoy the beauty of the landscape as you would in the video game, and feel your tension build as you get deeper into the hunt&hellip; ...Because it&rsquo;s crush-or-be-crushed with monsters as mobile as these. Enter dynamic and dangerous combat where positioning and teamwork are vital to success. Leap away from devastating attacks and strike when the opportunity presents. It&rsquo;s vital you manage the threat, juggling which of your party members is drawing the monster&rsquo;s attention at any given moment. One wrong move could spell doom! Where you strike matters, too. Earn the loot you need for the weapons you want by targeting different areas of a monster and wearing it down over time.&#10;&#10;Speaking of weapons, use your player board to track your health, stamina, and equipment. Just like in the video game, your weapon is essentially your hunter class, with a unique deck of cards and upgrades you can swap out by crafting to gain newer (and more powerful!) bonuses and attacks. As for using those weapons? Combat is controlled by cards which you&rsquo;ll use to create combos, meaning you&rsquo;ll string together attacks at the cost of stamina. Keep an eye on your stamina to balance your offensive and defensive moves, or you might find yourself caught out and crushed by a massive monster attack!&#10;&#10;&#10;    Want to play solo? No problem. Monster Hunter World: The Board Game includes solo mode, where you can control a pair of hunters and quest to your heart&rsquo;s content.  &#10;&#10;&#10;","image":"https://cf.geekdo-images.com/SzIZdBmAMumcIwY7Skh4GA__original/img/wVM2P_SkNXkVUj5SmFJHQetXC3o=/0x0/filters:format(png)/pic7462501.png","thumbnail":"https://cf.geekdo-images.com/SzIZdBmAMumcIwY7Skh4GA__thumb/img/NO3w-vgNs2I-G1P4HoL5210VeVc=/fit-in/200x150/filters:strip_icc()/pic7462501.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Campaign / Battle Card Driven","Cooperative Game","Deck Construction","Grid Movement","Hand Management","Role Playing","Scenario / Mission / Campaign Game","Variable Phase Order","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.931,"averageRating":7.83536,"rank":3347,"designers":["Mat Hart","Sherwin Matthews","Jamie Perkins"],"publishers":["Steamforged Games Ltd."],"artists":["Russ Charles","Thomas Lishman","Doug Telford","Holly Woolford"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":12,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":11,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":7,"recommended":12,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":9,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":17,"numPlayersIsAndHigher":true}]}