{"gameId":319910,"name":"Pagan: Fate of Roanoke","description":"Pagan: Fate of Roanoke&nbsp;from&nbsp;Kasper Kj&aelig;r Christiansen&nbsp;and&nbsp;K&aring;re Werner Storgaard is a deduction expandable card game set in colonial America of 1587. The essence of the asymmetrical game is the witch's struggle against the witch hunter. As the witch strives to complete a ritual, the hunter tries to track her down and find out her true identity. Both players access variable card decks with 50 cards each and use different resources to defeat the other side. Many tactics and strategies are possible and necessary to survive in this fight between the two powers. Embedded in the dark graphics of illustrator Maren Gutt the fictional story of the lost colony of Roanoke comes to life.&#10;&#10;Pagan is an asymmetrical card game for 2 players taking on the roles of witch or witch hunter. The witch tries to carry out a ritual of renaturation before being exposed by the witch hunter and terminated. Nine villagers are under suspicion and only the Witch player knows who is the real witch. Each turn the two players use their action pawns on active villagers to draw cards, play cards, and gain influence. Moreover, the witch can brew powerful potions, improve their familiar, and cast enchantments and charms, while the witch hunter enlists allies, claim strategic locations, and ruthlessly investigates the villagers.&#10;&#10;In Pagan, two players compete to be the first to complete their individual objective. As the Witch, your objective is to collect enough secrets to perform a ritual so potent, that the entire region will fall under your spell and Mother Nature will reclaim the Island. As the Hunter, you gather all the allies and support you can muster, to bring the Witch to justice before its fatal ritual comes to fruition.&#10;&#10;The prototype has already won the Danish design award Otto at the Fastaval for best game of show in 2018.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/rDVo_h2DLjKIyTDGpYye-Q__original/img/CisR-Jea1v3VHLC6Z0l8DCGsgtY=/0x0/filters:format(jpeg)/pic5697622.jpg","thumbnail":"https://cf.geekdo-images.com/rDVo_h2DLjKIyTDGpYye-Q__thumb/img/cSVU9JzRq4C454GUhgUyeyIcO5E=/fit-in/200x150/filters:strip_icc()/pic5697622.jpg","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Action Points","Area Majority / Influence","Deck Construction","Deduction","Hand Management","Turn Order: Claim Action","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":5.90232,"averageRating":8.47101,"rank":3167,"designers":["Kasper Kjær Christiansen","Kåre Storgaard"],"publishers":["Super Meeple","Wyrmgold GmbH"],"artists":["Maren Gutt"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":12,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":true}]}