{"gameId":321608,"name":"Hegemony: Lead Your Class to Victory","description":"The Nation is in disarray and a war is waging between the classes. The working class faces a dismantled welfare system, the capitalists are losing their hard-earned profits, the middle class is gradually fading and the state is sinking into a deep deficit.&#10;&#10;Amidst all this chaos, the only person who can provide guidance is... you. Will you take the side of the working class and fight for social reforms? Or will you stand with the corporations and the free market? Will you help the government try to keep it all together, or will you try to enforce your agenda no matter the cost to the country?&#10;&#10;Hegemony is an asymmetric politico-economic card-driven board game for 2-4 players that puts you in the role of one of the socio-economic groups in a fictional state: The Working Class, the Middle Class, the Capitalist Class and the State itself.&#10;&#10;The Working class controls the workers. They work in companies, earning money which they spend to cover their basic needs: Food, health, education and if possible, entertainment. They can apply a lot of political pressure and they can also form unions to increase their influence.&#10;&#10;The Capitalist class controls the companies. Workers work there and the Capitalist sells the goods/services produced. Deals can also be made with foreign states  and pressure is also applied to the State when it comes to matters like taxation and tariffs. The goal of the Capitalist is very clear: Maximize the profit!&#10;&#10;The Middle class combines elements from both the Working class and the Capitalist. It has workers who can work in the Capitalist's companies but it can also build companies of its own, yet smaller.  It also struggles to cover the basic needs like food, health and education, while trying to keep a balance between producing, selling and consuming.&#10;&#10;Finally the State is trying to keep everyone happy, providing benefits and subsidies when needed but trying also to maintain a steady income through taxes to avoid going into debt. At the same time it has to deal  with a constant flux of events requiring immediate attention or face grave consequences.&#10;&#10;While players have their own separate goals, they are all limited by a series of policies that affect most of their actions, like Taxation, Labor Market, Foreign Trade etc. Voting on those policies and using their influence to change them is also very important.&#10;&#10;Through careful planning, strategic actions and political maneuvering, you will do your best to increase the power of your class and carry out your agenda. Will you be the one to lead your class to victory?&#10;&#10;Hegemony is heavily based on actual academic principles such as Social-Democracy, Neoliberalism, Nationalism and Globalism, and allows players to see their real world applications through engaging gameplay.&#10;&#10;There are many ways to achieve hegemony- which one will you take?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/DCLgJlrvB-EqL6A3WgQLMQ__original/img/vGpYcxjDBCOVcI0BcWOevspTQMQ=/0x0/filters:format(jpeg)/pic5715770.jpg","thumbnail":"https://cf.geekdo-images.com/DCLgJlrvB-EqL6A3WgQLMQ__thumb/img/9yp6ANJx6cqdQqQ6hkNr3zA88vw=/fit-in/200x150/filters:strip_icc()/pic5715770.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action/Event","Hand Management","Variable Player Powers","Voting"],"isExpansion":false,"yearPublished":2022,"bggRating":5.54957,"averageRating":8.24113,"rank":10388,"designers":["Vangelis Bagiartakis","Varnavas Timotheou"],"publishers":["Hegemonic Project Games","Bumble3ee Interactive","CMON Global Limited","Don't Panic Games","Giant Roc"],"artists":["Jakub Skop"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":7,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}