{"gameId":322050,"name":"Lost Empires: War for the New Sun","description":"Welcome to 581.&#10;&#10;On this distant planet, four factions battle for control of alien artifacts left behind by an advanced and ancient civilization. The warring factions are Terra Corps, Scion Imperium, Neo Human Republic, and Feng. With Earth in near ruins, 581 provides the chance for a second Earth, but who will rule? Who will be the first to build a Wormgate and transport their armies through it to conquer the dust of 581?&#10;&#10;During the invasions of 581, the factions built large, interstellar bases to house, control, and deploy troops. These bases are known as Hives. As a player, you take on the role of a commander of one of these Hives, from which you deploy your forces in the fight for control of the ancient alien artifacts and dominance over 581 itself.&#10;&#10;Lost Empires  is a head-to-head, card-driven area control game with a focus on tactical movement and deck design. Each player chooses a faction to play, and using the cards available to that faction, constructs an 18-card deck with which you do battle. You earn artifacts by controlling objectives and destroying elite enemy units augmented with alien technology. Once you have collected sufficient artifacts,  you use them to construct a Wormgate. The first person to build a Wormgate, wins the war for the new sun.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/cOKrn0v_BlJ8hA8vVs8AEQ__original/img/w3DY02sK9Cm84XS8VCmEKtZjAFY=/0x0/filters:format(jpeg)/pic5715063.jpg","thumbnail":"https://cf.geekdo-images.com/cOKrn0v_BlJ8hA8vVs8AEQ__thumb/img/fhJpnfbZmXp7tGPONS1S63qkOgM=/fit-in/200x150/filters:strip_icc()/pic5715063.jpg","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Deck Construction"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8.41667,"rank":-1,"designers":["Brad Pye"],"publishers":["Kolossal Games"],"artists":["Ryan Pye"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}