{"gameId":322499,"name":"Red Dust Rebellion","description":"&ldquo;200 years of Earth rule. 200 years of being told what to do by people on some distant blue orb in the sky. A pampered planet populated by soft people. Earth politicians playing golf on a sunny day, while sipping French champagne and eating grapes, dare to tell us how to live? They don&rsquo;t know us, because they are not us! We are the sons and daughters of Mars! The children of the red planet! We were born in the red dust and we say no more to Earther rule!&rdquo;&#10; Aroha Thompson, Red Dust spokesperson and Mining Union organizer.&#10;&#10;It is 2250 and the bicentennial celebrations of the first human colony on Mars are about to begin. 200 years of human achievement, but also 200 years of hardship. Mars is an unforgiving world, a barren wasteland on the surface, therefore the people live in vast underground cities known as labyrinths. &#10; Over the years, the people of Mars have formed their own culture and identity and want more say in their own rule. To many, Earth is a remote world with too much control over Martian affairs. Furthermore, Earth&rsquo;s corporations have too much power over life and death. Some long for a green Mars, covered in oceans and life. While others recoil at the idea that humanity will destroy the climate of another planet.&#10; Red Dust Rebellion is volume XII of GMT's acclaimed COIN Series, and tells the story of the Martian revolts of the 2250&rsquo;s and the rise of Martian nationalism.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/tY4RlqzxpkIXHEgyzsBEuw__original/img/iwTgJRaE2rcxoep6U9zBaRjK9Lg=/0x0/filters:format(jpeg)/pic7977394.jpg","thumbnail":"https://cf.geekdo-images.com/tY4RlqzxpkIXHEgyzsBEuw__thumb/img/noqon8oMP8w1rDG-_OA9RezfL4o=/fit-in/200x150/filters:strip_icc()/pic7977394.jpg","minPlayers":1,"maxPlayers":4,"playingTime":240,"mechanics":["Area Majority / Influence","Campaign / Battle Card Driven","Events","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.25862,"rank":-1,"designers":["Jarrod Carmichael"],"publishers":["GMT Games"],"artists":["Marcos Villarroel Lara"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":true}]}