{"gameId":322588,"name":"Origins: First Builders","description":"They came to this planet, and they chose you. They uplifted your people and promised great prosperity. They provided the wisdom and the resources to build your cities sky high. They taught you the ways of culture, science, and warfare. They promised knowledge for any willing to learn. Come, Archon, guide your citizens to victory, under the watchful eyes of the Builders, our benefactors from beyond the skies above.&#10;&#10;In Origins: First Builders, you are an archon, guiding a population of freemen, influencing the construction of buildings and monuments, climbing the three mighty zodiac temples, and taking part in an arms race &mdash; all in an effort to leave the greatest mark on mankind's ancient history.&#10;&#10;You start the game with a city consisting of just two building tiles: the Agora tile and the Palace tile. As the game develops, your city will grow in both size and strength as you add new building tiles, each of which has a special ability that triggers when it is first added to a city and when closing a district. Your placement on the military track indicates the rewards you receive when you attack and your chances of becoming first player.&#10;&#10;Origins: First Builders is played over a number of rounds, with a round ending only after each player has passed. If a game end condition has not yet been triggered, the game continues with a new round. On your turn, you perform one of the following actions:&#10;&#10;&bull; Visit an encounter site with your workers to gain resources and additional citizen or speaker dice, advance on the zodiac temple tracks (and potentially gain zodiac cards), and advance and attack on the military track.&#10;&#10;&bull; Close a district, gaining victory points (VPs) and possibly gold for matching a district card's building pattern, additional bonuses based on the buildings you activate, and additional VPs at the end of the game based on the value of the citizen die you use to close the district.&#10;&#10;&bull; Build a tower level to increase your endgame scoring based on the tower heights and the matching color dice you use to close your districts.&#10;&#10;&bull; Grow your population.&#10;&#10;&bull; Pass.&#10;&#10;The game finishes at the end of the round when one or more of the following conditions has been met:&#10;&#10;    At most three colors of tower disks are still in stock.&#10;    No gold remains above any district card.&#10;    No citizen die of the proper color can be added to the citizen offer.&#10;    A player has moved all three of their zodiac disks to the top space of each temple track.&#10;&#10;&#10;The temple area is divided into three tracks: the sea temple, the forest temple, and the mountain temple. You score points only for your two least-valued temples, and once all the points have been summed, whoever has the most VPs wins.&#10;&#10;","image":"https://cf.geekdo-images.com/U838tX7bb7tJfrBKGOkSzQ__original/img/It9rMH1wdbhsMCUrfGtWWFWst1I=/0x0/filters:format(jpeg)/pic5735711.jpg","thumbnail":"https://cf.geekdo-images.com/U838tX7bb7tJfrBKGOkSzQ__thumb/img/Fo0fptNovj105fnP_jhBWmz6tbk=/fit-in/200x150/filters:strip_icc()/pic5735711.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Drafting","Tile Placement","Turn Order: Stat-Based","Variable Set-up","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2021,"bggRating":5.80032,"averageRating":7.35061,"rank":3874,"designers":["Adam Kwapiński"],"publishers":["Board&Dice","BoardM Factory","CMON Global Limited","Cosmodrome Games","Galápagos Jogos","Giant Roc","Maldito Games","Rebel Sp. z o.o."],"artists":["Zbigniew Umgelter","Aleksander Zawada"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":6,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":7,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":6,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}