{"gameId":322524,"name":"Bardsung","description":"You begin with a single tile and a destination. What unfolds is a branching, labyrinthine dungeon of dangerous enemies, wandering monsters, challenging puzzles, and valuable treasure.&#10;&#10;Bardsung is a game of choosing your path as you seek to inspire the bard&rsquo;s songs and live your legend. From your physical passage through the dungeon to your journey of building your character into a fabled hero, your choices define your experience.&#10;&#10;Because dungeons are procedurally generated (like those in a roguelike video game), no two playthroughs will be the same. Lay tiles to build the dungeon as you go, choosing your direction from the options at hand to seek loot and avoid threats.&#10;&#10;Encounter different enemies and challenges each time through Event, Battle, and Challenge decks that spawn new foes and throw curveballs in the form of poisoned weapons, traps, reinforcements, non-player characters, and more.&#10;&#10;Round length, turns, and enemy activations are governed by a dynamic marching order that will keep you on your toes, encouraging you to adopt strategies that control the ebb and flow of initiative.&#10;&#10;As you continue your campaign, level up your hero to upgrade their stats, access powerful new abilities, and enhance existing skills. You have the freedom to either follow your hero&rsquo;s designated path, or to create your own bespoke hero with a unique set of traits and arsenal of attack combos.&#10;&#10;Enter intelligent and dangerous combat where positioning and teamwork are vital for maximizing your attacks and working with your allies. Your abilities can&rsquo;t be used over and over, so choose your moment wisely. And beware, for the same enemy will behave differently from one encounter to the next. Just like your hero, enemies can level up, evolve their attacks, and can even learn to hold grudges against heroes who defeat them...&#10;&#10;Bardsung can be enjoyed as a cooperative game of up to five players, or as an exciting solo player experience. Explore the dungeon in standalone sessions, or as part of a far-reaching narrative campaign that evolves based on your decisions.&#10;&#10;An RPG dungeon explorer, Bardsung takes the best elements of traditional roleplaying games and beloved dungeon-crawling classics, and combines them with a dash of contemporary gameplay to create a powerful new experience.&#10;&#10;With swift setup and easy-to-grasp mechanics taught by an intuitive tutorial-based rulebook, your descent into the dungeon will be quick.&#10;&#10;Inspire the songs. Live your legend. Become Bardsung.&#10;&#10;","image":"https://cf.geekdo-images.com/g3ge0tvUBJZLQbtdDIY-Zg__original/img/tWG-jPwpY8iCDeX_4JkVVKZGZmw=/0x0/filters:format(png)/pic6514078.png","thumbnail":"https://cf.geekdo-images.com/g3ge0tvUBJZLQbtdDIY-Zg__thumb/img/shsJzBaebQWE4zOw0CELqDlygoo=/fit-in/200x150/filters:strip_icc()/pic6514078.png","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Action Queue","Action Retrieval","Campaign / Battle Card Driven","Cooperative Game","Critical Hits and Failures","Deck Construction","Dice Rolling","Events","Grid Movement","Map Addition","Narrative Choice / Paragraph","Once-Per-Game Abilities","Role Playing","Solo / Solitaire Game","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.87892,"averageRating":7.35065,"rank":3739,"designers":["Mat Hart","Sherwin Matthews","Fraser McFetridge"],"publishers":["Steamforged Games Ltd."],"artists":["Russ Charles","Thomas Lishman","Doug Telford","Holly Woolford"],"playerPollResults":[{"numPlayers":1,"best":11,"recommended":11,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":15,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":11,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":9,"recommended":10,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":8,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":15,"numPlayersIsAndHigher":true}]}