{"gameId":322589,"name":"Zapotec","description":"The Zapotec were a pre-Columbian civilization that flourished in the Valley of Oaxaca in Mesoamerica. Archaeological evidence reveal their culture going back at least 2,500 years. Remnants of the ancient city of Monte Alb&aacute;n in the form of buildings, ball courts, magnificent tombs, and finely worked gold jewelry testify of this once great civilization. Monte Alb&aacute;n was one of the first major cities in Mesoamerica and the center of the Zapotec state that dominated much of the territory that today belongs to the Mexican state of Oaxaca.&#10;&#10;In a game of Zapotec, you build temples, cornfields and villages in the three valleys surrounding the capital to generate resources needed for building pyramids, making sacrifices to the gods, and performing rituals.&#10;&#10;Each round, players simultaneously pick a card from their hand to determine their turn order and the resources they collect. Players then perform individual turns and spend resources to build new houses, gain access to special abilities, make sacrifices to the gods and build pyramids. The played action card determines three important aspects of each player's turn:&#10;&#10;&#10;    The resource printed at the top of the card determines the row or column to activate on the resource grid to collect income.&#10;&#10;&#10;&#10;    The icon in the middle of the card matches one of the nine properties of the building spaces on the map (one of three building types, one of three regions, or one of three terrain types). On their turn, players may build only on spaces that match that icon.&#10;&#10;&#10;&#10;    The number at the bottom of the card dictates the turn order for the round when the card is played.&#10;&#10;&#10;At the end of the round, players draft new cards from the central offer, with the final undrafted card becoming the scoring bonus card for the following round.&#10;&#10;After five rounds, players score points for pyramids, for their position on the sacrifice track, and for their ritual cards. The player with the most victory points wins.&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/MsSuyFg7rV3CLcWTcYek4g__original/img/emeNCt5U-35b7ksheO_wl52zegY=/0x0/filters:format(jpeg)/pic5735710.jpg","thumbnail":"https://cf.geekdo-images.com/MsSuyFg7rV3CLcWTcYek4g__thumb/img/0cEURkEl4T8EUcAFJn450Yhtynk=/fit-in/200x150/filters:strip_icc()/pic5735710.jpg","minPlayers":1,"maxPlayers":4,"playingTime":75,"mechanics":["Area Majority / Influence","Hand Management","Open Drafting","Simultaneous Action Selection","Solo / Solitaire Game","Turn Order: Stat-Based"],"isExpansion":false,"yearPublished":2022,"bggRating":6.11237,"averageRating":7.16358,"rank":2426,"designers":["Fabio Lopiano"],"publishers":["Board&Dice","Galápagos Jogos","Giochix.it","Kobold Spieleverlag","Maldito Games","Pixie Games","テンデイズゲームズ(TendaysGames)"],"artists":["Zbigniew Umgelter","Aleksander Zawada"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":21,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":20,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":30,"recommended":4,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":9,"recommended":12,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":17,"numPlayersIsAndHigher":true}]}