{"gameId":322616,"name":"Comic Hunters","description":"After a long search in several comic bookstores and online stores, you managed to acquire the most important comic books of all your favorite heroes. Well, almost all of them! Some rare and important editions are still missing from your collection. The first appearance of your favorite villain, that special edition that influenced a generation of story lines, the spetacular debut of the new uniform, the memorable confrontation with the archenemy and the valuable number one! You already know where to find them and you also know that you are not the only one in search of these precious gems. Will you be able to collect all the comics needed to be recognized as the greatest collector of all time?&#10;&#10;Comic Hunters is divided into three rounds. In each round, players will visit three of the four locations where they can purchase Comic Book Cards. At the end of the round, players must place cards on the table to start or expand their collections. When adding a comic to a hero's collection, the player will move his markers on the icon tracks according to the Spotlight Icons of the new card in play (Number 1, First Appearance, New Visual, Special Edition and Memorable Clashes.). The further the player advances on each track, the more points he or she may get. In addition, each collection scores based on the number of cards it contains. After three rounds the player with most points is acclaimed as the greatest comic book collector of all time and wins the game!&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/9kc6ILrD2NPsvRUmzBK_aA__original/img/D2YvFJoQZL6roppW_yZgl0v_lWA=/0x0/filters:format(jpeg)/pic8269454.jpg","thumbnail":"https://cf.geekdo-images.com/9kc6ILrD2NPsvRUmzBK_aA__thumb/img/GMpqOcxNvmyY5mSdJfCLw5c_FWQ=/fit-in/200x150/filters:strip_icc()/pic8269454.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Auction: Turn Order Until Pass","Hand Management","Open Drafting","Set Collection"],"isExpansion":false,"yearPublished":2020,"bggRating":5.99345,"averageRating":8.00851,"rank":2946,"designers":["Robert Coelho"],"publishers":["Arcane Wonders","Bucaneiros Jogos","Spin Master Ltd."],"artists":["Diego Sá"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":6,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}