{"gameId":322656,"name":"burncycle","description":"A puzzly infiltration game for 1-4 players, burncycle puts you in command of a team of robots in the far future. Their mission: taking down evil, human-run corporations responsible for subjugating AI under their heel. Your team arrives at each corporate headquarters and must sneak inside, shutting down the companies' physical operations as well as their circuitous digital networks. As you search rooms and advance to the higher floors, you'll be rewarded with new items and abilities, but you'll also be challenged by threatening guards, fatal viruses and the architecture itself, which was built to fight off robotic intruders.&#10;&#10;Key to this solo and cooperative experience is the idea of &ldquo;creative action sequencing.&rdquo; During each round of play, all players will contend with a randomly drawn set of programming directives, which tell them in what order their bots are allowed to take physical, digital and command actions. Players can choose to skip over directives at the cost of having an incomplete turn, or they can disobey the directions by paying costly action dice. The best players, however, find a way to work within the &ldquo;burncycle&rdquo;: essentially, organizing their actions so that they benefit the team while staying within the directive order.&#10;&#10;Each of the corporate headquarters in the game use unique neoprene layouts on a larger mat, changing the geography of the game to suit your target. Each CEO also has at their disposal a special threat meter, which will trigger new obstacles for your robots as time runs out. If you don't complete the mission quickly, you may end up leaving bots behind, the victims of immobilizing power drains or destructive counterhacking.&#10;&#10;Your team wins the game if you complete your objectives on every floor without losing your command module or maxing out your threat level.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/q8j5dVwRPgCx0G3G_bq2gw__original/img/AYaIUcxMTr6aZnDvozuxCyrNOyA=/0x0/filters:format(jpeg)/pic5733466.jpg","thumbnail":"https://cf.geekdo-images.com/q8j5dVwRPgCx0G3G_bq2gw__thumb/img/4poWvOEJkuLo4jCucycNXrofBBM=/fit-in/200x150/filters:strip_icc()/pic5733466.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Action Queue","Cooperative Game","Dice Rolling","Die Icon Resolution","Grid Movement","Modular Board","Moving Multiple Units","Resource to Move","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2022,"bggRating":6.36677,"averageRating":7.91899,"rank":1571,"designers":["Josh J. Carlson","Shannon Wedge"],"publishers":["Chip Theory Games","YOKA Games"],"artists":["Yoann Boissonnet","Anthony LeTourneau"],"playerPollResults":[{"numPlayers":1,"best":41,"recommended":21,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":45,"recommended":15,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":35,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":13,"notRecommended":34,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":39,"numPlayersIsAndHigher":true}]}