{"gameId":322708,"name":"Descent: Legends of the Dark","description":"Terrinoth is in peril. The demon-tainted Uthuk Y'llan barbarians stalk the realm and the undead servants of Waiqar the Undying venture beyond their borders for the first time in memory. The leaders of Terrinoth are divided and fractious, unable to unite against these common threats. And in the northern barony of Forthyn, the stage is set for the next great confrontation between Terrinoth and the forces of darkness...&#10;&#10;For years, your journeys have taken you across the fantasy realm of Terrinoth, venturing into dark forests, shadowy cities, ancient crypts, and misty swamps &mdash; but your true legend is about to begin.&#10;&#10;Forge your own legend together with friends as you adventure across the vibrant fantasy realm of Terrinoth in the co-operative dungeon-crawling board game Descent: Legends of the Dark. Powered by an integrated free companion app, Descent: Legends of the Dark puts you in the role of a budding hero with their own playstyle and abilities. Together with your unlikely companions, you'll begin an unexpected adventure &mdash; an adventure told across the sixteen quests of the &quot;Blood and Flame&quot; campaign. Throughout your campaign, you'll face undead lurking in the mists, demonic barbarians stalking the wilds, and even more terrifying threats. With 46 pieces of 3D terrain and forty hero and monster miniatures to draw you into the game, your greatest adventure is yet before you! Your objectives will change from quest to quest as you follow the overarching story of the campaign.&#10;&#10;Core gameplay mechanisms such as combat, fatigue, skills, items, and more have received completely new interpretations with Legends of the Dark, while a new approach to scenario layout and 3D terrain creates striking multi-level scenarios.&#10;&#10;Gameplay is fast and intuitive. You take three actions each turn: one maneuver action and two additional actions of your choice. Maneuvering gives you movement points, as shown in the upper right corner of the character sheet, and since you always have a maneuver action, you can reposition to put yourself in a more advantageous position for attack. Other than maneuvering, you can use an action to attack an enemy, rolling your attack dice and drawing upon your hero's abilities and weapons to deal maximum damage or inflict harmful conditions on your foes, or you may use the explore action to interact with a piece of 3D terrain or a token by using the app. You can also use your action to perform one of the most crucial actions in Legends of the Dark: the ready action, which lets you flip your hero sheet or one of your cards to its opposite side, unlocking new abilities!&#10;&#10;Your hero sheet isn't the only thing you can ready. Every hero also has an attack card and skill cards! Each hero starts the game with two weapon cards, which are sleeved together back-to-back to create a single attack card.  Skill cards can also be readied, switching between two complementary abilities.&#10;&#10;The app also brings new changes to gameplay, introducing enemies with adaptable strategies, complex status effects, and triggers fully managed by the app, and the ability to develop your heroes based on the choices you make in scenarios. You'll also uncover a wealth of activity between scenarios, such as crafting, shopping in the city, upgrading equipment, and more. Because of these various differences, Descent: Legends of the Dark is not compatible with Descent: Journeys in the Dark and its expansions.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Q96PxRVbrDxS9_4ZPTJtHQ__original/img/kGU8ligha3fyP0LuVTwmLMK9yEQ=/0x0/filters:format(png)/pic5941333.png","thumbnail":"https://cf.geekdo-images.com/Q96PxRVbrDxS9_4ZPTJtHQ__thumb/img/hXnjkvD7KiLk2fon8tbvsXNtT_k=/fit-in/200x150/filters:strip_icc()/pic5941333.png","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Cooperative Game","Dice Rolling","Grid Movement","Modular Board","Movement Points","Role Playing","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":6.79411,"averageRating":7.99839,"rank":630,"designers":["Kara Centell-Dunk","Nathan I. Hajek"],"publishers":["Fantasy Flight Games","Asmodee China","Asmodee Italia","Galápagos Jogos","Korea Boardgames Co., Ltd.","Rebel Sp. z o.o."],"artists":["Preston Stone","Gary Storkamp"],"playerPollResults":[{"numPlayers":1,"best":31,"recommended":33,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":14,"recommended":47,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":43,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":34,"recommended":19,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":1,"notRecommended":45,"numPlayersIsAndHigher":true}]}