{"gameId":3228,"name":"Pueblo","description":"Pueblo - the ultimate building challenge! Work with the other players to create a mighty home for the Chieftain, stone by stone. You are a craftsman, but you cannot let the Chieftain see your trademark stones, or you will be penalized. The longer you play, the more difficult this task becomes! Take on your opponents and become the Chieftain's Master Builder.&#10;&#10;The theme setting is the Native American Pueblos of the Southwest tribes of the Zuni and Hopi. The board is a fairly small square. Each player gets a number of building blocks in their own color, and also some neutral colored blocks (1 fewer than the colored). Starting with the odd colored block, the player places it on the board, and then gets to move the &quot;Chieftain&quot;  around the outer track surrounding the board. If the Chieftain can look straight across and see any colored blocks, those players gain points -- but points are bad. And when the Chieftain lands on the corners of the track, he looks down on the Pueblo from above, and all visible player's blocks gain them more points. Now, on each subsequent pair of turns, you have a choice of a colored block and a neutral block. Once all players' blocks are played, the Chieftain makes one last trip around the board, players gaining points all along the way. The player who has gained the fewest number of points is the Master Builder and the winner of the game.&#10;&#10;There are also some extra components for making the game more challenging by adding an element of bidding for turn order, and from 1 to 4 sacred sites that cannot be built upon.&#10;&#10;Original description from box.&#10;&#10;","image":"https://cf.geekdo-images.com/x3JdOzqqlGmI7qleiAwT5g__original/img/7K6yhkBVusr8tybf2Ro0DmYdvKs=/0x0/filters:format(jpeg)/pic6861799.jpg","thumbnail":"https://cf.geekdo-images.com/x3JdOzqqlGmI7qleiAwT5g__thumb/img/6RwoQMKtDA_zgyPlh8uUP8_0Ths=/fit-in/200x150/filters:strip_icc()/pic6861799.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Enclosure","Tile Placement"],"isExpansion":false,"yearPublished":2002,"bggRating":6.34098,"averageRating":6.94588,"rank":1436,"designers":["Michael Kiesling","Wolfgang Kramer"],"publishers":["Mojito Studios","Ravensburger","Maldito Games"],"artists":["Jamel Akib","Ole Höpfner","Joachim Krause","Pinball","Wolfgang Scheit","SillyJellie"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":23,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":12,"recommended":23,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":25,"recommended":15,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":23,"recommended":13,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":20,"numPlayersIsAndHigher":true}]}