{"gameId":323612,"name":"Bitoku","description":"In Bitoku, the players take on the roles of Bitoku spirits of the forest in their path towards transcendence, with the goal of elevating themselves and becoming the next great spirit of the forest. To do so, they will have the help of the y&#197;&#141;kai, the kodamas and the different pilgrims that accompany them on their path. This is a hand-management, engine-building game with multiple paths to victory.&#10;&#10;Players will have y&#197;&#141;kai represented by the cards that make up their hand, which must be placed in the right places at the right times in order to obtain the maximum benefit from the abilities they offer. Furthermore, during the game players can earn more y&#197;&#141;kai cards for their deck, thereby increasing their playing options and achieving a higher score. Each player also has three y&#197;&#141;kai guardians (in the form of dice) that they can send to the large regions of the forest on the main board in order to obtain all kinds of new options that they can play during the game. These options can be structures they build in certain areas of the forest, soul crystals that generate resources when certain actions are carried out, and many others as well. The players also have the chance to help the mitamas, lost souls in search of redemption by using the chinkon fireflies.&#10;&#10;There is truly a wide range of actions to carry out, and this is without taking into account the personal domain where the players can lay out another layer of additional strategy while managing the pilgrims. Pilgrims are followers of the player who embark upon journeys of contemplation and reflection who then share the experiences and learning they can along the spirit path with the Bitoku.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/sMP4YfVfwv6vvh_y7EcXzA__original/img/SdMc8sjTpcN8I15uZ_RmKdhLIkY=/0x0/filters:format(jpeg)/pic6182978.jpg","thumbnail":"https://cf.geekdo-images.com/sMP4YfVfwv6vvh_y7EcXzA__thumb/img/FelEz-syYFGhxLBVeXG_SQPCWRQ=/fit-in/200x150/filters:strip_icc()/pic6182978.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Deck, Bag, and Pool Building","End Game Bonuses","Hand Management","Income","Set Collection","Solo / Solitaire Game","Turn Order: Claim Action","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2021,"bggRating":7.18881,"averageRating":7.80378,"rank":298,"designers":["Germán P. Millán"],"publishers":["Devir","Board Game Rookie","CMON Global Limited","Hobby World","IELLO","Keep Exploring Games","Portal Games","Reflexshop","REXhry","Schwerkraft-Verlag"],"artists":["Edu Valls"],"playerPollResults":[{"numPlayers":1,"best":10,"recommended":42,"notRecommended":47,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":38,"recommended":107,"notRecommended":17,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":115,"recommended":39,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":23,"recommended":80,"notRecommended":40,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":71,"numPlayersIsAndHigher":true}]}