{"gameId":323613,"name":"LUNA Capital","description":"The dream of maintaining human life on the surface of the moon has now come true. The project to build cities on Earth&rsquo;s beloved satellite is under way. Things are moving full speed ahead too, the possibilities are enormous because this is 1977, the year when lunar living becomes reality. The most enterprising companies have decided to sponsor teams of scientists, builders, publicists and freelance nightlife entertainers to set out to construct the best client base in the galaxy. On top of this out of the world chance, the Lunar Colonization Authority shall assign the capital of the Moon to the best of the projects that are presented, making the chance for an even juicier reward!&#10;&#10;In LUNA Capital, the players must optimally manage the elements of the game to build the best possible lunar settlement, and to make it worthy of becoming the capital of the entire off-planet colony. They will have a series of construction cards in a common &ldquo;market&rdquo;, and each of the players shall be tied to a number of project tiles. The players take turns drawing cards and the tiles that accompany them, and then place them in their personal playing area. The cards must be laid out in a maximum of three lines and must be placed so that they are always in ascending numerical value. Once the card has been placed, the tiles are then put on the spaces for them on the cards, in an attempt to group together the various projects in the most efficient way possible.&#10;&#10;The tiles show what projects are available, all of which are essential for the construction of the city worthy of the term. They include oxygen collectors, greenhouses, residential complexes and (of extreme importance) sales offices to sell apartments with the best views in the galaxy. Each of these categories scores according to how they are arranged within the personal area of each player. Whoever is able to best take advantage of their arrangement and placement shall become the mayor of LUNA Capital.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/tsoRGi5tKQ5W2LeXDhb-cQ__original/img/DWpDgdJe5wMvbMnP9qwBkL3Wh3U=/0x0/filters:format(jpeg)/pic5977208.jpg","thumbnail":"https://cf.geekdo-images.com/tsoRGi5tKQ5W2LeXDhb-cQ__thumb/img/eYp89JjSmzJyrusvvFznaD6lW6o=/fit-in/200x150/filters:strip_icc()/pic5977208.jpg","minPlayers":1,"maxPlayers":4,"playingTime":45,"mechanics":["Open Drafting","Set Collection","Tile Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":6.17332,"averageRating":7.14429,"rank":2130,"designers":["Jose Ramón Palacios"],"publishers":["Devir","CMON Global Limited","Galakta","Keep Exploring Games","Reflexshop","Tower Tactic Games"],"artists":["Albert Monteys"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":12,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":15,"recommended":16,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":16,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":10,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":13,"numPlayersIsAndHigher":true}]}