{"gameId":323609,"name":"Bomb Squad","description":"Bomb Squad, a.k.a. &#227;&#131;&#156;&#227;&#131;&#160;&#227;&#130;&#185;&#227;&#130;&#171;&#227;&#131;&#131;&#227;&#131;&#137;, is a co-operative mission-based game about bomb disposal. Working with limited information, players must pool their wits and resources to dismantle live bombs. Dismantling is carried out by finding pairs of code tiles with the same number. Aim to clear the missions without blowing yourselves up. All players share the victory or suffer defeat together. Work as a team towards victory!&#10;&#10;In more detail, the game consists of numbered cards, with four copies each of 1-12 and with stars and bombs having decimal numbers, e.g., 3.1 and 6.5. You receive a hand of cards and place them on a rack facing yourself in numerical order. Standing cards are &quot;armed&quot;, and as cards are disarmed, you lay them sideways and reveal them to others. Some information is revealed initially, and on your turn, you can attempt a pair disarm, a self disarm, or a bomb dismantling.&#10;&#10;For a pair disarm, point to a tile on another player's rack and declare what number or star it is. If you're correct and you have the matching item, both of them are disarmed. For a self disarm, you can reveal pairs of matching cards on your own rack if you know no other player has any. If all numbers and stars have been removed from your rack, you can then dismantle one bomb on your rack.)&#10;&#10;What's more, you and your fellow professional bomb disposal specialists can work through a sequence of fifty missions, which are listed in a separate scenario book. If you wish, you can also just pick and play specific missions that you like. You won't be able to complete everything in one sitting, so gather your friends and meet up over multiple play sessions. The missions start off easy, but steadily grow harder.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/m3l7wFzYRiihRxHzk8Phzw__original/img/5sfu60ybbW9ujOcYYIrOLS0G5uE=/0x0/filters:format(png)/pic5757560.png","thumbnail":"https://cf.geekdo-images.com/m3l7wFzYRiihRxHzk8Phzw__thumb/img/cDx9VMixIvIcKgwYeClzv8xS9s4=/fit-in/200x150/filters:strip_icc()/pic5757560.png","minPlayers":2,"maxPlayers":5,"playingTime":30,"mechanics":["Communication Limits","Cooperative Game","Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2020,"bggRating":5.52803,"averageRating":6.87518,"rank":16229,"designers":["Hisashi Hayashi"],"publishers":["OKAZU Brand"],"artists":["Ryo Nyamo"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}