{"gameId":324429,"name":"Roma Victrix: Campaigns of the Roman World","description":"Roma Victrix is a grand strategic, moderate complexity wargame for 1 to 6 players, covering a time period ranging from 218 BC to 533 AD in twenty separate historical and hypothetical scenarios.&#10;&#10;We find that the Romans owed the conquest of the world to no other cause than continual military training, exact observance of discipline in their camps, and unwearied cultivation of the other arts of war. - Publius Flavius Vegetius Renatus, De Re Militari&#10;&#10;City. Republic. Empire. Roma Victrix &ndash; &ldquo;Rome Victorious&rdquo;.  Rome was forged in war.  Even the story of its legendary founding was rooted in a fratricidal conflict.  From her humble origins to her ultimate fall, Rome was either in a constant state of war, or preparing for it.  &#10;Beginning with the Punic Wars until the deposition of the last emperor in the West, Rome was the dominant force in the Mediterranean basin.&#10;&#10;Roma Victrix is a game which endeavors to re-create the conflicts between Rome and her neighbors to achieve and maintain that dominance.  A simple interactive sequence of play guides  each player through the process of revenue collection, recruiting and maintaining military forces, conducting land and naval operations, diplomacy, field battles and sieges.  Special rules are included to emphasize the importance and effects of leadership, cavalry superiority, mobility and attrition. Random events are also represented, adding an element of unpredictability to even the best laid plans and the likelihood that no scenario will ever play the same.&#10;&#10;Seventeen historical scenarios range from the 2nd Punic War through the attempted reconquest of the lost Western territories by Justinian in the mid-6th century A.D.  The rivalries of the later Republic, the Year of the Four Emperors, Imperial expansion and civil war, the Parthian and Persian frontier, the upheaval of the third century and the Germanic invasions are all represented. Three hypothetical scenarios are also included in which players can create their own history. Of the twenty scenarios in Roma Victrix, two are ideally suited for solitaire play.&#10;&#10;Product Information:&#10;    Complexity: 5 out of 10&#10;    Time Scale: 1 year per turn&#10;    Area Movement Map&#10;    Unit Scale: Legions, Legionary Equivalents, Barbarian Warbands&#10;    Players: one to six&#10;    Playing Time: 3-8 hours depending upon scenario&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/B5HV2xSWEwfO_1iLMFRB2g__original/img/k_RM_PPWZX4zPPkAl_hrKhtO3u0=/0x0/filters:format(jpeg)/pic5783291.jpg","thumbnail":"https://cf.geekdo-images.com/B5HV2xSWEwfO_1iLMFRB2g__thumb/img/2DPPle44AvHWJLaSj3i2bf3M02I=/fit-in/200x150/filters:strip_icc()/pic5783291.jpg","minPlayers":1,"maxPlayers":6,"playingTime":480,"mechanics":["Dice Rolling","Scenario / Mission / Campaign Game","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Paul Kallio"],"publishers":["Compass Games"],"artists":["Bruce Yearian"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}