{"gameId":32674,"name":"Monsterpocalypse","description":"Monsterpocalypse brings the kaiju (giant monster) genre to the tabletop in the form of an exciting and highly strategic war game.&#10;&#10;Designed by Matt Wilson (I), the award winning creator of Warmachine and Hordes, Monsterpocalypse utilises the critically acclaimed abilities of Privateer Press as a leading miniatures manufacturer to enter a new category of product with a property that will appeal to a world-wide fan base of all ages.&#10;&#10;The players take the role of different factions (dinosaurs, robots, aliens, monsters and so on) fighting with one large (Godzilla size) creature combined with a steady flow of smaller units to support it. The battlefield is a cityscape (poster map) with building models integral to the game's strategy and gameplay. The game uses dice pools of custom dice that are used for both attacking and taking actions, leading to an ebb and flow between monster and unit turns. The goal for both players is to eliminate the monster on the opposing side.&#10;&#10;Monsterpocalypse launched as a CMG in Fall 2008 with the 'Rise' block which consisted of a base set ('Rise') and two expansion sets ('I Chomp NY' and 'All Your Base'), both of which were released in 2009. The second block was released in Fall 2009 with the base set ('Now') and an expansion set ('Big in Japan') in 2010. The last expansion for the 'Now' block has still not been released as of 2015.&#10;&#10;Each set contains large-scale monsters, as well as smaller support units and interactive buildings. Figures were sold in semi-randomized starter packs and randomized booster packs, with limited figures available only through promotional events.&#10;&#10;In 2010 Privateer Press released the Monsterpocalypse 2 Player Battle Box, a semi-randomised set which contained everything 2 players needed to dive right into the game, including two full factions and a complete set of buildings (all from Set 1 'Rise'). In 2011 they also released Monsterpocalypse Dangerous Monster Zone or Monsterpocalypse DMZ for short. These worked as expansion packs for the 2 Player Battle Box, each containing completely fixed, faction specific sets of Set 2 'I Chomp NY' and 3 'All Your Base' miniatures. By buying the DMZs for the factions you got in your  initial battle box you would have 2 complete factions and a full set of buildings from the 'Rise' block, making Monsterpocalypse  much more accessible for newer players in a more non-collectible format.&#10;&#10;","image":"https://cf.geekdo-images.com/oyFNlZ1LIwa7uaZ_Mxpl2Q__original/img/jo0rys1GL4t3q4PYnNMO1FFQ5a8=/0x0/filters:format(jpeg)/pic443399.jpg","thumbnail":"https://cf.geekdo-images.com/oyFNlZ1LIwa7uaZ_Mxpl2Q__thumb/img/Ls2pRuqGpQZZzxPutXQ3e_sijCU=/fit-in/200x150/filters:strip_icc()/pic443399.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Variable Phase Order","Variable Player Powers"],"isExpansion":false,"yearPublished":2008,"bggRating":6.07036,"averageRating":7.16853,"rank":2195,"designers":["Matt Wilson (I)","Erik Yaple"],"publishers":["Privateer Press"],"artists":["Kris Aubin","Roberto Cirillo","Benoit Crosse","Matt DiPietro","Brian Dugas","Kimberly Goddard","Jason Hendricks","Ron Kruzie","Dan LuVisi","Josh Manderville","Ben Misenar","Javier Rodriguez","Ben Saunders","Stuart Spengler","Chris Walton"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":14,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":27,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":7,"notRecommended":12,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":4,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":9,"numPlayersIsAndHigher":true}]}