{"gameId":328479,"name":"Living Forest","description":"In Living Forest, you play as a nature spirit who will try to save the forest and its sacred tree from the flames of Onibi. But you are not alone in your mission as the animal guardians have come together to lend a hand around the Circle of Spirits where you progress. Each turn, they bring you valuable elements, so try to combine your team of animal guardians as best as possible to carry out your actions, but be careful: some of them are solitary and do not like to be mixed with others...&#10;&#10;You have one of three ways to achieve your goal: by planting 12 different Protective Trees, by collecting 12 Sacred Flowers to awaken Sanki the great Guardian of the Forest, by extinguishing 12 Fires to permanently repel Onibi.&#10;&#10;Each turn includes 3 phases: &#10;&bull; Guardian Animals (simultaneous push your luck phase) : You draw and turn face up, one after the other, the Guardian Animal cards from your personal stack. You thus form the Animal Guardian Help Line. You can stop drawing cards whenever you want. However, if you reveal a card showing a third solitary symbol, then you must stop drawing cards. This card closes your Help Line.&#10;&bull; Action phase: You play in turn. If your Help Line shows strictly less than three solitary symbols (not canceled by gregarious symbols), you can then perform 2 different Actions. If your Help Line shows three solitary symbols (not canceled by gregarious symbols), you can then perform only 1 Action. The strength of an Action is determined by the number of corresponding Elements visible on the Guardian Animal cards in your Help Line and on your Forest individual board.&#10;&bull; End of the turn:&#10;- Onibi attacks you: If some Fires remain at the center of the Circle of Spirits and you cannot resist them, then add as many Fire Varan cards to your discard stack as there are Fire tiles at the center of the Circle of Spirits.&#10;- Onibi attacks the Sacred Tree: Add as many Fires to the center of the Circle of Spirits as there are Guardian Animal cards taken this turn.&#10;- The arrival of new Guardian Animals: Complete the Guardian Animal reserve by revealing as many new cards per level as there were cards taken this turn.&#10;- Passing the Sacred Tree: Give the Sacred Tree to the next Spirit of Nature clockwise.&#10;- The Return of Guardian Animals: Move all the Animal Guardian cards from your Help Line to your personal discard stack.&#10;&#10;The game stops at the end of a complete turn when one of the Spirits of Nature has managed to collect at least 12 different Protective Trees OR 12 Fires OR 12 Sacred Flowers.&#10;&#10;","image":"https://cf.geekdo-images.com/fPhdfZX9UTLr4-SVgK0zoQ__original/img/ZPdxDPt1jSRQMNnVgn-qIPhNv0E=/0x0/filters:format(jpeg)/pic5899025.jpg","thumbnail":"https://cf.geekdo-images.com/fPhdfZX9UTLr4-SVgK0zoQ__thumb/img/v8irnVxaCdK29XPtqEbtlKkLY4c=/fit-in/200x150/filters:strip_icc()/pic5899025.jpg","minPlayers":1,"maxPlayers":4,"playingTime":40,"mechanics":["Deck, Bag, and Pool Building","Push Your Luck","Race","Simultaneous Action Selection","Tile Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":6.78028,"averageRating":7.27293,"rank":720,"designers":["Aske Christiansen"],"publishers":["Ludonaute","Board Game Rookie","Brain Games","CMON Global Limited","Games7Days","GateOnGames","Gém Klub Kft.","Kaissa Chess & Games","Lautapelit.fi","Lavka Games","Maldito Games","MeepleBR","MINDOK","Pegasus Spiele","Popcorn Games","Rebel Sp. z o.o.","Tower Tactic Games"],"artists":["Apolline Etienne"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":12,"notRecommended":62,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":11,"recommended":71,"notRecommended":32,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":78,"recommended":36,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":41,"recommended":58,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":58,"numPlayersIsAndHigher":true}]}