{"gameId":328565,"name":"Caper: Europe","description":"Your role as criminal mastermind is to recruit a crew of thieves, send them to locations across Europe, and provide them with gear. It's your job to utilize your resources efficiently to steal goods, but being a great mastermind is about more than the things you walk away with. It's the thrill of a well thought-out plan coming together: the set-up, the sting. Properly deploy your thieves and gear to dominate locations, outmaneuver your opponent's plans, and win the night. You've got six rounds to plan and play your cards. Nothing like a tight timeline to up the stakes!&#10;&#10;Caper: Europe is a two-player drafting game. You take turns sending thieves to famous locations across Europe, vying for control through special card powers. These thieves have tricks up their sleeves, which you can enhance by adding gear to them. And controlling the locations isn't everything because priceless stolen goods await the thief who's clever enough to snatch them first.&#10;&#10;Your goal is to score the most points by winning locations, collecting stolen goods, and equipping thieves with their preferred gear. The mastermind with the most points, tallied at the end of six rounds, wins.&#10;&#10;","image":"https://cf.geekdo-images.com/8hyASoQgvzHcp4nUCtB6oQ__original/img/Sc6NQdCzs2x95pvbkHASiFoRdsA=/0x0/filters:format(jpeg)/pic6019042.jpg","thumbnail":"https://cf.geekdo-images.com/8hyASoQgvzHcp4nUCtB6oQ__thumb/img/sCs6mznoSmNEXHTMjnAtE7z_y9Q=/fit-in/200x150/filters:strip_icc()/pic6019042.jpg","minPlayers":2,"maxPlayers":2,"playingTime":35,"mechanics":["Area Majority / Influence","Card Drafting","Set Collection"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7,"rank":-1,"designers":["Unai Rubio"],"publishers":["Keymaster Games"],"artists":["Josh Emrich"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}