{"gameId":328871,"name":"Terraforming Mars: Ares Expedition","description":"Terraforming Mars: Ares Expedition is an engine-building game in which players control interplanetary corporations with the goal of making Mars habitable (and profitable). You will do this by investing mega credits (MC) into project cards that will directly or indirectly contribute to the terraforming process. In order to win, you will want to accumulate a high terraform rating (TR) and as many victory points (VP) as you can. Players raise their TR by increasing global parameters: oceans, oxygen, and temperature. TR also determines each corporation's basic income, and, at the end of the game TR counts as VP. Additional VP and production capabilities are awarded for building project cards and other actions taken during the game.&#10;&#10;The game is played in rounds, and each round the players will choose one of five phases, which determines which activities will take place during that round. This means every round is different, but can consist of building new project cards, taking general and project-specific actions, producing income and resources (plants and heat), or researching to draw more project cards. Every player will take all the phases selected for the round, and will receive a special bonus during the phase that they selected. To speed up the game, players should resolve each phase simultaneously!&#10;&#10;The game board has tracks for oxygen, temperature, and terraform rating, as well as a place for all of the ocean tiles that will be flipped over the course of the game. The game ends when there is enough oxygen to breath (14%), oceans enough to allow Earth-like weather (9), and the temperature is well above freezing (+8&deg;C). It will then be possible, if not comfortable, to live on the surface of Mars!&#10;&#10;The winner is the player with the most VP at the end of the game.&#10;&#10;","image":"https://cf.geekdo-images.com/eT_Atcy_vRJvuUMgYakNrQ__original/img/upZwrb6k8zZMNTwB8VfpI372yuo=/0x0/filters:format(jpeg)/pic6260098.jpg","thumbnail":"https://cf.geekdo-images.com/eT_Atcy_vRJvuUMgYakNrQ__thumb/img/YxoNRQg9owsoi68POaMY0Ix31ZI=/fit-in/200x150/filters:strip_icc()/pic6260098.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Follow","Hand Management","Income","Simultaneous Action Selection","Variable Phase Order","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":7.27744,"averageRating":7.77011,"rank":215,"designers":["Sydney Engelstein","Jacob Fryxelius","Nick Little (I)"],"publishers":["FryxGames","Stronghold Games","Board Game Rookie","Ghenos Games","Intrafin Games","Kilogames","Korea Boardgames Co., Ltd.","Lavka Games","Lex Games","Maldito Games","MeepleBR","MINDOK","Pridemage Games","Rebel Sp. z o.o.","Reflexshop","Schwerkraft-Verlag","Surfin' Meeple China"],"artists":["William Bricker","Garrett Kaida","Nio Mendoza","Justine Nortjé","Naomi Robinson","Andrei Stef"],"playerPollResults":[{"numPlayers":1,"best":26,"recommended":61,"notRecommended":22,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":53,"recommended":47,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":61,"recommended":43,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":28,"recommended":45,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":1,"notRecommended":51,"numPlayersIsAndHigher":true}]}