{"gameId":328866,"name":"My Father's Work","description":"The walls were lined with iron shelves, each metal slat overfilled with glass jars containing formaldehyde and grotesque curiosities within. Pristine brass tools and refined metals of a quality I had never before laid eyes upon were strewn across sturdy slabs of rock and wood, their edges sharp with use. However, my eyes were soon drawn to a sturdy writing desk, its mahogany eaves inlaid with thin strips of copper, the center of which contained a well-worn leather-bound book. My father's journal &mdash; passed down to me and representing years of knowledge and countless experiments. And inside that weathered tome, atop the pearly parchment oxidized yellow at its frayed edges, were the deliberate quill marks of a crazed genius outlining the ambitious project he could never complete in one lifetime &mdash; his masterwork.&#10;&#10;Without realizing it, my hands were shaking as I clutched the book to my chest. At once, I felt an ownership and anxiety for the scientific sketches scrawled so eloquently on those frayed sheets. It was at that moment that I began my obsession: I would restore this laboratory to its former brilliance and dedicate my life to completing my father's work!&#10;&#10;In My Father's Work, players are competing mad scientists entrusted with a page from their father's journal and a large estate in which to perform their devious experiments. Players earn points by completing experiments, aiding the town in its endeavors, upgrading their macabre estates, and hopefully completing their father's masterwork.&#10;&#10;But they have to balance study and active experimentation because at the end of each generation, all of their experiments and resources are lost to time until their child begins again with only the &quot;Journaled Knowledge and Estate&quot; they have willed to them &mdash; and since the game is played over the course of three generations, it is inevitable that the players will rouse the townsfolk to form angry mobs or spiral into insanity from the ethically dubious works they have created. The player with the most points at the end of three generations wins and becomes the most revered, feared, ingenious scientist the world has ever known!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/N0hCcxXw8d7vUjKfsYO6vg__original/img/P8-tSkeRO-e3SnNXh4Yq8d0JcWQ=/0x0/filters:format(png)/pic6121929.png","thumbnail":"https://cf.geekdo-images.com/N0hCcxXw8d7vUjKfsYO6vg__thumb/img/K4DDlRzl6qlQf9L_oMLb7g9WUYo=/fit-in/200x150/filters:strip_icc()/pic6121929.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Worker Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7.36625,"rank":-1,"designers":["T. C. Petty III"],"publishers":["Renegade Game Studios"],"artists":["Cold Castle Studios","Eric Hibbeler","Damien Mammoliti","Janos Orban"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}