{"gameId":329226,"name":"Circadians: Chaos Order","description":"The initial quakes were only minor tremors, but as the land began to unravel, so did our sense of security. We watched the cliffs of Hytazch fall into the sea. Mighty trees of old, swallowed up by the caverns below. As the waters rose, a great roar was heard across the plains. This was no cry of disbelief or heartache, but of jubilance. Songs began to fill the air as our once peaceful hosts, now readied themselves for war. Suddenly on the horizon, what appeared as huge bolts of energy shoot out into the depths of space, before disappearing again. Despite the inevitable shock wave heading our way, the clans continued to cheer as they made haste towards the origin of the blaze. What could cause such elation? Why abandon caution in favour of chaos? Had we missed something - some crucial misunderstanding of this planet and its inhabitants? Upon reaching the site, we were immediately plunged into combat. Across the landscape lay six massive structures, towering over the forces fighting below. They seemed to pulse and flicker with a golden haze. Could these be the ancient relics the Oxataya spoke of? There is so much we still do not understand, but we cannot concede to indecision. Will we stay and fight, or retreat back to Moontide?&#10;&#10;In Circadians: Chaos Order, players take on the roll of 1 of 6 asymmetric factions. Each faction has their own means of winning the game, unique leaders, attribute cards and other abilities.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/mhrxvRcYigW768oj2efIsg__original/img/xt897I6tgJaS23YWDVbCHqbmIAI=/0x0/filters:format(jpeg)/pic5921448.jpg","thumbnail":"https://cf.geekdo-images.com/mhrxvRcYigW768oj2efIsg__thumb/img/rBSvRA4-AYFwHA9GPeWo4FcigHY=/fit-in/200x150/filters:strip_icc()/pic5921448.jpg","minPlayers":2,"maxPlayers":5,"playingTime":240,"mechanics":["Area Majority / Influence","Area Movement","Card Play Conflict Resolution","Hexagon Grid","Moving Multiple Units","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8.83333,"rank":-1,"designers":["S J Macdonald","Zach Smith"],"publishers":["Garphill Games"],"artists":["Sam Phillips"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}