{"gameId":329228,"name":"Solar Sphere","description":"The human race has exhausted all the energy available on planet Earth. If they are to advance into an intergalactic civilisation they must harness the power of a solar system. They must build a dyson sphere.&#10;&#10;Solar Sphere is a dice placement/manipulation game with elements of engine building, resource management, and set collection. Set hundreds of years in the future in a time when competition will move mankind forward, but when collaboration is also sometimes necessary. In Solar Sphere, each player commands a mothership. Their primary task is to build a dyson sphere. But, with crew to hire and aliens attacking the sphere, there are many other ways to earn prestige and become the saviour of mankind.&#10;&#10;In this dice placement game, players can manipulate their dice using drones. However, players have a limited supply of drones, which are also used to upgrade dice placement spots or to support in fights against aliens. Players can always recycle used drones to get them back into their supply. Or, spend them for instant benefits.&#10;&#10;Players simultaneously start the turn by rolling their dice. Dice act as spacecraft and are sent, in payer order, to locations to gather resources, build the dyson sphere, build or recycle drones, upgrade worker spots, hire crew, and fight off aliens.&#10;&#10;Crew come with their own unique benefits that will help players in a variety of areas. Chain crew abilities together to build a good engine, and retire them for extra benefits. Making space for new crew members.&#10;&#10;As the game progresses, more aliens will arrive to defend a sun that they also need. Fight them off alone, or join forces with other players and share the rewards. However, if no one takes on the rebellious aliens, then you all lose points.&#10;&#10;Solar Sphere combines a combination of mechanisms with a powerful theme to bring players an immersive experience.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/2vrPO05rVkkw6YEDmWa5nA__original/img/xn2BFjzCQU5VZqsNsazxkPYChxY=/0x0/filters:format(jpeg)/pic5920049.jpg","thumbnail":"https://cf.geekdo-images.com/2vrPO05rVkkw6YEDmWa5nA__thumb/img/oN65H6bgAzgGeK__ymFPEo52iaQ=/fit-in/200x150/filters:strip_icc()/pic5920049.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Area Majority / Influence","Dice Rolling","Hidden Victory Points","Set Collection","Solo / Solitaire Game","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":8.6,"rank":-1,"designers":["Ayden Lowther","Simon Milburn"],"publishers":["Dranda Games"],"artists":["Igor Ershov","Elias Stern"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}