{"gameId":329500,"name":"Unconscious Mind","description":"Vienna in the early 1900s: The Austrian neurologist Sigmund Freud established a revolutionary set of theories and therapeutic techniques called psychoanalysis, which are related to the study of the unconscious mind.&#10;&#10;From the autumn of 1902, a number of followers who expressed interest in Freud's work were invited to meet at his apartment every Wednesday afternoon to discuss psychology and neuropathology. This group was called the Wednesday Psychological Society, and it marked the beginnings of the worldwide psychoanalytic movement. In 1908, reflecting its growing institutional status, the Wednesday group was reconstituted as the Vienna Psychoanalytic Society with Freud as president.&#10;&#10;As a member of this society in Unconscious Mind&mdash;a game that blends worker placement, engine building, multi-use cards, and action programming&mdash;your goal is to master therapeutic techniques, establish a practice, and grow your clientele. By delving into your clients' dreams&mdash;their unconscious minds&mdash;you can help them recover from various traumas and complexes. As a result, the people you treat will live happier and more productive lives. You can also publish volumes of your groundbreaking work&mdash;which will hopefully get cited by other researchers who come after you, furthering your legacy.&#10;&#10;In more detail, each turn you may send a figure to one of the various action spaces on the main board. Then, depending on the row of the action space, you will advance the inkpot on your player board's rondel a number of steps&mdash;triggering the effects of all the tiles you have in the given line. From there, you may use dream cards and Insights (a form of resources)to treat the patients in your office.&#10;&#10;There is also a map of central Vienna that features historic locations that you may visit with your professor meeple. These spaces allow you to perform additional actions, gain reputation, and unlock bonuses when you eventually withdraw your figures from the main board. The game has many interconnected systems that flow into each other, making every turn one that results in cascading effects.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ufkAbhulnKJ7uDpi09TXOQ__original/img/hhBc0bcNj9U3t-4trByrjrO8-ro=/0x0/filters:format(jpeg)/pic7127448.jpg","thumbnail":"https://cf.geekdo-images.com/ufkAbhulnKJ7uDpi09TXOQ__thumb/img/XBP7p0D1bkzDXkoOuXSiavW26Ig=/fit-in/200x150/filters:strip_icc()/pic7127448.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Contracts","End Game Bonuses","Programmed Movement","Set Collection","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":8.25333,"rank":-1,"designers":["Laskas","Jonny Pac","Yoma","Antonio Zax"],"publishers":["Fantasia Games"],"artists":["Andrew Bosley","Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}