{"gameId":329500,"name":"Unconscious Mind","description":"Vienna, in the early 1900s&hellip; The Austrian neurologist Sigmund Freud established a revolutionary set of theories and therapeutic techniques called psychoanalysis, which are related to the study of the unconscious mind.&#10;&#10;From the autumn of 1902, a number of followers who expressed interest in Freud's work were invited to meet at his apartment every Wednesday afternoon to discuss psychology and neuropathology. This group was called the Wednesday Psychological Society; it marked the beginnings of the worldwide psychoanalytic movement. In 1908, reflecting its growing institutional status, the Wednesday group was reconstituted as the Vienna Psychoanalytic Society with Freud as president.&#10;&#10;Designed by the in-house creative team of Fantasia (Endless Winter) alongside Jonny Pac (Coloma, Sierra West), illustrated by Andrew Bosley (Everdell, Tapestry, Citadels) and Vincent Dutrait (Lewis &amp; Clark, The Quest for El Dorado, Robinson Crusoe), solo mode by Drake Villareal (Merchants Cove), Unconscious Mind is a competitive strategy board game for 1-4 players that features a novel blend of worker placement, engine building, multi-use cards, and action programming.&#10;&#10;As a member of this society, your goal is to master therapeutic techniques, establish a practice, and grow your clientele. By delving into your patients&rsquo; dreams&mdash;their unconscious minds&mdash;you can help them recover from various complexes and traumas. In turn, the people you heal will live happier and more productive lives.&#10;&#10;Each turn, you will activate all of the therapeutic technique cards you have in a given row of your notebook, marked by your ink-pot. Then, you will send a figure to one of the various action spaces in Vienna&mdash;spending time and moving your ink-pot to pay the costs&mdash;which, as a result, will set which row of your notebook will be activated at the start of your next turn.&#10;&#10;Over the course of the game, your office will be visited by many citizens of Vienna. Once they have been healed, they can happily return to their occupations&mdash;which opens up more action spaces in Vienna for players to use. Along the way, you may compile your knowledge and submit a thesis to gain additional rewards. After a number of rounds, scores are tallied, and the player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/0O1QlHbb2XdhdBI1iOY7tA__original/img/V0EpevINMOwzHqMFopSjQoxQm08=/0x0/filters:format(jpeg)/pic6099051.jpg","thumbnail":"https://cf.geekdo-images.com/0O1QlHbb2XdhdBI1iOY7tA__thumb/img/_EyddqhKnvlTIESLcDS2GprjJSw=/fit-in/200x150/filters:strip_icc()/pic6099051.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Contracts","End Game Bonuses","Programmed Movement","Set Collection","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Jonny Pac","Laskas","Yoma"],"publishers":["Fantasia Games"],"artists":["Andrew Bosley","Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}