{"gameId":329713,"name":"Dune: House Secrets","description":"Featuring the co-operative game system used in Portal's award-winning Detective: A Modern Crime Board Game, Dune: House Secrets delivers a deeply thematic experience that drops one-to-four players in the middle of the highest stakes unfolding on the harsh desert planet of Arrakis.&#10;&#10;In this story-driven adventure game, players take on the roles of rebels who must solve a series of challenging missions with a finite amount of time and resources. Players cooperatively make decisions on how to progress the story as they decide to explore different regions of the world, follow leads, leverage allies, and overcome opposition of all kinds. During gameplay, players use a variety of physical and digital game components &mdash; a deck of cards with essential clues and plot twists, a dozen physical handouts, and a dedicated website with additional resources &mdash; to steer the narrative in fun and surprising directions for a truly immersive experience.&#10;&#10;Beginning with an introductory prologue designed to get players acquainted with the massive Dune universe, the game then continues with three big adventures, each taking roughly two-to-three hours to play. During each episode, players can earn experience points to level up their characters in between missions and unlock new options in future gameplay. Each adventure can be played separately as standalone episodes, yet should players complete all three episodes, they will unravel a master game narrative with an epic climax and unforgettable resolution with lasting impact on the future two games in the trilogy.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/b_DDKmImi5d593dVY3FeRg__original/img/pGDB16YYKFgZnBRrI1Zxz45GeRA=/0x0/filters:format(jpeg)/pic6222001.jpg","thumbnail":"https://cf.geekdo-images.com/b_DDKmImi5d593dVY3FeRg__thumb/img/PNdS0rfHN_4g3L_oAb6w9jCAoxE=/fit-in/200x150/filters:strip_icc()/pic6222001.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Cooperative Game","Solo / Solitaire Game","Storytelling"],"isExpansion":false,"yearPublished":2021,"bggRating":5.53732,"averageRating":6.8299,"rank":11741,"designers":["Jakub Poczęty","Przemysław Rymer","Ignacy Trzewiczek","Weronika Spyra"],"publishers":["Portal Games","GaGa Games","IELLO","Maldito Games","Pegasus Spiele","Reflexshop"],"artists":["Maciej Janik","Mateusz Kopacz"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}