{"gameId":329716,"name":"Eleven: Football Manager Board Game","description":"Eleven &ndash; this number of players you have on the pitch at any given time makes all the difference between being the best team and the worst. But every team knows that to be the best in the league it takes a lot more &ndash; it takes an incredible manager.&#10;&#10;Eleven is an economic strategy game set in a world of sport. The player's task is to manage and grow their own football club over the course of a season.&#10;&#10;During the game, players hire staff members, including trainers, physical therapists, PR specialists, and directors. They acquire sponsors, expand the stadium infrastructure, and take care of your club's position in social media. Among many tasks on the list are also transfers of new players, and choosing the right tactics for each of the upcoming matches.&#10;&#10;Eleven is a scenario-driven game. It includes six different scenarios that challenge players with different starting situations and goals for the season. In the beginning, the task will be simple: you have to climb the steps of the football leagues and achieve the appropriate experience. You may have to manage the club in a crisis, and at other times you will have to rejuvenate the football team of players that are not so young anymore. You may also have to fight against time to try to complete the stadium before the deadline!&#10;&#10;Eleven is designed by Dutch designer Thomas Jansen. It is designed for 1-4 players and the game lasts 60-120 minutes, depending on the number of players.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/qweS3tB5vEHg3ECs-QNqrA__original/img/hNxCkgg58TvMiCX9fQfp8BiOJhA=/0x0/filters:format(jpeg)/pic5985744.jpg","thumbnail":"https://cf.geekdo-images.com/qweS3tB5vEHg3ECs-QNqrA__thumb/img/5Lu7U4JlzVvpV6_MTv04TtNftlY=/fit-in/200x150/filters:strip_icc()/pic5985744.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Thomas Jansen"],"publishers":["Portal Games"],"artists":["Mateusz Kopacz"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}