{"gameId":330149,"name":"Root: The Marauder Expansion","description":"Root: The Marauder Expansion introduces two new factions and new gameplay options:&#10;&#10;&bull; Lord of the Hundreds is both charismatic and terrifying. He rules over a vast horde of warriors recently arrived to the woodland and is interested only in its domination. To help speed his conquest, he lights massive fires which can spread throughout the woods and destroy the buildings of other factions. The Lord also interacts with crafted items, which he can plunder from players. These items increase his strength, but also cause him to develop an increasingly fearsome monomania.&#10;&#10;&bull; The Keepers in Iron are strangers to the Woodland, here only to recover the scattered and lost relics of an ancient civilization. The Keepers work to establish way-stations across the woodland and form alliances with other factions in hopes of recovering their relics more quickly. They will often find themselves deep within enemy territory as they search for their relics. Thankfully their finely crafted armor makes them difficult to dislodge.&#10;&#10;Both of these factions are suitable to Root's two-player game, bringing the total number of two-player factions up to five without the use of bots.&#10;&#10;Root: The Marauder Expansion also introduces a new level to the conflict for the woodland: Hirelings! These small factions can be used at any player count and introduce surprising new power combinations as well as a chess-like tension to lower player count games of Root.&#10;&#10;Finally, The Marauder Expansion also includes a new set-up draft system suitable for both casual and competitive play.&#10;&#10;","image":"https://cf.geekdo-images.com/oHWCWBSltJBPAnV5w45-lg__original/img/VuPjRpvOx9_84v8nERSfcnaQxLs=/0x0/filters:format(jpeg)/pic6003595.jpg","thumbnail":"https://cf.geekdo-images.com/oHWCWBSltJBPAnV5w45-lg__thumb/img/s0BBcnk1ah1lLPQ9zieEoqpMFW8=/fit-in/200x150/filters:strip_icc()/pic6003595.jpg","minPlayers":2,"maxPlayers":6,"playingTime":90,"mechanics":[],"isExpansion":true,"yearPublished":2021,"bggRating":0,"averageRating":8.49424,"rank":-1,"designers":["Patrick Leder","Cole Wehrle"],"publishers":["Leder Games"],"artists":["Kyle Ferrin"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}