{"gameId":330174,"name":"Explorers","description":"At the beginning of Explorers, you and each other explorer place four landscape tiles &mdash; grasslands, bodies of water, desert or mountains &mdash; and three different scoring tiles in your game frame. Then from your starting village, you go on an exploratory tour.&#10;&#10;The exploration cards, each of which shows two landscapes, indicates which landscapes you are allowed to cross (off). On your turn, you reveal an exploration card, chooses one of the two types of terrain, then cross off three spaces ahead of your current location. Your fellow players must then decide whether to place only two crosses on the same landscape, or choose the other landscape and tick off three crosses. All of your crosses must be orthogonally adjacent, so you need to plan well to avoid being stuck due to &quot;bad&quot; landscape choices.&#10;&#10;Over four rounds, you expand your territory, receiving a special action for each checked box with an object in it. You receive points for provisions and gems, with a map you can place crosses on any type of terrain, and lost temples can be explored with keys &mdash; but whoever reaches the temple first receives the most points for it...&#10;&#10;Explorers contains a solo version as well as additional task tiles for experienced players, with more than a million possible game combinations.&#10;&#10;","image":"https://cf.geekdo-images.com/t_QgPTCtmsw2xUn4JM6Kxw__original/img/widbnaUDMSIofUte0ODzh6oVVpw=/0x0/filters:format(jpeg)/pic5950783.jpg","thumbnail":"https://cf.geekdo-images.com/t_QgPTCtmsw2xUn4JM6Kxw__thumb/img/qZaY4ILm3b4tS9mVcefAkMWGdVE=/fit-in/200x150/filters:strip_icc()/pic5950783.jpg","minPlayers":1,"maxPlayers":4,"playingTime":20,"mechanics":["Paper-and-Pencil","Square Grid"],"isExpansion":false,"yearPublished":2021,"bggRating":5.8539,"averageRating":7.2198,"rank":3459,"designers":["Phil Walker-Harding"],"publishers":["Ravensburger"],"artists":["Sabrina Miramon"],"playerPollResults":[{"numPlayers":1,"best":8,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":true}]}