{"gameId":330881,"name":"The Flood","description":"Designed by Bedouin Games and Iden.team Illustrated by Ben Maier, Macro Paganessi, sculpted by Ludwik Lukaszewski. The Flood is a euro-style game with Dice/ resource and event mechanics as well as 140+ miniatures.&#10;&#10;In The Flood players are taken back in time to the pre historic world before the flood.  Their objective is to build a network of Huts and Camps and collect enough resources to build the Ark before the flood. Each player can obtain a Mammoth- the hero miniature that can collect strategic resources as well. Each turn players will roll the tool and two commodity dice to collect resources from their structures on the triangular hexagons. Commodities include: Gopher wood, Tar, Wool, Vegetables, Limestone and water.&#10;&#10;The board includes 23 triangular hexagons that are set up with the board edges being the weather markers. Tool tokens are placed on each triangular hexagon. When the correct commodity and Tool is rolled the players will receive resources. During their turns players will build and collect commodity cards, resource tokens, move the mammoths as well as obtain story cards. Story cards control the weather and offer multiple other bonuses and negative effects. Players can choose to strategically purchase re-rolls of the dice to potentially gain an advantage.&#10;&#10;Trading is a strategic part of the game. Players are able to trade resource cards with each other, the supply in two different ways. All players may loose if none finish building the ark before the flood.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/u0fo7unUzWYQ5d1JC8kmXQ__original/img/VL8h4LGJnRvzlLRRd6bD69bLHdQ=/0x0/filters:format(png)/pic6491191.png","thumbnail":"https://cf.geekdo-images.com/u0fo7unUzWYQ5d1JC8kmXQ__thumb/img/CWW8e4g5Enlno0-BUymbCAhu00k=/fit-in/200x150/filters:strip_icc()/pic6491191.png","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Dice Rolling","Push Your Luck","Race"],"isExpansion":false,"yearPublished":2023,"bggRating":5.49555,"averageRating":6.65512,"rank":19221,"designers":["Elijah Morar","Natalie Morar"],"publishers":["Bedouin Games"],"artists":["Ben Maier","Mirco Paganessi","Elif Siebenpfeiffer"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}