{"gameId":331317,"name":"Coalitions","description":"Coalitions is based on the series of conflicts known as the Revolutionary and Napoleonic Wars. Players, representing major European powers, compete against each other to shape the future of the Continent. The innovative and elegant game system allows a historical recreation of the conflicts, but better yet, can also create plausible alternative histories. The Alliances may take different forms, the campaigns may be fought along different lines of approach, but what the players witness is still a believable version of history.&#10;&#10;Coalitions brings the whole continent of the Napoleonic Wars into a fast, playable system.  Multiplayers&mdash;with NO downtime. Each turn, EVERY player is doing something&hellip; but doing something &lsquo;different.&rsquo;  This sets up an unexpected cycle like nothing you&rsquo;ve ever played before.  Cool wooden pieces, or a &ldquo;Deluxe&rdquo; version with some of the most beautiful miniatures you&rsquo;ve ever seen. Kickstarter backers get exclusive sculpts, an extra player expansion, plus an extra game covering a slightly different period!&#10;&#10;https://www.kickstarter.com/projects/phalanxgames/coalitions?ref=31b1g2&#10;&#10;Throughout the period, Britain formed coalitions with almost any nation that would stand against France. Whenever a coalition was defeated, Britain sought to form a new one with states that would carry on the fight. Nations also had other motives to fight wars, often seeking to expand their own borders at the cost of their neighbors. Britain itself fought the French in Portugal and Spain and, with almost total control of the sea, sent military expeditions wherever there was a chance of harassing the French. Can the Emperor of Austria protect the German Reich and Northern Italy from the Revolutionary Armies? Will the Prussian King and Russian Tsarina join as allies or not? Will the Ottoman Empire be able to protect Egypt, the Balkans and Caucasus from the aggressive neighbors?&#10;&#10;When you play Coalitions, you decide the destiny of Europe; your decisions will make history. Will you guide France to greatness? Will you galvanize and unite Europe to bring an end to the infant republic and restore the Ancien R&eacute;gime? Or maybe there is a Metternich in you, able to deceive others and bluff your way to victory with a cunning smile?&#10;&#10;Each player controls one of six asymmetric factions: France, England, Austria, Prussia, Russia or Turkey. They then try to form an alliance, insisting that it will be beneficial to all, although only one player can actually win. Throughout the game, players try to capture and consolidate key positions, which will earn victory points during the relevant phase.&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/i8Fb6krnpJsScTzb0NKDmA__original/img/DBB48NCBR3hO85ZCYK8T-6L9fNg=/0x0/filters:format(jpeg)/pic6205128.jpg","thumbnail":"https://cf.geekdo-images.com/i8Fb6krnpJsScTzb0NKDmA__thumb/img/J_da96bAh6tjYBwK1zXy5prIDdQ=/fit-in/200x150/filters:strip_icc()/pic6205128.jpg","minPlayers":1,"maxPlayers":6,"playingTime":240,"mechanics":["Alliances","Area Majority / Influence","Area Movement","Campaign / Battle Card Driven","Hand Management","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.75042,"rank":-1,"designers":["Andrew Rourke"],"publishers":["PHALANX"],"artists":["Bartek Jędrzejewski"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}