{"gameId":331747,"name":"Centurion","description":"Players start the game by placing their Centurion in one of the two middle squares on their side of the game-board. Two Legionnaires are then placed next to the Centurion.  Each turn a player may choose to randomly draw a new tile from the bag or move a tile already in play.&#10;&#10;The innovative game-play feature at the heart of CENTURION are its double-sided PROFILE SYSTEM tiles. Each side represents a different posture--often considered defensive or offensive--and indicates exactly what the piece can do within the turn. At the end of a move (or use of a special ability) the tile is flipped to its other side, displaying a new offensive or defensive profile.  Each maneuver profile conveys a file's different options for movement and attack. The full circle is standard Move, a hollow circle the Jump, an arrow provides for the Slide, the star a special Strike ability and so on.  Defend your own troops while positioning yourself to capture your opponent's Duke, Jarl or Centurion tiles.&#10;&#10;With thirteen different double-sided Soldier tiles and nineteen total pieces for each player, every game of CENTURION brings different challenges requiring new strategies. Add to that players can choose to play asymmetrically with the sets from The Duke, Jarl, or CENTURION, battling among all three armies. The variety of play is limitless.&#10;&#10;","image":"https://cf.geekdo-images.com/kjKhlS3RgOzkNd0cSnqIOw__original/img/ReUBB3Ib8Dt3JYU9ekKr2vVfbq4=/0x0/filters:format(png)/pic6019821.png","thumbnail":"https://cf.geekdo-images.com/kjKhlS3RgOzkNd0cSnqIOw__thumb/img/jXl2J3jC6UEX7NBSKHZ8eS8-zo8=/fit-in/200x150/filters:strip_icc()/pic6019821.png","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Grid Movement","Pattern Movement","Tile Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":9,"rank":-1,"designers":[],"publishers":["Catalyst Game Labs"],"artists":[],"playerPollResults":[{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}