{"gameId":332686,"name":"John Company: Second Edition","description":"In John Company, players assume the roles of ambitious families attempting to use the British East India Company for personal gain. The game begins in the early eighteenth-century, when the Company has a weak foothold on the subcontinent. Over the course of the game, the Company might grow into the most powerful and insidious corporation in the world or collapse under the weight of its own ambition.&#10;&#10;John Company is a game about state-sponsored trade monopoly. Unlike most economic games players often do not control their own firms. Instead, they will collectively guide the Company by securing positions of power, attempting to steer the Company&rsquo;s fate in ways that benefit their own interests. However, the Company is an unwieldy thing. It is difficult to do anything alone, and players will often need to negotiate with one another. In John Company, most everything is up for negotiation.&#10;&#10;Ultimately, this game isn&rsquo;t about wealth; it&rsquo;s about reputation. Each turn some of your family members may retire from their Company positions, giving them the opportunity establish estates. Critically, players do not have full control over when these retirements happen. You will often need to borrow money from other players to make the best use for a chance of retirement. Players also gain victory points by competing in the London Season for prestige and securing fashionable properties.&#10;&#10;John Company engages very seriously with its theme. It is meant as a frank portrait of an institution that was as dysfunctional as it was influential. Accordingly, the game wrestles many of the key themes of imperialism and globalization in the eighteenth and nineteenth centuries and how those developments were felt domestically. As such, this game might not be suitable for all players. Please make sure everyone in your group consents to this exploration before playing.&#10;&#10;The second edition is extensively revised and is not a reprint.&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/TAdE4z_bwAAjJlmPrkmKhA__original/img/V5wLvuhU3mKNr6PUf1cxyeemh00=/0x0/filters:format(jpeg)/pic6601629.jpg","thumbnail":"https://cf.geekdo-images.com/TAdE4z_bwAAjJlmPrkmKhA__thumb/img/pwgtQn8ArKjwBxk3bnDuIVAPWgU=/fit-in/200x150/filters:strip_icc()/pic6601629.jpg","minPlayers":1,"maxPlayers":6,"playingTime":240,"mechanics":["Bribery","Dice Rolling","Negotiation","Push Your Luck","Simulation","Voting"],"isExpansion":false,"yearPublished":2022,"bggRating":6.24826,"averageRating":8.56506,"rank":1710,"designers":["Cole Wehrle"],"publishers":["Wehrlegig Games","Spielworxx","YOKA Games"],"artists":["Jan Lipiński"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":14,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":10,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":23,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":24,"recommended":11,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":22,"recommended":10,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":9,"recommended":17,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":15,"numPlayersIsAndHigher":true}]}