{"gameId":332885,"name":"Gnome Hollow","description":"Since the beginning of time, gnomes have been the humble caretakers of nature. In secret, they emerge from their underground homes to maintain meticulous rings of mushrooms known to the human folk as &quot;fairy rings&quot;. But the work must be done quickly because as soon as a mushroom path is finished, the mushrooms are ready for picking. Who will be the cleverest gnome and harvest the most mushrooms by the end of the season?&#10;&#10;Gnome Hollow is a spatial, tile-placement, worker-placement game in which you grow a tabletop garden of mushrooms and flowers. Every piece is a hand-painted watercolor that captures the whimsical feel of gnomes and nature. Turns are deceptively simple: Players place tiles into the garden, and move a gnome to take a single action on their turn. Come to Gnome Hollow and experience a peaceful garden, the thrill of competing to harvest buckets of mushrooms, and the reward of gathering in all your shiny treasures!&#10;&#10;&middot; Immerse yourself in Gnome Hollow, a captivating fun strategy game where players cultivate a vibrant garden of mushrooms and flowers using strategic tile and worker placement mechanics.&#10;&#10;&#10;&middot; Harvest valuable mushrooms by completing intricate rings, select rewarding bonuses, and sell your mushrooms at the market for the shiniest treasures for points in the hollow.&#10;&#10;&#10;&middot; Enjoy automatic score calculation on player boards, ensuring smooth game play and allowing you to focus on strategic decisions and garden development.&#10;&#10;&#10;&middot; MAGNETIC BOARDS - Gnome Hollow features magnetic player boards, breathtaking components, and an advanced variant for added depth and replayability.&#10;&#10;&#10;&middot; STUNNING ARTWORK - Designed by Ammon Anderson, Gnome Hollow features stunning art and intuitive game play, perfect for both new and experienced board game enthusiasts.&#10;&#10;&#10;&middot; EASY TO LEARN &amp; FUN TO MASTER - With simple rules, strategic depth, and engaging mechanics, Gnome Hollow is ideal for 2-4 players seeking a delightful gaming experience.&#10;&#10;","image":"https://cf.geekdo-images.com/kg2cK5kzUlxip4CONMY70Q__original/img/voKXqtNYiG8VEWLlPI2Rw1QJHO4=/0x0/filters:format(jpeg)/pic8035777.jpg","thumbnail":"https://cf.geekdo-images.com/kg2cK5kzUlxip4CONMY70Q__thumb/img/R2CS3Eil35rzz6HL3jgnaMd0MMg=/fit-in/200x150/filters:strip_icc()/pic8035777.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Hexagon Grid","Pieces as Map","Set Collection","Tile Placement","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.63389,"averageRating":7.24047,"rank":7235,"designers":["Ammon Anderson"],"publishers":["Levity Games (II)","The Op Games","White Goblin Games"],"artists":["Ammon Anderson","Patrick Spaziante"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":3,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}