{"gameId":332885,"name":"Gnome Hollow","description":"Since the beginning of time, gnomes have been the humble caretakers of nature. In secret they emerge from their underground homes to maintain meticulous rings of mushrooms known to the humanfolk as &quot;fairy rings&quot;. But the work must be done quickly because as soon as a mushroom path is finished, the mushrooms are ready for picking. Who will be the cleverest gnome and harvest the most mushrooms by the end of the season?&#10;&#10;Gnome Hollow is a spatial, tile-placement, worker-placement game in which you grow a tabletop garden of mushrooms and flowers. Every piece is a hand-painted watercolor that captures the whimsical feel of gnomes and nature. Turns are deceptively simple: Players place tiles into the garden, and move a gnome to take a single action on their turn.&#10;&#10;But placing a tile and taking an action can create play combinations that are intensely satisfying. Players strategically place tiles and develop rings of valuable mushrooms. Once a ring is completed, they harvest each mushroom and eventually carry them to market to sell for the shiniest treasures available in the hollow.&#10;&#10;Small mushroom rings offer small rewards. Larger mushroom rings offer richer rewards! Completing a new circle automatically increases your score. The player board automatically calculates your growing score every time you move a ring marker to unlock your latest reward. This means that every completed mushroom ring offers new strategic choices and important bonuses for individual players.&#10;&#10;As you grow the garden, some rewards give players access to rare signposts. Once placed in completed rings, signposts become unique worker placement spots for any of the gnomes in the Hollow.&#10;&#10;Wildflowers are literally wilds and can complete any ring, or solve complicated problems during play. Planting them grants players a wildflower token. Other players can move to a flower as an action to collect that same wildflower token. When these tokens are placed into the individual player boards, these become a valuable set-collection strategy, while simultaneously building toward the end of the game.&#10;&#10;Gnomes visit the Pinwheel Market to fulfill mushroom orders to gain treasure in the form of bottle caps, buttons, feathers, crystals, and skeleton keys. Each card offers two options. You can choose to fulfill the top portion to grab a bit of treasure, or fulfill the bottom to gain the most. The white part of the card gives players a mushroom trade that can be used in future turns by visiting sign posts.&#10;&#10;Clever players will plan their strategy carefully, balancing the building of mushroom rings with trips to the market, as well as expanding their personal collection of wildflowers that grow across the garden. As the game progresses, it is as much about playing a beautiful game as it is a wonderful journey to strategically outplay your opponents.&#10;&#10;Come to Gnome Hollow and experience a peaceful garden, the thrill of competing to harvest buckets of mushrooms, and the reward of gathering in all your shiny treasures!&#10;&#10;","image":"https://cf.geekdo-images.com/kg2cK5kzUlxip4CONMY70Q__original/img/voKXqtNYiG8VEWLlPI2Rw1QJHO4=/0x0/filters:format(jpeg)/pic8035777.jpg","thumbnail":"https://cf.geekdo-images.com/kg2cK5kzUlxip4CONMY70Q__thumb/img/R2CS3Eil35rzz6HL3jgnaMd0MMg=/fit-in/200x150/filters:strip_icc()/pic8035777.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Hexagon Grid","Pieces as Map","Set Collection","Tile Placement","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.58674,"averageRating":7.19078,"rank":9173,"designers":["Ammon Anderson"],"publishers":["Levity Games (II)","The Op Games"],"artists":["Ammon Anderson","Patrick Spaziante"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}