{"gameId":332853,"name":"Dom Pierre","description":"At the end of the 17th century, a French Benedictine monk in charge of the cellar at Hautvillers Abbey made an important contribution to differentiate wines from that region. As a result, it became possible to produce wines of superior quality, particularly in white wines made from black grape varieties. While Dom Pierre P&eacute;rignon initially felt the sparkling of the wine was a negative feature, the consequent increase in both quality and quantity created the path that lead to the appreciation and recognition of champagne.&#10;&#10;Throughout the 18th century, several &quot;champagne houses&quot; &mdash; or Champagne Maisons &mdash; were founded, and a new business dynamic grew in the region. These houses replaced small farm and monastery production in leading the evolutionary process of champagne, and by planting more vineyards or buying grapes from other producers or both, they mastered the specialization. To promote their product, the houses hired sales agents to take samples of their champagne wines to the Royal Courts of Europe, a crucial factor in generating the glamorous fashion of drinking champagne.&#10;&#10;Despite production growth, improved quality, and increasing popularity, trade did not reach spectacular rates during the 19th century &mdash; which is why the game Dom Pierre is much more about winning prestige than earning money. In the game, you are responsible for one of the oldest Champagne Maisons, producing and selling wine all over Europe, not to mention the other side of the Atlantic. The local economy will be boosted, employment increased, and your brand will become universally recognized.&#10;&#10;To make all this happen will require a chain of actions that starts in your vineyard. You will need to look for continuous improvement, constantly react to your opponents, and optimize your choices to build the most prestigious Champagne Maison. In game terms, on a turn you move up a disc on the winery game board and perform an action, with the actions become more powerful as the game progresses. You will plant in the vineyards, harvest crops, buy grapes from neighbors, make wines in your cellar (some more valuable than others), allocate salespeople on four market routes and workers in the vineyard and cellar, and acquire the necessary accessories to improve production.&#10;&#10;","image":"https://cf.geekdo-images.com/MC6jGxpqnHo_x-uBVb2nBw__original/img/iJo3zJ6VhxCvynNxn_V1HEoRXis=/0x0/filters:format(png)/pic6020873.png","thumbnail":"https://cf.geekdo-images.com/MC6jGxpqnHo_x-uBVb2nBw__thumb/img/4lPfJWpIm-xZLMtPj1iYuxJjo6U=/fit-in/200x150/filters:strip_icc()/pic6020873.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Contracts","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.66667,"rank":-1,"designers":["Costa","Rôla"],"publishers":["Pile Up Games","R&R Games"],"artists":["Olivier Fagnère","James Churchill"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}