{"gameId":333539,"name":"The Siege of Runedar","description":"Since time immemorial, the mines of Runedar have supplied gold to generations of dwarves. Today, only a handful of them remain, guarding the fortress surrounding the entrance to the old, depleted mine... or so it was thought. This group of dwarves have been fortunate enough to accidently stumble upon a new vein of the purest gold and have managed to extract a small treasure. Unfortunately, just as they were about to set off to the safety of the nearest stronghold, they discover that the old fortress of Runedar is surrounded by orcs who are willing to do anything to get their hands on the precious metal. Now, the dwarves not only need to defend the fortress, they also must dig a tunnel under the mountain to escape and get their hard-earned gold to safety.&#10;&#10;The Siege of Runedar is a co-operative game for 1-4 players who take on the role of dwarves charged with defending the walls of Runedar and the treasure they keep within. They will have to face orcs, goblins, and trolls, fighting in hand-to-hand combat against those who manage to get past the walls and shooting from a distance at those who try to enter. A deck-building system allows players to upgrade their weapons and tools as they must hold off the raiders long enough to build a tunnel to escape the terrible siege they have been subjected to and get the treasure to safety.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/dMP3JPqWVhHS-iWfENB1TQ__original/img/6NXmof4_vylrmJ-KhSv7owhOhhs=/0x0/filters:format(jpeg)/pic6082249.jpg","thumbnail":"https://cf.geekdo-images.com/dMP3JPqWVhHS-iWfENB1TQ__thumb/img/YYAATMCEulYjMBudRoa3M_RzwbA=/fit-in/200x150/filters:strip_icc()/pic6082249.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Area Movement","Card Drafting","Cooperative Game","Deck, Bag, and Pool Building","Dice Rolling","Once-Per-Game Abilities","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2021,"bggRating":5.54712,"averageRating":7.70732,"rank":10539,"designers":["Reiner Knizia"],"publishers":["Ludonova","Lucrum Games"],"artists":["Andrew Bosley"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}