{"gameId":334537,"name":"Altay: Dawn of Civilization","description":"For endless years in a secluded region deep in the heart of a vast continent, four mysterious people have been developing different cultures, merging magic and technology in a delicate balance with nature and among themselves. Now, they must face a challenge: the arrival of new settlers, bringing with them more advanced crafts and technologies, new weapons and fighting techniques, and an entirely different lifestyle.&#10;&#10;As the leader of one of the original inhabitants of Altay, how will you react to this challenge? Will you be open to accepting the new settlers and merging with them, or will you focus on your ancient traditions? Will you expand your kingdom or develop new knowledge? Will you build monuments to last forever, or crush your enemies with your armies?&#10;&#10;Altay: Dawn of Civilization is an original blend of deck-building, civilization development, and area expansion. Players control one of four factions, each represented by a starting deck with unique cards and with subtle differences in the number of &quot;basic&quot; cards. Each turn, players use their cards to produce resources (stone, metal, wood, knowledge), build new settlements and expand on the board, attack or defend against their enemies, or manipulate their decks or card hand.&#10;&#10;The game board represents one of the regions where the four people are in conflict with one another, with each area characterized by a different terrain type and the presence of different resources. Card-playing and board expansions are fully integrated, as many cards will have greater effects if you control the right territories. Using the resources produced by their cards or collected from the board, players can acquire and add to their deck new cards, representing the new settlers and their crafts.&#10;&#10;Players can also spend resources to develop &quot;achievements&quot; &mdash; special cards that are permanently added to a faction, granting it additional capabilities or providing points.&#10;&#10;Victory is granted by the combination of territorial expansion, technological development, and the success in creating long-lasting memories of your civilization's achievements.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/VgM1wKNgkovhqRerJBhhrg__original/img/PH7iQwS6HlUvcEI4zhCZsUDU6NE=/0x0/filters:format(png)/pic8327124.png","thumbnail":"https://cf.geekdo-images.com/VgM1wKNgkovhqRerJBhhrg__thumb/img/jzKUSNDeuo1KVn_NWPvpC1q6gTc=/fit-in/200x150/filters:strip_icc()/pic8327124.png","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Area Majority / Influence","Deck, Bag, and Pool Building","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":5.67248,"averageRating":7.16819,"rank":6487,"designers":["Paolo Mori","Ole Steiness"],"publishers":["Ares Games","GaGa Games","Galakta"],"artists":["Pauliina Hannuniemi"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}