{"gameId":334781,"name":"Keepers of the Questar","description":"The enigmatic Quest Masters of Arbandy left many mysterious quests in their wake but the most coveted of all is an unrivaled treasure known as the Questar. Tavern tales and oracles of old have said that mortal artistry pales in comparison to the Questar's beauty.&#10;&#10;Now competing parties of adventurers have formed to take on the Quest Masters' quests and become the Keepers of the Questar&hellip;..They are inviting you to embark on this journey and collect the Questar for you very own! But beware, hidden dangers lurk within dungeons encumbered by traps and monsters; ready to destroy the unwary adventurer! Traps and monsters can be exposed, but can you avoid them all?&#10;&#10;This is a 1 vs 1 dungeon crawler. You will play as both the Adventurer and Quest Master as you face off against your opponent in a race to be the first to compete your opponent's designed map.&#10;&#10;Contents: 8 Adventurer Cards, 8 Double Sided Maps, 2 Quest Master Screens, 1 Quest Sheet, Pad Tokens: 36 Monsters, 28 Traps, 4 Wellsprings, 4 Entrance Portals, 4 Exit Portals, 4 Chests, 4 Questars, 12 Combat/Ability, 24 Experience (XP), 38 Health Damage, 4 Party Markers, 2 Token Bags, Rulebook.&#10;&#10;-Publisher's Blurb&#10;&#10;The game is played between two opponents, each maintaining a secret map with plotted locations (traps, monsters, etc.).  Players alternate moving their explorer units on the board, encountering obstacles as they progress.  Tokens, dice, and cards are used to resolve conflict situations.  The first player to locate and obtain the opponent's Questar wins.&#10;&#10;-user summary&#10;&#10;","image":"","thumbnail":"","minPlayers":2,"maxPlayers":2,"playingTime":45,"mechanics":["Grid Movement","Hidden Movement","Moving Multiple Units","Multiple Maps","Square Grid","Variable Set-up"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":0,"rank":-1,"designers":["(Uncredited)"],"publishers":["Upper Deck"],"artists":[],"playerPollResults":[{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}