{"gameId":334827,"name":"Starship Interstellar","description":"2357: violent astronomical events and the unregulated use of the new &ldquo;solar extraction&rdquo; technology have greatly accelerated the growth rate of our star. Now the Sun is nearing the end of its life cycle, and its fate is to transform into a Red Giant. This will result in an exceptional increase in volume that will cause it to engulf Mercury, Venus, and possibly Earth itself. In the best-case scenario, the increase in volume will stop short of our planet&rsquo;s destruction, but life as we know it would have already been destroyed due to radiation and the dramatic increase in surface&rsquo;s temperatures.&#10;&#10;Our only hope is to build a colossal interstellar spaceship that would allow a fraction of humanity to evacuate on a &ldquo;new earth&rdquo; we have located in the Trappist star system during our search for viable extrasolar planets. Such a project, however, is far from simple: the resources we need can&rsquo;t be found on our planet, and the few made available from the solar extraction technology are still insufficient. The only way to complete this monumental task is to harvest the materials needed directly from the other planets of our solar system.&#10;&#10;In Starship Interstellar, you are the leader of one of the world's most influential Corporations, that has chosen to rise to the occasion and do their part to help complete this project. Your goal is to be the foremost contributor in the race to complete the starship before it is too late. The corporation that takes the lead in this project will have the honor of helping guide humanity to its new home.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/iKx0h_a_jEGuXZ5v7yDjVw__original/img/uP0MuQpgCSLM8sjzYreb7Fi59SA=/0x0/filters:format(jpeg)/pic6083685.jpg","thumbnail":"https://cf.geekdo-images.com/iKx0h_a_jEGuXZ5v7yDjVw__thumb/img/vQKaxtek3Y8V3UYyv2ewkBvRtFk=/fit-in/200x150/filters:strip_icc()/pic6083685.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Action / Event","Point to Point Movement","Resource to Move"],"isExpansion":false,"yearPublished":2024,"bggRating":5.65043,"averageRating":7.69802,"rank":7117,"designers":["Davide Calza","Andrea Crespi"],"publishers":["Pendragon Game Studio","ADC Blackfire Entertainment","Delta Vision Publishing","Gen-X Games","Intrafin Games"],"artists":["Davide Corsi","Kurt Miller"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}