{"gameId":335212,"name":"Sentinels of the Multiverse: Definitive Edition","description":"Sentinels of the Multiverse is back, and better than ever! With all-new art, notably streamlined mechanics, and new stories to experience, this is the award-winning cooperative comic-book card game you&rsquo;ve been waiting for!&#10;&#10;Sentinels of the Multiverse is a cooperative game in which each player controls a Hero, using their powers, abilities, and wits to work together with their fellow Heroes and save the world!&#10;&#10;Each game involves three to five Heroes fighting against one Villain in a perilous Environment. The game is fully cooperative, so the Villain and Environment aren&rsquo;t run by a dedicated player, but rather are controlled by turning over cards from their decks and following the instructions on those cards.&#10;&#10;Each Hero, Villain, and Environment are represented by a deck of cards. Heroes and Villains also have character cards, which provide their Hit Points and other information specific to that character.&#10;&#10;The game starts with the Villain turn, then each of the Heroes in turn order clockwise around the table. The round ends with the Environment turn. After the Environment turn, repeat the round, starting with the Villain turn! The game continues in this order until the Heroes save the Multiverse, or the Villain defeats the meddling Heroes, one way or another.&#10;&#10;&mdash;description from the publisher&#10;&#10;Contents:&#10;Heroes: Legacy, Tachyon, Wraith, Bunker, Absolute Zero, Unity, Argent Adept, Fanatic, Captain Cosmic, Haka, Tempest, Ra&#10;Villains: Baron Blade, Omnitron, Grand Warlord Voss, Citizen Dawn, Matriarch, Akash'Buta&#10;Environments: Megalopolis, Ruins of Atlantis, Wagner Mars Base, Insula Primalis, Magmaria, Freedom Tower&#10;&#10;","image":"https://cf.geekdo-images.com/eUtemWRT9XXMoRj3b5smUQ__original/img/LSHeGkeel5GmpJzSusy3iTAQ230=/0x0/filters:format(png)/pic6770323.png","thumbnail":"https://cf.geekdo-images.com/eUtemWRT9XXMoRj3b5smUQ__thumb/img/0lhKsD34Tt6sKH6HWrLrM8-uPCw=/fit-in/200x150/filters:strip_icc()/pic6770323.png","minPlayers":1,"maxPlayers":5,"playingTime":60,"mechanics":["Cooperative Game","Hand Management","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":6.401,"averageRating":8.31918,"rank":1440,"designers":["Christopher Badell","Adam Rebottaro"],"publishers":["Greater Than Games, LLC","Portal Games"],"artists":["Adam Rebottaro"],"playerPollResults":[{"numPlayers":1,"best":14,"recommended":10,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":14,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":13,"recommended":14,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":15,"recommended":13,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":16,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":23,"numPlayersIsAndHigher":true}]}