{"gameId":335271,"name":"Camel Up: Off Season","description":"In Camel Up: Off Season, each of the 3-5 players has their own caravan of four camels that can carry goods, with the camels being able to carry 3, 4, 5, and 6 goods. Goods come in four types &mdash; carpets, vases, dates, and (non-date) fruit &mdash; and these goods will be available at markets, with one more market in play than the number of players. Each double-sided market indicates how many face-up and face-down cards are placed there, in addition to the special power of that market.&#10;&#10;At the start of a round, players bid to see who selects goods first from a market, with the bidding rules being set by the back of the topmost goods card in the deck. Whoever wins the bid pays their money to the bank, while everyone else keeps their coins. (Coins are victory points, so you might not want to throw away too many of them!)&#10;&#10;The winning bidder chooses a market, uses the power of that market (if they wish), then takes all of the goods from that market, flips them face up (if needed), then loads the goods on their camels. A camel can hold goods of only one type, and if a goods type is on a camel, then you must continue placing that good on the same camel. Each camel has a goods limit, however, and if you exceed that limit, then you must throw away all of that type of good.&#10;&#10;Each other player in clockwise order then chooses an unchosen market, optionally uses its power, and collects and loads its goods. Each player then has the option of selling goods from at most one camel, with each type of goods paying out in different ways:&#10;&#10;&#10;    Dates: Cards show 1-4 dates, and the more you sell at once, the more money you receive.&#10;    Carpets: Cards come in six colors, and you can't sell the same color twice in a batch. Again, the more you sell at once, the better.&#10;    Vases: Cards come in three types (with some overlap), and you can sell only one shape at a time&#10;    Fruit: Cards come in four types worth different amounts, and you can sell only the lowest-valued fruit.&#10;&#10;&#10;Place a 1 coin on the unchosen market, flip all the other markets, refill those markets with cards, then start the next round. When the deck runs out, complete one more round &mdash; selling once from each of your camels &mdash; then whoever has the most money wins.&#10;&#10;","image":"https://cf.geekdo-images.com/Jh1HniCiCAPFEww6uuWdng__original/img/LYi_iX_LKgBQ-HfHbCyo7HPd4P0=/0x0/filters:format(jpeg)/pic6082618.jpg","thumbnail":"https://cf.geekdo-images.com/Jh1HniCiCAPFEww6uuWdng__thumb/img/hKkv1IDv3mC_xShhxfoV4SQD1dU=/fit-in/200x150/filters:strip_icc()/pic6082618.jpg","minPlayers":3,"maxPlayers":5,"playingTime":45,"mechanics":["Auction: Sealed Bid","Push Your Luck","Set Collection"],"isExpansion":false,"yearPublished":2021,"bggRating":5.60209,"averageRating":7.16281,"rank":7499,"designers":["Stefan Kloß","Anna Oppolzer"],"publishers":["Pretzel Games","Lucrum Games"],"artists":["Chris Quilliams"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}