{"gameId":335745,"name":"Green Hell: The Board Game","description":"Green Hell: The Board Game is a non-legacy, campaign, survival, fully cooperative game for 1-4 players. The board game follows the recipe for success implemented by its electronic counterpart, by introducing a highly optimizable set of survival mechanics, pitting players against a changeable and unpredictable jungle environment. The core mechanics of the game are:&#10;&#10;Exploration:&#10;&#10;Players are all members of a search and rescue party, sent into the Amazon rainforest to locate Jake Higgins - the protagonist known from the computer game. Avoiding too many spoilers, the plot of the board game campaign runs its own course and uses some hallmark elements of the overarching Green Hell story, without spoiling the electronic adventure to anyone.&#10;&#10;Apart from the characters in the team - who have varying roles and asymmetric skills (the Survival Expert, the Guide, the Medic, the Scientist) the other main character of the game is the jungle itself. With a map based on random card setup, providing modularity (no two games of the same scenario will look the same), and an ever-expanding area to cover (each scenario will allow players to uncover a part of a greater region, and sometimes the players will have to backtrack to an already known location) the jungle creation system introduces variability and unpredictability to each session.&#10;&#10;Resources -&gt; Backpack -&gt; Crafting:&#10;&#10;You can&rsquo;t have a survival game without crafting and collecting resources! Green Hell: the Board Game allows you to collect resources in various ways. Luck based dice rolls for the most basic and universal resource, harvesting map locations for larger and more scarce resources, or interacting with specific, rare, tiles for unique resources which, when uncovered, can be a reward in themselves.&#10;&#10;These resources will be needed to craft weapons, armor, and some items required to finish Scenarios in the campaign.&#10;&#10;As any experienced survivalist knows, a backpack is an important part of the system and knowing what and how much we can fit cleverly into our backpack to optimize space is crucial. The Board Game addresses this issue by representing resources as polyominoes which need to be fitted into a specific grid of the character&rsquo;s backpack. Optimization is key!&#10;&#10;Survival:&#10;&#10;Food and water are crucial as well. Apart from crafting their weapons and other useful items, players will need to remember about food and drink. Their weakened and increasingly exhausted characters can be more of a burden than help for the team.&#10;&#10;Camp:&#10;&#10;A safe place for the team to spend the night, prepare food, and rest. The camp will be a board with slots for buildings and upgrades. Players will need to decide which buildings they need first and what to spend their limited resources on. Should they craft an animal trap first? Or maybe a water collector? Do they light a fire tonight and roast some meat? Or will they eat it raw risking a parasitic infection?&#10;&#10;Luck is a factor:&#10;&#10;Players will be able to plan ahead, harvest and craft to prepare themselves for the upcoming task but the jungle is unpredictable and one can never predict everything. We are trying to avoid random elements wherever we feel that the players should be able to plan and succeed, but luck is a factor as well.&#10;&#10;Every night, after all the players used up their actions, the luck cubes will be tossed into the Creepy Tree, which will tell the players how much bad luck they&rsquo;ve accumulated. Depending on their bad luck level, the events of each night may vary from completely safe to verging on the brink of death.&#10;&#10;Players will be encouraged to find ways to mitigate their bad luck over time for fear of failing their mission.&#10;&#10;&ndash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/-2SGUHTItLTkdI7djJboSg__original/img/6BpBFo225NKAXHnO45q8qaVTTao=/0x0/filters:format(jpeg)/pic6156583.jpg","thumbnail":"https://cf.geekdo-images.com/-2SGUHTItLTkdI7djJboSg__thumb/img/qE25WjfW-5rA3FqmKvHW4JZ4J3E=/fit-in/200x150/filters:strip_icc()/pic6156583.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Area Movement","Campaign / Battle Card Driven","Cooperative Game","Movement Points","Storytelling"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8.71875,"rank":-1,"designers":["Mateusz 'Vik' Sochon"],"publishers":["Galaktus Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}