{"gameId":336195,"name":"League of Dungeoneers","description":"League of Dungeoneers (LoD) is a detailed Dungeon Crawl and party management game. The game is designed to be a solo/coop game but could be played with a game master as well. The main task of the game is to develop your characters both by gaining experience but also by finding gold, equipment, magic and legendary items that can help you in your quest. The game is set in its own fantasy universe, containing many of the races and monsters that you would expect from a classical fantasy setting. You could either run the campaign supplied with the game or run any of the 22 single quests.&#10;&#10;All dungeons are procedurally generated, and all monsters and treasures are randomized making the quests different every time you play them. There is however a theme for each quest you embark upon so don&rsquo;t expect to find a goblin among the undead in a crypt. There are more than 50 different room and corridor tiles, each with details about furniture and 5 different large seized objective rooms. All rooms have different furniture and a chest is likely to contain gold or magic items, where for instance a bookshelf is more likely to contain magical scrolls.&#10;&#10;Party morale and sanity are two important factors to monitor in the game. Meeting fearsome monsters and springing deadly traps will take its toll on the mental state of your heroes and too much strain will give your heroes unwanted disorders such as claustrophobia, arachnophobia or stress syndromes. This will make them less effective and maybe even a liability for the rest of the party. To remedy this, you will need to rest in between quests. If you can&rsquo;t afford to rest due to lack of funds, maybe that stressed out Dwarf will have to stay behind during the next quest, forcing you to solve the task with a skeleton crew.&#10;&#10;Characters are designed around several stats such as strength and dexterity but also around skills such as Pick lock or Heal. Depending on their profession the heroes will excel in some of these, while being quite useless in other. Through levelling, you will also unlock talents which will boost certain areas of your character and perks which are powerful boosts that can be used a limited number of times. There are more than 100 talents and perks in the game. As your heroes levels up, the monsters they meet will be tougher as well.&#10;&#10;Combat is an essential part of the game and is designed to promote movement and prevent those bogged down battles of attrition. With several types of attacks available, both for monsters and heroes, combat becomes more flexible and less of a chore. Add to this the decision if you should evoke that special perk that could change the outcome of the battle or save it to the next.&#10;&#10;Finally, each dungeon has a threat level. This will increase as the Dungeoneers make their way through he dungeon. Making noises such as bashing down a door, or maybe screaming because of your stress syndrome, is a bad idea. This will increase the threat level, which in turn increases the chances of something bad happening. Maybe you will trigger a wandering group of monsters or set of a trap? It can also give the monsters unexpected boosts during combat.&#10;&#10;I've have received some question and I thought I would make some clarifications:&#10;&#10;Complexity: Medium+ I would say. There is quite a lot of information defining each character which of course makes things more complex. However, the actual gameplay is pretty straight forward once you get the hang of it. A gaming session can easily be paused by just taking a picture of the setup.&#10;&#10;What miniatures can I use?: You can use tokens, standees or any other miniatures you have. The tiles are supplied with miniatures about 28mm with a 25mm base in mind but can of course be scaled to any scale you want to.&#10;&#10;How many different kinds of monsters are there?: A little more than 80. Some of these are variants, such as Orc, Orc brute and Orc berserker for instance. There are also several special characters that you will face during the quests not included in this list.&#10;&#10;Can I use other tiles or a 3D-printed dungeon with this game?: Yes! This is a simple matter of making your own rooms and corridors table. There is even a template for this in the files section.&#10;&#10;This game does not focus on stream lining, but rather on creating a detailed dungeon crawler experience. It will require more on the behalf of the player than some of the more modern designs, but for me it's the perfect level of detail.&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/R_vF312CtZbFvf5gZQmp0A__original/img/nbD8RZHqFRtmB8fl8SPrugiCJlQ=/0x0/filters:format(png)/pic7717990.png","thumbnail":"https://cf.geekdo-images.com/R_vF312CtZbFvf5gZQmp0A__thumb/img/0mWJ-eGbEvBQEfFs3ciV_xcgPa0=/fit-in/200x150/filters:strip_icc()/pic7717990.png","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Action/Event","Cooperative Game","Dice Rolling","Hexagon Grid","Modular Board","Movement Points","Paper-and-Pencil","Role Playing","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Square Grid","Stat Check Resolution"],"isExpansion":false,"yearPublished":2022,"bggRating":5.69906,"averageRating":8.75875,"rank":5489,"designers":["Michael Lundstedt"],"publishers":["von Braus publishing"],"artists":["Kevin Richard John Berry","Scott Betts","Dominick Critelli","Robert Adrian Hillman","Obsidian Fantasy Studio","Paper Mage","Refluo","Mark \"Warpaintcobra\" Turner","YorkBerlin"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}