{"gameId":337394,"name":"Castle Panic: Deluxe Collection","description":"The Castle Panic Deluxe Collection is the long-awaited, ultimate, deluxe edition of Castle Panic and all of it's expansions. This giant box contains 5 games in their limited edition, deluxe versions including: Castle Panic, The Wizard's Tower, The Dark Titan, Engines of War, and the brand new expansion Crowns and Quests.&#10;&#10;Each game retains the same mechanics fans have loved for over a decade, but now feature deluxe upgraded components. Each game comes with all new art, plastic Walls, Towers, and castle pieces, plastic Monster minis that feature a unique spinning base to track damage, wooden Monster tokens, promo cards, a deluxe monster bag, playmat, and much more. This massive collection features 180 plastic pieces including 97 Monster miniatures!&#10;&#10;Castle Panic is a cooperative game for 1 to 6 players where everyone is working together to defend the castle from monsters coming in from the forest. The players must make it through all 49 Monster tokens and have at least 1 tower still standing in order to win the game. If the monsters destroy all 6 towers, the game ends and the monsters win.&#10;&#10;In The Wizard's Tower, a friendly wizard joins your forces, giving the players access to powerful magic spell cards. But the monster army returns, bigger, smarter, and faster than ever before.&#10;&#10;In The Dark Titan, the ancient Titan, Agranok returns to lay siege to the castle. Agranok is proceeded by his Heralds and brings new monsters while the players get help from Support Tokens and the Cavalier.&#10;&#10;Engines of War brings a whole new economy to the game where players can assign tasks to the Engineer and collectively pay Resource cards toward those tasks to build traps and weapons. Meanwhile the monsters press the attack with Siege Engines and new creatures.&#10;&#10;The newest expansion, Crowns and Quests, introduces playable characters with unique powers. The players must attempt to complete challenging quests such as retrieving magical items, destroying cursed temples, and even teleporting the entire castle to safety all while fighting off the monster army.&#10;&#10;This collection is the centerpiece to the Castle Panic Deluxe Collection Kickstarter and as such will not be available through retail distribution.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/EuIHC0VclSWn29dYR7sfEQ__original/img/XP9LzEvqrA_F5Ve2njpDEaw2_AE=/0x0/filters:format(jpeg)/pic6139728.jpg","thumbnail":"https://cf.geekdo-images.com/EuIHC0VclSWn29dYR7sfEQ__thumb/img/2aPaE6rd-FLhdwyz9AB27NSlIY0=/fit-in/200x150/filters:strip_icc()/pic6139728.jpg","minPlayers":1,"maxPlayers":6,"playingTime":60,"mechanics":["Campaign / Battle Card Driven","Cooperative Game","Dice Rolling","Hand Management","Solo / Solitaire Game","Trading","Variable Player Powers"],"isExpansion":true,"yearPublished":2022,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Justin De Witt"],"publishers":["Fireside Games"],"artists":["Davi Cao","Justin Chan","Anthony Cournoyer","Grigory Krasnoperov","Chad Hoverter","Matt Paquette","Tad Lambert"],"playerPollResults":[{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}