{"gameId":337853,"name":"Angel Fury","description":"Welcome to the world of the unseen!&#10;&#10;Armies of angels and demons clash in an epic battle over a human soul. While the forces of heaven try to influence for good, the demonic fallen angels strive to draw the soul into darkness and despair. In the realm of the spirital world, mighty angel warriors try to hold their positions against onstorming demons and tormentors, by seeking to break their defenses, or by taking control of valuable crystals and living water fountains to slowly turn the tide of war to their advantage. The mighty and mysterious 6-winged seraphs summon new angels to gain a foothold on the enemy&acute;s flank. Meanwhile the archangels, God&acute;s chosen messengers, move like lightning over the battlefield, commanding their forces, and bringing fear to the hosts of evil. The archdemons, false gods of the ancient world, no less cunning, rise up to meet them in battle. They all know the victory belongs to the wisest leader. Are you that leader?&#10;&#10;&mdash;description from the publisher&#10;&#10;Take control of the forces of good or the hordes of evil. Command mighty seraphs or fierce tormentors. Each player begins with a starting deck customized by a unique general - either an archangel or archdemon. Each turn, you will use your Command markers to move troops or initiate battles and then use the cards in your hand to modify those movements or battles - or build your turn around an epic Tactics card that provides even more value! You can use your resources to deploy more units, increase your handsize, or gain more Command markers! At the end of your turn, you&rsquo;ll gain more resources if you control certain Areas - or even 1 Soul Point if you control the Human Soul. When either the good or evil side has 7 Soul Points - the game is over and the soul has been claimed!&#10;&#10;","image":"https://cf.geekdo-images.com/WfdyHTI1QLF6-05zJ83gnA__original/img/wplSmmWOEIQDoi7kQu7holhGJkI=/0x0/filters:format(jpeg)/pic6151862.jpg","thumbnail":"https://cf.geekdo-images.com/WfdyHTI1QLF6-05zJ83gnA__thumb/img/Frd95AJhYKxgDkNlntPFPPDWK6k=/fit-in/200x150/filters:strip_icc()/pic6151862.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Area Movement","Command Cards","Deck Construction","Deck, Bag, and Pool Building","Dice Rolling","Grid Movement","Hand Management","Income","Market","Push Your Luck","Solo / Solitaire Game","Square Grid","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.65705,"averageRating":7.74794,"rank":6954,"designers":["Daniel Fryxelius"],"publishers":["FryxGames","Stronghold Games","Intrafin Games","Lex Games","Maldito Games","MeepleBR","Rebel Sp. z o.o.","Schwerkraft-Verlag"],"artists":["Daniel Fryxelius","Isaac Fryxelius"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":4,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}