{"gameId":338067,"name":"6: Siege – The Board Game","description":"First rule of hunting, become your target, then hunt yourself down.&#10;&#10;You are agents from Team Six. You come from secret services and taskforces from all around the globe, and train together either as attackers or defenders. Plan the assault! Ready the defense! Coordinate your Operators! Outwit the opposing team! &hellip;before they make their next move.&#10;&#10;6: Siege - The Board Game is an asymmetrical tabletop game with miniatures for 2 to 4 players, based on Ubisoft&rsquo;s acclaimed tactical shooter video game, Tom Clancy&rsquo;s Rainbow Six: Siege. Gameplay is fast and frenetic, allowing players to feel the tension of a cinematic assault with simulated real-time gameplay. Players control a team of 5 operators (all attackers or all defenders), with each Operator boasting different gadgets and abilities. Building your team of 5 is a very rewarding step of the game, offering endless possibilities and strategic choices. As the attacker, you will use your explosive arsenal to tear down walls and obstacles to reach your objective! As the defender, you will shape the battleground to your advantage and seek to thwart your opponent&rsquo;s plans by denying them chances to attack.&#10;&#10;Gameplay&#10;To win a game of 6: Siege &ndash; The Board Game, you must fulfill the mission&rsquo;s objective for your side or eliminate the opposing team. During each round of the game, each player has two activation phases in which they can activate two to three operators. When activating an operator, a player has a wide range of actions to choose from: mandatory movement, shooting at targets, over-watching to cover specific areas, or making use of the team&rsquo;s or their personal gadgets! All this while time is ticking down&hellip; Operators can also lean to protect themselves while crouched, opening their line of sight without losing the benefit of cover. Every map of the game also has an upper floor that Operators can utilize when they want to navigate the map more quickly. The game rules are intuitive with how cinematic it is, and the flow of gameplay is bolstered as a result. Of course, we couldn&rsquo;t leave out a destructible environment! While the defenders often barricade the map, the attackers tend to break walls using grenades and hammers. The real-time flow of the game may be interrupted when a player calls for line of sight. If you think it is wrong, you could inflict a time penalty on your opponent&hellip; but also risk giving them the edge if you&rsquo;re proven wrong! Which group of Operators will accomplish their strategy and be victorious? It&rsquo;s up to you!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/0v8tyScAL5gbO1pMxpa0pg__original/img/4P3rxzVZnhDh1ZJQWwu4CBVm4sw=/0x0/filters:format(png)/pic6157727.png","thumbnail":"https://cf.geekdo-images.com/0v8tyScAL5gbO1pMxpa0pg__thumb/img/7yu87edMujjft3YKe_D_a4v9610=/fit-in/200x150/filters:strip_icc()/pic6157727.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action Timer","Dice Rolling","Interrupts","Line of Sight","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.89444,"rank":-1,"designers":["Carlos G.Q."],"publishers":["Mythic Games"],"artists":["Stéphane Gantiez","Henning Ludvigsen","Olivier Thill"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}