{"gameId":338479,"name":"The Spill","description":"Offshore rig, DeepWell&bull;4, has blown out and the rupture is spilling crude oil into the ocean at an alarming rate! Your response team must work together, using your individual talents to avert an ecological disaster, one which threatens to contaminate marine life and devastate the ecosystem. The situation is dire and escalating by the minute, so there is no time to waste.&#10;&#10;     Contain the oil flowing from the rig&#10;     Remove what oil you can from the waters&#10;     Rescue the marine animals&#10;&#10;&#10;The world is watching. The fate of the coast is in your hands!&#10;&#10;This fully cooperative game, for 1-4 players, features a 4-way dice tower as the oil rig, which randomly drops oil dice onto the four quadrants of the game board. In this respect, the game is a reverse tower defense game, as players sail the perimeter trying to push back and contain the oil, remove dice from the water and save the sea life.&#10;&#10;Communal resource cards are chosen by the team before the game begins and are then powered for use by either removing 3 oil dice from the game or saving a full set of 6 marine creatures.&#10;&#10;Weather dice complicate matters adding new challenges for the round that restrict movement, drop more dice or increase the cost of operations.&#10;&#10;It takes coordination and teamwork to win, as new oil dice are dropped at the beginning of every turn and the number of oil dice dropped increases over the course of the game.&#10;&#10;If the team can accomplish all three objectives on their WIN Condition card and remedy any potential losing conditions on the board by the end of a given turn - they win. Otherwise the game will end when the 60 dice from the bag are exhausted or they are unable to correct one of the three losing conditions.&#10;&#10;Contain the Oil. Save the Sea Life.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/4J7COXZVuyYwzBuQ0HEeWA__original/img/3UBwPufle9cC04aV5L-VHzCtFoA=/0x0/filters:format(png)/pic6168012.png","thumbnail":"https://cf.geekdo-images.com/4J7COXZVuyYwzBuQ0HEeWA__thumb/img/jy78QZLC3OPUPub1ciGyfC1319w=/fit-in/200x150/filters:strip_icc()/pic6168012.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Cooperative Game","Finale Ending","Solo / Solitaire Game","Sudden Death Ending","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.66667,"rank":-1,"designers":["Andy Kim"],"publishers":["Smirk & Dagger Games"],"artists":["Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}