{"gameId":338980,"name":"Eastern Empires","description":"Eastern Empires is a board game for 3 to 9 players and covers the development of ancient civilizations over 8000 years of history. Eastern Empires can take up to 12 hours to complete, and still yet, it has a simple mechanism and is easy to learn. The players lead their civilizations, as they expand and collapse, from the Stone Age, through the Bronze Age to the end of the Iron Age. Eastern Empires provides a full day of fun for larger groups.&#10;&#10;Culture&#10;Though it may seem at first glance, Eastern Empires is not a wargame. Yes, conflict may be involved, but rather it is a game about history, culture, trade, development, and... calamities. The civilizations involved are all situated along the Silk Road and the Arabian Peninsula. The Babylonians, The Indus Valley civilization and The Nubians. Players develop their own unique civilization in arts, crafts, science, civics and religion. Each player starts his civilization with a single population token, 8000 BC, but grows and grows over time, and eventually cities can be built. Cities of course bring wealth and fortune, but also&hellip; natural calamities such as epidemics, famine or earthquakes, or civil calamities such as pirate attacks, slave revolts and civil disorder.&#10;&#10;Trading&#10;This wealth is expressed in trade cards. The more cities, the more cards a player gets. These cards provide both trading commodities, and calamities. Trading is the heart of the game. A real social experience, where all players simultaneously trade with each other during a limited time. As soon as trading has ended, the players that end up with calamities will suffer them.&#10;&#10;Develop advances&#10;And then, of course, it's time to do something about it. Build walls, give your citizens music and architecture. Develop religion, democracy, improve science&hellip; 51 different advances can be developed in five different categories.&#10;&#10;Maybe a player can even construct a wonder of the world, or scatter their people all over the map, and gain cultural ascendancy. The player that knows best how to work together, trade or battle for territory, defend his people against nature or enemies like barbarian hordes, and stand the test of time, eventually will win the game. After up to 12 hours of playing that is.&#10;&#10;Additional components&#10;Compared to its counterpart Western Empires (2019), Eastern Empires game adds additional components and scenarios that enable games with less than 5 players. Though the base game is especially designed for interaction between larger numbers, these new rules and components provide a well balanced smaller game that can even be used with its counterpart Western Empires. The game can be expanded with Eastern Empires: The Special Buildings Expansion (2019).&#10;&#10;Mega Empires&#10;When combining the board games Western Empires (2019) and Eastern Empires (2021) this forms: Mega Empires (2021), an 18-player experience. A full game of Mega Empires takes up to 13 hours to complete. This bundle contains both stand alone games, each of which can be played by 3-9 players and can be expanded with the two Special Buildings Expansions (2019) for either game or the combination of both games. Where Western Empires has a focus on sea travel and trade on the Mediterrainean Sea, Eastern Empires follows the Silk Road to India and trading is done through the deserts of the Arabian Peninsula.&#10;&#10;&mdash;description from the designers&#10;&#10;","image":"https://cf.geekdo-images.com/Kul6zd2-HgXZpqvvdOWjfg__original/img/tUNZuC7FzJvxCYBu30XbK2P_Cvk=/0x0/filters:format(png)/pic6220022.png","thumbnail":"https://cf.geekdo-images.com/Kul6zd2-HgXZpqvvdOWjfg__thumb/img/iX6X0fqwV8NnAq19u1PXMFenD98=/fit-in/200x150/filters:strip_icc()/pic6220022.png","minPlayers":3,"maxPlayers":9,"playingTime":780,"mechanics":["Area Majority / Influence","Area Movement","Hand Management","Memory","Set Collection","Take That","Tech Trees / Tech Tracks","Trading","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":9,"rank":-1,"designers":["Flo de Haan","Gerart de Haan","John Rodriguez"],"publishers":["999 Games"],"artists":["Franz Vohwinkel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":9,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":9,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}