{"gameId":339484,"name":"Savannah Park","description":"In Savannah Park, you each run your own wildlife park, and your goal is to group animals with their own kind &mdash; but everyone takes turns deciding what to move, so you might not be able to shuffle animals into the right spaces.&#10;&#10;Each player starts the game with the same set of 33 unique animal tiles, with those tiles laid out at random in your personal wildlife park. Three bush-fire spaces and one rock space will remain unoccupied in your park for the entire game, and six tree spaces and four grass spaces are unoccupied at the start of play.&#10;&#10;On a turn, you name a specific face-up tile that all players must pick up, flip face down, then move to a different empty space within their own park. Tiles that have been flipped cannot move again, and once all tiles have moved, the game ends with a scoring round. First, tiles adjacent to bush fires are removed if they depict as many animals as the number of fires (1, 2, or 3) on the bush-fire space. Score for each grass and tree uncovered on your board. Finally, score for each of the six animal species; the bigger the main herd of each of species and the more water holes it contains, the more points you score, e.g. a herd of five rhinos and three watering holes is worth (5x3) 15 points. The player with the most points wins.&#10;&#10;Savannah Park includes a solo mode, a set-up variant that allows you to place the bush fires and trees where you wish, and a scoring variant that rewards you for bumping a lion out of the animals' way.&#10;&#10;","image":"https://cf.geekdo-images.com/D7UzjghUmmKWXiiGt3rUcA__original/img/slTwvhxSaiasMT3wQswcpDGTtE0=/0x0/filters:format(jpeg)/pic6202222.jpg","thumbnail":"https://cf.geekdo-images.com/D7UzjghUmmKWXiiGt3rUcA__thumb/img/Y24B-tNoz7UvzbpPit7J3QORZPg=/fit-in/200x150/filters:strip_icc()/pic6202222.jpg","minPlayers":1,"maxPlayers":4,"playingTime":40,"mechanics":["Pattern Building","Score-and-Reset Game","Set Collection","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7.57381,"rank":-1,"designers":["Michael Kiesling","Wolfgang Kramer"],"publishers":["Deep Print Games","Bright Eye Games","Capstone Games","Maldito Games","Mandoo Games","Pegasus Spiele"],"artists":["Annika Heller"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}