{"gameId":339598,"name":"Divinus","description":"Divinus is a competitive, legacy, tile-laying, digital hybrid game in which you play as a demigod seeking to gain the favor of the Gods and ascend to a new pantheon. Players embark on a twelve-scenario campaign that will see them exploring lands, completing quests, interacting with Gods, and impacting the outcome of the epic clash between Greek and Norse pantheons.&#10;&#10;At the beginning of each campaign scenario, players open a sealed box of new quests, components, stickers, Gods, gameplay mechanisms, and more. The Divinus app provides a narrative for players and sets the stakes for what is to come. Each turn, players spend dice from their pool to explore new tiles from the world board. Laying tiles into their demigod map, they must place tiles adjacent to one another and with matching features while working towards overall quest and God goals.&#10;&#10;Throughout the campaign, players make permanent changes to their demigods by collecting powerful artifacts, forging their dice by altering their faces, and earning titles for the feats they achieve. Players will also permanently change the game world by altering tiles and placing new locations, heroes, and monsters onto the map tiles. When players complete quests or other significant goals, they can make pivotal decisions through the Divinus app.&#10;&#10;Players will decide the outcome of dilemmas such as choosing which side is victorious in battle, building or destroying a holy site, and choosing whether a God lives or dies. Whichever outcome the player chooses, the game components may be changed and the Divinus app will remember and present contextual options in the future that are impacted by the decision. Returning to a fort that you helped the Norse Gods build could see you praised, while demigods favored by the Greek pantheon could be shunned.&#10;&#10;The Divinus campaign is ideally played over several game sessions due to the persistent and changing world. The rulebook grows with each scenario as new rules and content are unlocked. Once the campaign is complete, players can replay their unique copy of Divinus with a post-campaign Infinite Replayability mode.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/gc5ZZ_Xs02wzCG6SOqvlEg__original/img/LC9xjegpXsyRI155xiwaEk2774g=/0x0/filters:format(png)/pic6197944.png","thumbnail":"https://cf.geekdo-images.com/gc5ZZ_Xs02wzCG6SOqvlEg__thumb/img/GgIadKicH-9Ypo2Cbxj_tnOZxR8=/fit-in/200x150/filters:strip_icc()/pic6197944.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Legacy Game","Scenario / Mission / Campaign Game","Tile Placement","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":5.87455,"rank":-1,"designers":["Filip Miłuński"],"publishers":["Lucky Duck Games"],"artists":["Matijos Gebreselassie","Karolina Jędrzejak","Mateusz Komada"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}