{"gameId":340237,"name":"Wonder Book","description":"Oniria &mdash; the world of an ancient dragon civilization. Tales describe the land as an idyllic paradise filled with marvelous dragon-made wonders and surrounded by a flourishing wilderness. The only portal to that world is the Wonder Book, an ancient tome locked away in an abandoned tower. It sleeps, covered in dust, awaiting the one thing it desires most: you.&#10;&#10;Wonder Book is a pop-up game for 1-4 players in which each player takes the role of a teenage kid in a group of adventurous friends. This is a co-operative game in which you all win or lose as a team.&#10;&#10;The game is split into six consecutive scenarios (&quot;chapters&quot;), each composed of a specific deck of pre-sorted cards that contain the rules, the story, and the challenges you have to face. Each chapter has you explore a new part of the interactive 3D cardboard pop-up book and reveals more about the world in which your adventure is set.&#10;&#10;Starting with the first card of the chapter deck, the story unfolds until you reach a goal card. These cards show a goal that must be achieved to proceed and explain how the players' and enemies' turns take place. Each hero can perform three actions per turn, including moving and fighting, using their individual skills, collecting sparks of magic (used to perform special actions), and interacting with cards and pop-ups. Once all heroes have taken their turn, a Wyrm card determines how the enemies will respond by moving, attacking, spawning, or doing something unexpected.&#10;&#10;The basic mechanisms are easy to grasp, but the game keeps changing as each scenario offers different things to do. You will find yourself exploring, fighting bosses, solving riddles, playing little minigames, looking for clues...anything is possible during the story!&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/-XvhnelAUIKrWLgBjLSueg__original/img/ts1kmqApXAVB2SC8JcTDlebAhoo=/0x0/filters:format(jpeg)/pic6366475.jpg","thumbnail":"https://cf.geekdo-images.com/-XvhnelAUIKrWLgBjLSueg__thumb/img/TgaW5N8MjqC-SzafWFPYU22OaOA=/fit-in/200x150/filters:strip_icc()/pic6366475.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Events","Finale Ending","Move Through Deck","Multiple Maps","Narrative Choice / Paragraph","Once-Per-Game Abilities","Re-rolling and Locking","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Variable Player Powers","Victory Points as a Resource"],"isExpansion":false,"yearPublished":2021,"bggRating":5.54001,"averageRating":7.35514,"rank":11420,"designers":["Martino Chiacchiera","Michele Piccolini"],"publishers":["dV Giochi","999 Games","ABACUSSPIELE","Rebel Sp. z o.o."],"artists":["Dario Cestaro","Miguel Coimbra"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}