{"gameId":340541,"name":"Wizards of the Grimoire","description":"Years of tutelage under the late Archmage Andor have culminated in this moment; his two prot&eacute;g&eacute;s must now become rivals and battle to determine who will become the next Keeper of the Grimoire. As protection from your rival, you have only your magical gifts, your mastery of the Grimoire, and a select few spell pages ripped from its binding. Pick carefully; the spells you choose will allow you to counter your opponent, twist the fabric of time, and deal devastating damage, but only if you&rsquo;re able to find synergies between spells and manage your mana reserves carefully.&#10;&#10;In this two player strategy card game, you must fulfill your destiny and become the Keeper of the Grimoire. Defeat your opponent by drafting new spells from the magical Grimoire, casting them, managing your cooldowns, and dealing massive damage.&#10;&#10;Each turn, draft one new spell to be added to your spell repertoire. But be warned! Your opponent has access to the same spells as you do, so choose the spells you want before your opponent does! Continue updating your spell repertoire throughout the game to optimize your deck and counter your opponent.&#10;&#10;Cast spells. Deal devastating damage or confuse and trip up your opponent. More expensive spells will have a larger impact on the game, but be careful, they&rsquo;ll cost you more mana and will have a longer cool down. You can cast as many spells as you like on your turn so long as you have enough mana and the spells aren&rsquo;t in cooldown. Find spell combinations that work together and time them correctly, to increase your damage or counter your opponent.&#10;&#10;Be the first wizard apprentice to eliminate your opponent's life points to become Keeper of the Grimoire.&#10;&#10;","image":"https://cf.geekdo-images.com/QqRJNlp7875oPeRp10fDxQ__original/img/w19warPgLVMc07WoO7L92V7un5E=/0x0/filters:format(png)/pic7013765.png","thumbnail":"https://cf.geekdo-images.com/QqRJNlp7875oPeRp10fDxQ__thumb/img/9Cl5Ce4sWhaNJa-op-VL0k49gJA=/fit-in/200x150/filters:strip_icc()/pic7013765.png","minPlayers":2,"maxPlayers":2,"playingTime":40,"mechanics":["Action Timer","Hand Management","Open Drafting","Player Elimination"],"isExpansion":false,"yearPublished":2022,"bggRating":5.73826,"averageRating":7.95375,"rank":4904,"designers":["Cole Banning","Joe Banning"],"publishers":["Grimoire Games"],"artists":["Luciano Javier Carreira","Raqsonu Duhu","Pedro Krüger","Gabriel Lopes","Anderton Oliveira","João Vagner"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":true}]}