{"gameId":340897,"name":"Resurgence","description":"No one really knows what triggered the One Day War between the superpowers, but a single day is all it took to end the Before World. After the governments collapsed, leaderless groups of survivors huddled in the ruins of once great cities. The climate is brutal, resources are scarce, and mutant tribes are roaming the wastelands. The world desperately needs a hero to rally the people and lift them out of the ruins.&#10;&#10;Resurgence is a competitive, Euro-style board game for up to four players. It offers a unique blend of bag-building, hidden worker placement, and resource management that creates a one-of-a-kind gameplay experience. At the start of the game, each player selects a hero in charge of a small band of survivors and a few supplies. Each round of the game, players need to secretly plan where they are going to send their workers in order to accomplish various tasks and exert their influence, whether they're completing missions around the ruins of Moscow; gathering fuel, food and spare parts; rescuing survivors; learning new skills; or building their base.&#10;&#10;Resurgence offers different routes to achieve victory, and in-game events and end-game directive cards provide replayability and variability from game to game. At the end of the game, the hero whose faction is victorious becomes the new leader and unites all the survivor groups in the sanctuary of Hope Island.&#10;&#10;","image":"https://cf.geekdo-images.com/psQa8f66C7YLI9FMdh617w__original/img/m5ArgFifqzwAMNXvaFGT7SrC8Dc=/0x0/filters:format(png)/pic8196405.png","thumbnail":"https://cf.geekdo-images.com/psQa8f66C7YLI9FMdh617w__thumb/img/nrm9LYq7YxG60Oi1DBakXvq7seg=/fit-in/200x150/filters:strip_icc()/pic8196405.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Deck, Bag, and Pool Building","End Game Bonuses","Secret Unit Deployment","Solo / Solitaire Game","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2022,"bggRating":6.10688,"averageRating":7.70769,"rank":2425,"designers":["Stan Kordonskiy"],"publishers":["Half-a-Kingdom Games","Pixie Games","Portal Games"],"artists":["Jon Gibbons","Pawel Hordyniak","Stephen Kerr","Igor Kravtsoff","Julien Long","Oleg Volodin"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":12,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":12,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":16,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":14,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":9,"numPlayersIsAndHigher":true}]}