{"gameId":341078,"name":"Altenor Secrets","description":"Altenor Secrets is a game of competitive clashes. Guilds of adventurers and champions compete in the depths of a tower in perpetual motion. To win, you have to manage several parameters. This board game has a well-developed lore, integrates video game dynamics and characters worthy of miniature games.&#10;&#10;You play in circular sections within a level of the endless tower of Altenor, you control a team whose purpose is to defeat the opposing player&rsquo;s team by bluffing, gaining access to key areas and controlling magical artifacts, called atoriums, to your advantage.&#10;&#10;The sections have been converted into arenas by guilds and dynasties but are still in motion during the game. Beware, the rings you are on will be moving!&#10;&#10;Each ring is composed of 8 areas representing grand halls with specific rules. The board center is occupied by a NEXUS, a node of power deep in the tower of Altenor.&#10;&#10;Each player moves their characters alternatively. You activate a character to bring him to life and perform regular and free actions. Each of your 6 characters has a specific role to play that comes with advantages and drawbacks.&#10;&#10;Move through grand halls each with their own surprises. Be clever when taking everything into account and try gaining a tactical advantage towards victory.&#10;&#10;There are 6 different ways to score points, and 4 rounds for you to overtake your opponent. The player whose team scored the largest number of points at the end of the game wins the match!&#10;&#10;Your guild is relying on you.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/hG3nwzm8Dv9i3mKVEJTxEg__original/img/SztH4uKlmwr0gCRTSKgInVWOKDo=/0x0/filters:format(png)/pic6352180.png","thumbnail":"https://cf.geekdo-images.com/hG3nwzm8Dv9i3mKVEJTxEg__thumb/img/bhBGDWFXWxR59eJmhWtaMcchxvM=/fit-in/200x150/filters:strip_icc()/pic6352180.png","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Area Movement","Card Play Conflict Resolution","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":10,"rank":-1,"designers":[],"publishers":["Power of Gamers"],"artists":["Pedro Nuñez"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}