{"gameId":341165,"name":"Dune: A Game of Conquest and Diplomacy","description":"Take part in one of the most famous science-fiction stories of all time. Dune: A Game of Conquest and Diplomacy builds on 40 years of development, refinement, and evolution from the original classic game. It has the same beloved DNA, flavor, tension, and themes, but with new game-board design, more spice, new streamlined rules, and a new market deck from which you can purchase game advantages. Also, the brand new two-player mode really opens up new gaming opportunities, all making the game more accessible for even the most casual gamer.&#10;&#10;In Dune, you will take control of one of the four great factions&mdash;House Atreides, House Harkonnen, the Fremen, and the Imperium&mdash;all vying to control the most valuable resource in the universe: melange, the mysterious spice only found at great cost on the planet Dune. Ship your forces to Dune, harvest spice, seize control of strongholds, and destroy your enemies. Who will control Dune? You decide!&#10;&#10;The game is played multiple phases, some of which don't have player specific actions, like in the Spice phase, a Spice Blow card is drawn and spice is added to the board in two territories, or else a Sandworm attacks that last two territories where spice was placed. But on the card phase, each player draws up to a hand of 4 Battle cards, and then may purchase Market cards up to a hand of 3 for 2 spice each. On the Shipping and Movement Phase, players take turns adding forces to the board and then moving forces on the board. Each player's faction has&#10;&#10;The game plays 3 to 5 Rounds. Starting on Round 3, the game can end if a player occupies 3 strongholds at the end of the Round. If no one occupies 3 strongholds at the end of Round 5, then the player with the most spice wins (and each stronghold they occupy counts as 5 spice).&#10;&#10;","image":"https://cf.geekdo-images.com/nSjPo2DiZftBXbwuGvuhEQ__original/img/cIyT5l1B-UcqaD_-Pf47qz3Ou_Y=/0x0/filters:format(jpeg)/pic6269064.jpg","thumbnail":"https://cf.geekdo-images.com/nSjPo2DiZftBXbwuGvuhEQ__thumb/img/o70f-f3UEIAQ1na7pE3Ry6T-NeQ=/fit-in/200x150/filters:strip_icc()/pic6269064.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Force Commitment","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":5.53335,"averageRating":8.01818,"rank":12278,"designers":["Bill Eberle","Jack Kittredge","Peter Olotka","Greg Olotka","Jack Reda"],"publishers":["Gale Force Nine, LLC","Matagot","Rebel Sp. z o.o."],"artists":[],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":3,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":3,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}