{"gameId":341286,"name":"Eriantys","description":"Hidden by the soft cloudy whiteness is a world where floating islands are home to great schools for young magical creatures from five realms. Cute little red dragons, clumsy pink fairies, spiteful yellow gnomes, small blue unicorns, and green frogs who dream of becoming princes show up at the gates of schools, with the hope of being admitted to the great hall and being able to admire the famous professors of their realm.&#10;&#10;In Eriantys, a game full of strategy, tactics, and twists and turns, you run one of these four great schools and compete with other wizards to increase your fame! Carefully plan your moves and try to control your opponents' moves. On your turn, play a card, place three students, and advance mother nature a certain number of steps across the islands. The island on which mother nature lands is evaluated, and whoever controls it can erect one of their own towers, possibly taking control from an opponent. Additionally, adjacent islands controlled by the same player can merge with that one.&#10;&#10;The game ends if only three islands remain, if the students run out, or if a player builds all of their towers. At this point, the player who built the most towers wins.&#10;&#10;With three different game modes, including team play, Eriantys always offers different and interesting games. In addition, if you play with the expert version, you can use the fantastic skills of the special characters; each adds many possibilities, enriching the fun and beauty of the challenge.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/DzhJxVjMhGQadReXJmbIaQ__original/img/Zexq_xxnjWtK9pBYco-_TGMn2uM=/0x0/filters:format(jpeg)/pic6253341.jpg","thumbnail":"https://cf.geekdo-images.com/DzhJxVjMhGQadReXJmbIaQ__thumb/img/YqnNJW1iyviIyw9bCPJtC6WmcNo=/fit-in/200x150/filters:strip_icc()/pic6253341.jpg","minPlayers":2,"maxPlayers":4,"playingTime":30,"mechanics":["Area Majority / Influence","Hand Management","Modular Board","Team-Based Game"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":6.52,"rank":-1,"designers":["Leo Colovini"],"publishers":["Cranio Creations"],"artists":["Alessandro Costa"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}