{"gameId":341496,"name":"Caesar's Empire","description":"Caesar&rsquo;s Empire is a 2-5 player game about building roads for the glory of Rome! Caesar&rsquo;s Empire is set in the world of the beloved comic series - Asterix. However, instead of playing as one of the indomitable Gauls, this time around, you&rsquo;ll be siding with the great Julius Caesar! As a member of his entourage, you&rsquo;ve been tasked with expanding the limits of his empire.&#10;&#10;The one who brings the most glory to Rome will be richly rewarded!&#10;&#10;In Caesar&rsquo;s Empire, you will be building Roads to connect Rome to new Cities across the board. Each time you build a Road, you score points. Every new City you reach will provide City and Treasure tokens that will be worth points at the end of the game. The game ends when Rome is connected to every City on the board. After adding the value of City and Treasure tokens to the points scored during the game, the player with the most points wins!&#10;&#10;&#10;Caesar&rsquo;s Empire uses a simple network-building mechanic. Each time you build a Road, you must connect Rome to a new City by placing one or more of your Road pieces onto the game board. You may build your Road anywhere you like on the board, as long as you start from either Rome, or a City whose token has already been taken. This means you may be continuing a Road started by another player!&#10;&#10;When you reach a City, you get to take its token, which can be worth points at the end of the game. Each City also provides a Treasure token. Treasures you find are added to your player board and will score you points at the end of the game, especially if you manage to make collections!&#10;&#10;Once you&rsquo;ve taken your City token and your Treasure, you score your route back to Rome. Each section of Road included in your route will score 1 point for the player it belongs to. As your route can include sections of Road placed by other players, you can end up giving points to your opponents!&#10;&#10;The game continues until all of the Cities on the board have been taken. Once the final City has been taken, players move on to final scoring.&#10;&#10;At the end of the game, you&rsquo;ll score points based on your City tokens. Each City has a value, which is the number on the back. This is the number of points you&rsquo;ll score for that City. However, if you have more than one City token of the same colour, you will only score points for the one of the highest value. You then score the value of the different collections of Treasure on your player board. Collections can be of the same Treasure or different Treasures, and Gold is scored separately.&#10;&#10;The player with the most points returns to Rome to be showered with fortune and glory by Caesar himself!&#10;&#10;","image":"https://cf.geekdo-images.com/K55c5g1QUyh5vhtQbI0hxQ__original/img/S-DaCuTgPZqEKyJ1iZu65diGwbA=/0x0/filters:format(jpeg)/pic6253596.jpg","thumbnail":"https://cf.geekdo-images.com/K55c5g1QUyh5vhtQbI0hxQ__thumb/img/2P-w4UWq6vbRliHfExkVvi8-x4U=/fit-in/200x150/filters:strip_icc()/pic6253596.jpg","minPlayers":2,"maxPlayers":5,"playingTime":60,"mechanics":["Network and Route Building","Set Collection"],"isExpansion":false,"yearPublished":2022,"bggRating":5.59509,"averageRating":6.98318,"rank":7879,"designers":["Matthieu Podevin"],"publishers":["Holy Grail Games","Synapses Games"],"artists":["Alexandre Bonvalot","Joëlle Drans"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}