{"gameId":341870,"name":"The Queen's Dilemma","description":"The Queen's Dilemma is a sequel to The King's Dilemma,, the award-winning (and Kennerspiel des Jahres-nominated) interactive narrative legacy game, and uses an improved Dilemma Card System to bring players an even more immersive experience.&#10;&#10;Set a hundred years after the dramatic events of the first game and building upon the revolutionary Dilemma Card System, The Queen&rsquo;s Dilemma introduces a brand-new story, improves the existing legacy mechanisms, and adds a lot of new exclusive features.&#10;&#10;Take your seat at the Queen&rsquo;s Council and choose your own persona from a pool of 6 unique characters. You will live the story from their perspective, whether as a cunning master of subterfuge, a fierce military leader, a greedy merchant, a philosopher advocating for progress, an aristocrat with a penchant for the occult, or a vicious lord tied to criminal activities.&#10;&#10;Develop your character with exclusive personal abilities. Each character comes with Duchies or Marks under their direct control, and a deck of secret personal objectives and branching narrative paths that will define your story and future goals&mdash;which may intertwine with the destiny of the entire kingdom.&#10;&#10;Shape the political identity of the Realm through the new ideology system. The policies you enact will alter the balance between eight opposing political ideologies: Tradition against Progress, Force against Diplomacy, Order against Liberty, and Matter against Spirit. These also represent the moral values and agenda of your character: each one has a founding ideology they always root for, and other secondary interests whose importance varies from game to game, changing alliances at the table.&#10;&#10;But that&rsquo;s not all. The new keyword system allows the game to keep track of your personal choices: an unexpected act of forgiveness could secure you the eternal gratitude of the people, but a radical resolution could tarnish your reputation forever. Make your decisions wisely: the consequences of your choices will come back to reward or haunt your character later in the campaign.&#10;&#10;Watch the map of the kingdom evolve as a result of your decisions! The events that unfold will change the world forever and unlock new game rules altering the flow of the campaign. Defend your interests when a Dilemma card directly involves the territories placed under your control, and construct buildings to gain new abilities and sources of revenue.&#10;&#10;Manage the resources of your lands and trade with other players to achieve your goals: increase your political power, collect materials to improve your buildings, support the Queen&rsquo;s Army in the war in the south, and provide for the needs of your people to avoid discontent, unrest, and revolts.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/rDghvFdgndykVaAxIA-wPg__original/img/AOr_dkWPo3tnBro4tIF4pPNxHQg=/0x0/filters:format(jpeg)/pic6268503.jpg","thumbnail":"https://cf.geekdo-images.com/rDghvFdgndykVaAxIA-wPg__thumb/img/GDkMD9nmESV-EFYJ9yYrZt2u4c4=/fit-in/200x150/filters:strip_icc()/pic6268503.jpg","minPlayers":3,"maxPlayers":6,"playingTime":90,"mechanics":["Bribery","Legacy Game","Storytelling","Traitor Game","Voting"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":6.625,"rank":-1,"designers":["Hjalmar Hach","Lorenzo Silva"],"publishers":["Horrible Guild","IELLO"],"artists":["Martin Mottet"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}