{"gameId":341919,"name":"Magic Mountain","description":"In Magic Mountain, a.k.a. Zauberberg, you want to move the sorcerers' apprentices down the mountain ahead of the witches &mdash; but you don't always know how the will-o'-the-wisps will make the figures move.&#10;&#10;To set up, place supports on the game board to elevate the starting area, then place six sorcerers' apprentices in the back row and four witches on their designated starting spaces. Add the five colored will-o'-the-wisp marbles to the bag.&#10;&#10;On a turn, draw a will-o'-the-wisp, then place it at the top of one of the six starting channels and let it go. If the will-o'-the-wisp hits a figure, the ball will stop. Pick up this figure and move it to the next open colored space on the winding path that matches the color of the will-o'-the-wisp. If you're moving a sorcerers' apprentice, you might want to do it quickly because if the will-o'-the-wisp hits that same figure, you can move it once again! Don't rush moving the witches, though, since you want them to move as little as possible. If a will-o'-the-wisp doesn't hit any figures, then you must move a witch of your choice to the next matching colored space. Once all five will-o'-the-wisps have been drawn, return them to the bag and start again.&#10;&#10;If you manage to move four sorcerers' apprentices to the bottom of the mountain before three witches get there, you win! You can adjust the difficulty of the game by requiring more sorcerers' apprentices or fewer witches or both. Alternatively, you can play the game competitively, with each player or team trying to get their group of four figures down the mountain first.&#10;&#10;[Admin note: Magic Mountain is listed for 2-6 players, whereas Zauberberg is listed for 1-4 players, but the gameplay seems identical in both releases.]&#10;&#10;","image":"https://cf.geekdo-images.com/P44XaZ5uizRCH1gmodh9sg__original/img/JCDq2DfVMZnBf8xQKpaLCCNYB64=/0x0/filters:format(jpeg)/pic6348973.jpg","thumbnail":"https://cf.geekdo-images.com/P44XaZ5uizRCH1gmodh9sg__thumb/img/kLmlis4JUj3QJiVdb3Mr4_fBh50=/fit-in/200x150/filters:strip_icc()/pic6348973.jpg","minPlayers":1,"maxPlayers":6,"playingTime":15,"mechanics":["Cooperative Game","Team-Based Game"],"isExpansion":false,"yearPublished":2021,"bggRating":5.54789,"averageRating":6.80912,"rank":10813,"designers":["Jens-Peter Schliemann","Bernhard Weber"],"publishers":["AMIGO","Gigamic"],"artists":["Annette Nora Kara"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}