{"gameId":342062,"name":"Artisans of Splendent Vale","description":"Long ago, a splendid streak of crimson fell from the sky and carved the valley from the earth. The foliage that the light touched grew wild and fierce, and the wildlife grew larger and more fearsome. Life prospered in the vale.&#10;&#10;From distant lands, members of many cultures converged, drawn by the mystery and allure of the red star and the verdant realm it created. They settled there, distancing themselves at first. The soil was hearty, perfect for crops; the rock was rich with mineral deposits begging to be mined, and the very land itself seemed eager to be shaped.&#10;&#10;On warm summer nights, the velvet sky became streaked with the scarlet light of meteor showers. The settlers found that, under these lights, their crafting projects finished more quickly and with greater results! Before long, the people began to co-operate, sharing their wares and knowledge with one another.&#10;&#10;Together under an evening meteor shower, they founded a shared township &mdash; one that valued knowledge and craft. The township was named Splendence after the valley that brought them all together.&#10;&#10;In the centuries that followed, a red substance the people named material could be found after meteor showers. Artisans learned to craft using the substance, which lent magical qualities to their works. These works, called Artifice, were established which would catapult the township into an industrial revolution.&#10;&#10;The Artisans of Splendent Vale is a cooperative adventure game set in a magical and unique land. As a troupe of artisans, you will explore the beauty of the Splendent Vale while honing your individual crafts. Overcome challenges during tactical action scenes played out on specialized grid maps, then experience individual interludes to build your story, separately from the group&rsquo;s tale. Teamwork and careful strategy will be crucial during these encounters.&#10;&#10;","image":"https://cf.geekdo-images.com/TjJTDV2F0-2MtppZtKSqmQ__original/img/tHSFVywPqAzeCe6YIhtW0NmjZcI=/0x0/filters:format(jpeg)/pic6267281.jpg","thumbnail":"https://cf.geekdo-images.com/TjJTDV2F0-2MtppZtKSqmQ__thumb/img/39BkFd6qA5c4v0hKQ9kDXaHqQxc=/fit-in/200x150/filters:strip_icc()/pic6267281.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Action/Event","Cooperative Game","Dice Rolling","Legacy Game","Narrative Choice / Paragraph","Storytelling"],"isExpansion":false,"yearPublished":2022,"bggRating":5.69836,"averageRating":8.01656,"rank":5410,"designers":["Nikki Valens"],"publishers":["Renegade Game Studios"],"artists":["MK Castaneda","Lil Chan","Cleonique Hilsaca","Lisa Pearce","Christina Pittre"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":9,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":true}]}