{"gameId":34219,"name":"Biblios","description":"THE GAME CONCEPT&#10;You are an abbot of a medieval monastery competing with other abbots to amass the greatest library of sacred books. To do so, you need to have both the workers and resources to run a well-functioning scriptorium. To acquire workers and resources, you use a limited supply of donated gold. In addition, you must be on good terms with the powerful bishop, who can help you in your quest.&#10;&#10;OUTLINE OF GAME PLAY&#10;The object of the game is to score the most Victory Points. You win Victory Points by winning any of the 5 categories: Illuminators, Scribes, Manuscripts, Scrolls, and Supplies. You win a category by having the highest total number of workers (Scribes, Illuminators) or resources (Manuscripts, Scrolls, Supplies) in that category. This is determined by the numbers in the upper left corner on the cards. At the start of the game, each category is worth 3 Victory Points. As the game progresses, the values on the Value Board will change and some categories will become worth more or fewer Victory Points than others. The game is divided into 2 stages: a Donation stage and an Auction stage. During the Donation stage, players acquire free cards according to an established plan. In the Auction stage, players purchase cards in auction rounds. After the two stages, winners of each category are determined and Victory Points awarded. The player with the most Victory Points wins.&#10;&#10;GAME CHARACTERISTICS&#10;The game involves a good deal of strategic planning, some bluffing, and a little bit of luck. The rules are easy to understand, but you have to play it a few times to develop a playing strategy. It plays differently from 2-4 players, but each game is equally fun and challenging.&#10;&#10;","image":"https://cf.geekdo-images.com/w9pHmbMbHEFYtuOUcWcruA__original/img/jOmzNb1JROlzeqEmCDScX_IkHVU=/0x0/filters:format(jpeg)/pic759154.jpg","thumbnail":"https://cf.geekdo-images.com/w9pHmbMbHEFYtuOUcWcruA__thumb/img/BYid-ptJy9xNI_kK3IDWOGLWJVM=/fit-in/200x150/filters:strip_icc()/pic759154.jpg","minPlayers":2,"maxPlayers":4,"playingTime":30,"mechanics":["Auction/Bidding","Auction: Turn Order Until Pass","Card Drafting","Commodity Speculation","Hand Management","Set Collection"],"isExpansion":false,"yearPublished":2007,"bggRating":7.0211,"averageRating":7.20203,"rank":390,"designers":["Steve Finn"],"publishers":["Dr. Finn's Games","Asterion Press","GaGa Games","Hobby Japan","HomoLudicus","IELLO","Kaissa Chess & Games","More Fun Co., Ltd.","One Moment Games","Origames","Rocks Games"],"artists":["Steve Finn","David Palumbo"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":173,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":69,"recommended":180,"notRecommended":53,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":180,"recommended":126,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":122,"recommended":147,"notRecommended":19,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":4,"notRecommended":137,"numPlayersIsAndHigher":true}]}