{"gameId":342372,"name":"The Elder Scrolls V: Skyrim – The Adventure Game","description":"ADVENTURES IN THE WORLD OF SKYRIM!&#10;&#10;Before the Dragonborn came to Skyrim&hellip;.&#10;&#10;You are surviving members of the Blades, a legendary group who long protected the Empire of Tamriel! Abandoned by the empire, you must work together to thwart a plot that threatens the whole of Skyrim&#10;&#10;Build a unique character in the world of the Elder Scrolls. Choose between a Nord, Dunmer, Imperial, Altmer, Khajiit or Orsimer. Equip your character with a wide range of weapons, spells and armour. Travel across the Holds of Skyrim to places like Riften, Solitude, Falkreath and Whiterun. Attempt a huge range of evolving quests that change the game with each decision, Explore the wilderness. Gain side quests from mysterious characters. Delve into ancient ruins and tombs. Battle Draugr, Frostbite Spiders, Dragons, Dwemer Constructs and Daedra. The deeper you delve, the deadlier your foes will become. Gain experience and amazing treasures. Upgrade and enchant your gear. Level up your character with a wide range of unique skills and abilities. Play through six chapters of two huge campaigns spanning 25 years in the history of Skyrim in this endlessly replayable boardgame.&#10;&#10;The Elder Scrolls V: Skyrim &ndash;  The Adventure Game is a 1-4 player co-operative game of adventure and exploration across Skyrim. Players take the roles of heroes involved in epic quests, working together to defeat their enemies and exploring the vast expanse of Skyrim. You will be able to choose character miniatures like the Khajiit, Nord, or High Elf; plan your strategy with weapons or spells; and fight your way through forgotten mines, Draugr-infested tombs, or ancient Dwemer cities to find ancient treasures and increase your power.&#10;&#10;The players must keep an eye out as the threat increases across Skyrim as Dragons, Daedra, Trolls, and more roam the lands and wreak havoc across the holds. Players need to work together to keep the lands free, whilst balancing the demands of their most important quests.&#10;&#10;The base game is divided into two campaigns of three chapters each. The decisions the players make from their first turn have a distinct effect on the unfolding story and encounters, making the whole campaign experience different every time you play. You can even save your progress after each game and start the next chapter with the same character, equipment, and skills.&#10;&#10;With the numerous choices of characters, gear, magic, and skills matched with the many decisions each player makes through their quests, there are literally hundreds of hours of gameplay, with some stories not even seen based on your early decisions. The face of Skyrim can change during the game, impacting the course of the players' experience in subsequent chapters. At any time, the players can simply reset, choose another character and play style, make different choices, and experience things differently. Alternatively, pick a chapter that sounds fun and drop in to just play that adventure as a one-off.&#10;&#10;Key mechanics:&#10;&#10;A Living Board&#10;The game board represents the province of Skyrim. Players move their characters &mdash; represented by 32mm scale plastic miniatures &mdash; across the region, visiting Strongholds, exploring dungeons and meeting interesting characters as the story unfolds. But they are not the only ones there; roaming monsters appear, blocking roads and threatening the peace in Skyrim. Several game effects could lead to the fall of a Stronghold so players need to keep an eye on the state of unrest and the active dangers across the board.&#10;&#10;Customizable Characters&#10;There are no classes in Skyrim. Each character has a different starting innate ability and additional abilities that are unlocked as they learn specific skills, but that doesn&rsquo;t mean that they are tied to a gameplay style. For example, even though Nords shine when they are developed with a focus on warrior skills and equipment, a player could decide to make their Nord a spellcaster, or a summoner, and still retrain midway through the game after finding an amazing sword they really want to use. Players can change their progression path mid-game, and enjoy many different play styles.&#10;&#10;Upgradeable Equipment&#10;There are plenty of equippable items: weapons, pieces of armor, trinkets, etc. Most of these items can be customized; by either Enchanting or Upgrading them in a Stronghold. When Upgrading or Enchanting an item, the player draws an Enchantment/Upgrade card, and slots it underneath the item, altering its properties. A piece of armor can be Upgraded so it becomes better against Heavy Attacks, for example, and it can also be Enchanted so it helps the character regenerate Stamina faster. When learning the Smithing and the Enchanting skills, the players get to draw more cards and choose between them, making the experience of customizing equipment richer and letting them focus on the playstyle they prefer. Furthermore, when playing in a group, one player can specialize their character in Enchanting or Smithing and upgrade all their allies' items by meeting in a Stronghold, adding another layer of cooperative gameplay.&#10;&#10;Quests in Cards&#10;The story in the game is told using Quest cards. Players draw Main Quests &mdash; those that push the narrative forward &mdash; and Personal Quests &mdash; side stories gained by exploring the vastness of the province of Skyrim. By completing or failing them, the story progresses. Many of these Quests give the players a choice at the end. This choice chains the Quest with a new one, creating a branching story that changes every time the game is played. Failing a quest doesn&rsquo;t mean losing the game; instead, failure often becomes another way of choosing. The cards are organized in a way in which, if a card is removed as a result of Quest being failed or a game effect is triggered, the next card will take its place, dramatically changing the story.&#10;&#10;Combat System&#10;With an assortment of weapons, ranging from daggers to bows, players will be able to engage in combat with dangerous enemies, whether they be in a dungeon or part of a questline. Each weapon and spell will inform the player what attacks it can perform and how much Stamina or Magicka they&rsquo;ll have to spend to use them. The player will roll the custom dice and attempt to overcome each weapon&rsquo;s specific Skill Tests; hitting with heavier weapons is bound to be harder than hitting with lighter weapons. Combat is fast, exciting, and deadly, although strategy is a key factor to success. Some enemies, in fact, will employ unorthodox tactics, including the ability to heal themselves or wear nearly impenetrable armors.&#10;&#10;Dungeon Crawling&#10;Players can visit increasingly dangerous caves, mines, tombs, ruins, and Dwemer cities across Skyrim. Dungeons are built with cards each representing a major threat in that area of the dungeon. It might be a terrifying Draugr or a surprise trap that, if you&rsquo;re lucky, one of the characters may be capable of disabling. As the characters level up, the lower-level adversaries are discarded, scaling the difficulty of the dungeons along with the player&rsquo;s level. The more you visit a certain type of dungeon, the more likely you will see its more fearsome denizens, albeit with better rewards!&#10;&#10;Cooperative&#10;The whole game is fully cooperative. Players are encouraged to discuss their strategies and to collaborate to advance in their own storylines. Each player will be following their own storyline, joining together at the end of each chapter, when their plots are woven together into an epic finale for the whole party. &#10;There are some situations where characters, even if they have the same overall goal, find themselves on opposite sides of a struggle, and may interfere with each other as they progress. This gives an interesting layer of light competitive gameplay, whilst still keeping the cooperative nature of the game in the forefront.&#10; Expansions&#10;The Dawnguard expansion will add a third campaign with three additional chapters to play through, new characters, dungeon adversaries, treasures, events, and more. One of our expansions will make the Ghosts of the Blades haunt you throughout Skyrim during the first Campaign of the game and another threatens devastation to Skyrim in the form of a great dragon! There is much more to be revealed through the Gamefound campaign. The team has planned for a massive upgrade kit converting all the wandering monsters over to 32mm scale plastic miniatures which are all compatible in scale with the miniatures game The Elder Scrolls Call to Arms. More information will be revealed in the run-up to the launch of the board game&#10; &#10;All in all, the Elder Scrolls Skyrim Adventure Game will offer players dozens and dozens of hours of adventure exploring the game world. Expansions will ensure there&rsquo;s even more Skyrim to be had.&#10;&#10;","image":"https://cf.geekdo-images.com/NTa3H9kWaUjlrldh8qgYlg__original/img/BcTtFMEmCQ--xnSh4SYqSEYbhO8=/0x0/filters:format(jpeg)/pic7203331.jpg","thumbnail":"https://cf.geekdo-images.com/NTa3H9kWaUjlrldh8qgYlg__thumb/img/1zvLGq6-VjjEAUBMuHIOrwlj_YU=/fit-in/200x150/filters:strip_icc()/pic7203331.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Die Icon Resolution","Events","Narrative Choice / Paragraph","Point to Point Movement","Role Playing","Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2022,"bggRating":6.10398,"averageRating":7.6822,"rank":2458,"designers":["Javier Angeriz-Caburrasi","Juan Echenique","Stefano Guerriero","Rob Harris"],"publishers":["Modiphius Entertainment","Delta Vision Publishing","Hobby Japan"],"artists":["Javier Angeriz-Caburrasi","Juan Echenique","Stefano Guerriero","Rob Harris"],"playerPollResults":[{"numPlayers":1,"best":20,"recommended":14,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":19,"recommended":14,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":12,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":4,"notRecommended":18,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":2,"notRecommended":22,"numPlayersIsAndHigher":true}]}