{"gameId":342372,"name":"The Elder Scrolls V: Skyrim –  The Boardgame","description":"ADVENTURES IN THE WORLD OF SKYRIM!&#10;&#10;Before the Dragonborn came to Skyrim&hellip;.&#10;&#10;You are surviving members of the Blades, a legendary group who long protected the Empire of Tamriel! Abandoned by the empire, you must work together to thwart a plot which threatens the whole of Skyrim&#10;&#10;Build a unique character in the world of the Elder Scrolls. Choose between a Nord, Dunmer, Imperial, Altmer, Khajiit or Orsimer. Equip your character with a wide range of weapons, spells and armour. Travel across the Holds of Skyrim to places like Riften, Solitude, Falkreath and Whiterun. Attempt a huge range of evolving quests that change the game with each decision, Explore the wilderness. Gain side quests from mysterious characters. Delve into ancient ruins and tombs. Battle Draugr, Frostbite Spiders, Dragons, Dwemer Constructs and Daedra. The deeper you delve, the deadlier your foes will become. Gain experience and amazing treasures. Upgrade and enchant your gear. Level up your character with a wide range of unique skills and abilities. Play through six chapters of two huge campaigns spanning 25 years in the history of Skyrim in this endlessly replayable boardgame.&#10;&#10;The Elder Scrolls V: Skyrim &ndash;  The Adventure Game is a 1-4 player co-operative game of adventure and exploration across Skyrim. Players take the roles of heroes involved in epic quests, working together to defeat their enemies and exploring the vast expanse of Skyrim. You will be able to choose character miniatures like the Khajiit, Nord, or High Elf; plan your strategy with weapons or spells; and fight your way through forgotten mines, Draugr-infested tombs, or ancient Dwemer cities to find ancient treasures and increase your power.&#10;&#10;The players must keep an eye out as the threat increases across Skyrim as Dragons, Daedra, Trolls, and more roam the lands and wreak havoc across the holds. Players need to work together to keep the lands free, whilst balancing the demands of their most important quests.&#10;&#10;The base game is divided into two campaigns of three chapters each. The decisions the players make from their first turn have a distinct effect on the unfolding story and encounters, making the whole campaign experience different every time you play. You can even save your progress after each game and start the next chapter with the same character, equipment, and skills.&#10;&#10;With the numerous choices of characters, gear, magic, and skills matched with the many decisions each player makes through their quests, there are literally hundreds of hours of gameplay, with some stories not even seen based on your early decisions. The face of Skyrim can change during the game, impacting the course of the players' experience in subsequent chapters. At any time, the players can simply reset, choose another character and play style, make different choices, and experience things differently. Alternatively, pick a chapter that sounds fun and drop in to just play that adventure as a one-off.&#10;&#10;","image":"https://cf.geekdo-images.com/PW54VyBfnDuiCfDWf4PH8g__original/img/cMDkV3z-58C4sUtgn3LHZi0DkEE=/0x0/filters:format(jpeg)/pic6487824.jpg","thumbnail":"https://cf.geekdo-images.com/PW54VyBfnDuiCfDWf4PH8g__thumb/img/2eRRElKUqBrNXjl9Jdhl6nQo134=/fit-in/200x150/filters:strip_icc()/pic6487824.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Role Playing","Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":6,"rank":-1,"designers":[],"publishers":["Modiphius Entertainment"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}