{"gameId":342443,"name":"What Next?","description":"Introducing What Next, the brand new 'Pick-Your-Path' adventure game where you never know what's waiting around the corner. Could be a gigantic koala, a fleet of rampaging robots or an old lady with a rocket launcher &mdash; there's just no telling.&#10;&#10;Working together with the rest of the players, your goal is to navigate your way through the adventure, conquer any obstacle you encounter and make it to the end in one piece. Oh. and you'll want to keep an eye on that Tower of Peril too. Let it topple before you each the end and it'll be game over for everyone.&#10;&#10;Unlike most adventure games, What Next isn't just about picking the right path. Buried inside these adventures, you'll find over 60 dexterity challenges, each one designed to stop you dead In your tracks. Want to grab a vine and swing from the trees? You'll need to throw a card into the air and catch it first. Decide to walk over that old rope bridge? Well, first you'll need to flick the wooden puck across the table, without it falling off. It's important to master every mini-game you come across in these adventures &mdash; or you might not make it to the finish line.&#10;&#10;The players turn over the next location card, read out the story and then choose which path to take next. If there is an event, the player reading the card must complete the dexterity challenge.&#10;&#10;The game ends when either the players reach the end of the adventure (win), or the tower of peril collapses (lose).&#10;&#10;","image":"https://cf.geekdo-images.com/blFaCkxLvyJjIUAe56YfnA__original/img/BAFBkknYq3Rh-Z3aqCDWqtvwlLo=/0x0/filters:format(png)/pic6278691.png","thumbnail":"https://cf.geekdo-images.com/blFaCkxLvyJjIUAe56YfnA__thumb/img/_RFyviknKe_vujAEH2DORofOQ5c=/fit-in/200x150/filters:strip_icc()/pic6278691.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Cooperative Game","Flicking","Narrative Choice / Paragraph","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7.49267,"rank":-1,"designers":["Ed Naujokas"],"publishers":["Big Potato"],"artists":["Beks Barnett","Zoe Lee"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}