{"gameId":342562,"name":"ROVE: Results-Oriented Versatile Explorer","description":"In the far reaches of space where humankind still dares not go, a sturdy ROVE &mdash; short for Results-Oriented Versatile Explorer &mdash; is often deployed. You are one such unit. Unfortunately your navigation systems malfunctioned and you were forced to make a crash-landing on a hostile alien planet. Armed only with your array of movement-enhancing modules you&rsquo;ll have to roll, stretch, shimmy, and bounce your way to safety and complete the mission before your power supply runs out&hellip;permanently.&#10;&#10;ROVE is a solo spatial puzzle game. In each game of ROVE, the player will face a series of mishaps that can only be solved by arranging the 6 module cards in a specific pattern. Moving a module requires Movement Points gained by discarding cards from hand for the listed amount. Players may gain additional Points if their current module layout matches the pattern shown on the discarded card.&#10;&#10;Each module costs 1 Movement Point per activation and uses its own unique movement style, such as only moving diagonally or pushing other modules a single space. Modules also have powerful single-use abilities that can help get players out of a tight spot. Properly timing these abilities -- as well as effectively using the limited number of Movement cards -- will help the player complete ROVE&rsquo;s mission successfully.&#10;&#10;","image":"https://cf.geekdo-images.com/-BTMmbHaR16DRt0OEh5arA__original/img/COMPKUG73b0TGpzmtES2Rl8PmCk=/0x0/filters:format(png)/pic6494257.png","thumbnail":"https://cf.geekdo-images.com/-BTMmbHaR16DRt0OEh5arA__thumb/img/TVgsZurNXBPCHcx73pMRtfJMsXY=/fit-in/200x150/filters:strip_icc()/pic6494257.png","minPlayers":1,"maxPlayers":1,"playingTime":15,"mechanics":["Pattern Movement","Pattern Recognition","Solo / Solitaire Game","Square Grid"],"isExpansion":false,"yearPublished":2021,"bggRating":5.65652,"averageRating":7.54876,"rank":5853,"designers":["Dustin Dobson","Milan Zivkovic"],"publishers":["Button Shy"],"artists":["Dustin Dobson","Milan Zivkovic"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}