{"gameId":342848,"name":"World of Warcraft: Wrath of the Lich King","description":"In World of Warcraft: Wrath of the Lich King, players journey to the frozen continent of Northrend to face the armies of the Lich King. This &quot;Pandemic System&quot; game showcases familiar mechanisms and gameplay, now tweaked to embrace the setting of the Wrath of the Lich King. Forts, temples, battlegrounds, and more populate the game board as you and your fellow heroes journey across the cold landscape. Along the way, you'll set up strongholds, complete quests, and do battle with legions of undead.&#10;&#10;In more detail, players team up as legendary heroes from across Azeroth, each with their own unique abilities to help in and out of combat. Heroes such as Thrall, Warchief of the Horde; Varian Wrynn, King of Stormwind; Sylvanas Windrunner, Banshee Queen of the Forsaken; and many more are at your fingertips. As the Scourge grows, more undead will populate the board. Throw dice as you enter into battle against the hordes of ghouls and ferocious abominations, using hero cards to add power to your attacks, block incoming assaults, heal wounds, take mounts to far off spaces, and so much more.&#10;&#10;As you fight your way to the Lich King, all manner of dark magic and terrible creatures under his control need to be neutralized. This comes in the form of quests, a brand-new mechanism that can be completed as a team through a combination of dice rolls and the hero cards at your disposal. However, each quest comes with its own dangers and hindrances. Complete these quests to move closer to the final assault on Icecrown Citadel, where the Lich King himself resides.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/y29SRbgN-EAbARDFN2Mfyw__original/img/dWsD_j_w6ND9XPNIF2SJAfNhtoA=/0x0/filters:format(png)/pic6290829.png","thumbnail":"https://cf.geekdo-images.com/y29SRbgN-EAbARDFN2Mfyw__thumb/img/gadG0ZY-E16JVg-XwiX6BMiW_9c=/fit-in/200x150/filters:strip_icc()/pic6290829.png","minPlayers":1,"maxPlayers":5,"playingTime":60,"mechanics":["Action Points","Cooperative Game","Hand Management","Point to Point Movement","Set Collection","Trading","Variable Player Powers"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":9,"rank":-1,"designers":["Justin Kemppainen","Alexandar Ortloff","Michael Sanfilippo"],"publishers":["Z-Man Games, Inc.","Asmodee Korea","Korea Boardgames Co., Ltd."],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}