{"gameId":342810,"name":"Marrakesh","description":"Compete with other influential families in the city to achieve the most honorable titles through the skillful use of assistants and resources at your disposal. The player who succeeds in doing this best becomes the new &quot;Obermufti&quot; of Marrakesh.&#10;&#10;Marrakesh is played over three rounds, with each round consisting of four turns. On each turn, players simultaneously and secretly choose three colored cylinders from behind their screen. Then, in turn order, they place matching colored assistants on their player board (these will be the actions they will perform later), then all cylinders are placed in the cube tower. The cub tower randomizes which cylinders are available this round, with some getting stuck and some from previous rounds coming out.&#10;&#10;In turn order, players select a color and take 1-2 of the cylinders that have passed through the tower (or those that were stuck from a previous round but have now emerged) and place them on their player boards. These cylinders will enhance future actions taken in the same color in future rounds. Then, in turn order players will activate the regions where they have placed an assistant.&#10;&#10;Actions allow players to gain wealth, which can be traded for influence in the city. Performing various actions also earns bonuses and enhances actions even more as the game proceeds. The player who scores the most points by the end of the game wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/zSMdU8DMBBvW2LIOjVCM7A__original/img/AO0jDnLJnT1TDyHgD3yk_59e4pY=/0x0/filters:format(jpeg)/pic6289695.jpg","thumbnail":"https://cf.geekdo-images.com/zSMdU8DMBBvW2LIOjVCM7A__thumb/img/Gqqs0GHUpFl9_vYG5cpazyNBvzg=/fit-in/200x150/filters:strip_icc()/pic6289695.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Cube Tower"],"isExpansion":false,"yearPublished":2022,"bggRating":5.65335,"averageRating":8.10174,"rank":6050,"designers":["Stefan Feld"],"publishers":["Queen Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}