{"gameId":342900,"name":"Earthborne Rangers","description":"Earthborne Rangers is a customizable, co-operative card game set in the wilderness of the far future. You take on the role of a Ranger, a protector of the mountain valley you call home: a vast wilderness transformed by monumental feats of science and technology devised to save the Earth from destruction long ago.&#10;&#10;You begin by building a deck that reflects your Ranger's interests, personal history, and personality. Then, as you explore the open world and your story takes shape, you augment your deck with improved equipment, refined skills, and the memories of your journey.&#10;&#10;The story of Earthborne Rangers is presented as a branching narrative campaign consisting of a main storyline and a multitude of side stories. In it, you can choose to follow the critical path or to strike off on your own to discover the Valley's many engaging characters, mysterious ruins, and beings both familiar and strange.&#10;&#10;Each game session represents one day in the Valley, and you'll pick up in the same location on the map where you rested the night before. Your goal is to either complete one of your available missions or to explore the open world. The session ends when you're either forced to rest (through either fatigue or injury), or you choose to rest for the night.&#10;&#10;An individual game session is played in rounds, and those rounds consist of turns. On your turn, you perform one action: either play a card from your hand, or choose an action from a card on the table. Each action allows you to interact thematically and narratively with the world, and each time you take an action, the world comes to life around you. Predators stalk their prey, rain pours from the sky, rocks tumble down the mountain to block your path, and much more.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/EVfMwPiHmxDUvY32BbghBg__original/img/5hdiPHjIRQIFtAJETm4biy3ZfrI=/0x0/filters:format(jpeg)/pic7378384.jpg","thumbnail":"https://cf.geekdo-images.com/EVfMwPiHmxDUvY32BbghBg__thumb/img/CIgnW8j9uza_FhIcVxElLYgNDao=/fit-in/200x150/filters:strip_icc()/pic7378384.jpg","minPlayers":1,"maxPlayers":4,"playingTime":240,"mechanics":["Card Play Conflict Resolution","Cooperative Game","Deck Construction","Hand Management","Move Through Deck","Narrative Choice / Paragraph","Role Playing","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Variable Set-up"],"isExpansion":false,"yearPublished":2023,"bggRating":6.49086,"averageRating":8.25404,"rank":1219,"designers":["Andrew Fischer","Brooks Flugaur-Leavitt","Andrew Navaro","Adam Sadler","Brady Sadler"],"publishers":["Earthborne Games","Fantàsia Edizioni","Frosted Games","Intrafin Games","Maldito Games","Meeple House"],"artists":["Joe Banner","Evan Simonet"],"playerPollResults":[{"numPlayers":1,"best":33,"recommended":43,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":58,"recommended":14,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":39,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":15,"notRecommended":37,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":41,"numPlayersIsAndHigher":true}]}