{"gameId":343362,"name":"Oak","description":"In the center of a vast, but secret forest stands the Arch-Oak &mdash; a majestic tree that was already a sapling when the world was still young. It is even said that from its wood, the Gods crafted the first humans and animals.&#10;&#10;Druidic orders from far and wide flock together around its roots to bathe in its glory. Arch-druids sanctify sacred places and erect rune-etched monoliths, while bards tell the tallest tales to recruit a greater following. Ovates read the omens to gain a glimpse of the things to come, while sacrificers use force to defend their Order's beliefs.&#10;&#10;Oak puts you in the role of the leader of one of four different druid orders, with you attempting to establish that your order deserves to be chosen by the Arch-Oak's spirit to stay and learn its secrets. Your order starts out small and insignificant, but if you choose your actions wisely and use your druids efficiently, you will see it grow in power and stature. You will gain the friendship and help of otherworldly creatures like the mischievous brownie, the terrible merrow, and the magical pixies. You will learn powerful spells of the wild and uncover mighty artifacts. You might even risk upsetting the natural balance by creating new sacred places in the forest to house your growing flock of druids.&#10;&#10;Will you be able to prove to the Arch-Oak that your order is worthy? Will you be able to unlock the secrets of the ancients?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/skiu7wU44_3H2pBjstUB9A__original/img/K7yuJ2C4xGjJ3bgOjmYOlSpcFbE=/0x0/filters:format(jpeg)/pic6739647.jpg","thumbnail":"https://cf.geekdo-images.com/skiu7wU44_3H2pBjstUB9A__thumb/img/bDkcFjxXbtNkGE3VlxBqYUyYvkU=/fit-in/200x150/filters:strip_icc()/pic6739647.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Hand Management","Set Collection","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.78571,"rank":-1,"designers":["Wim Goossens"],"publishers":["Game Brewer"],"artists":["Maciej Janik"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}