{"gameId":343628,"name":"Ratingen-Spiel","description":"This is a game about the German city of Ratingen, and was likely part of a radio promotion (Radio Neandertal UKW 97.6).&#10;&#10;The board is divided into districts.  Players place tiles representing a different industry (service, trade, hospitality, leisure, residential) into matching districts and score points based on which where it was played and how many other tiles had been played there.  There are also three, black-bordered wild plots that can be from any industry.  The game comes with 60 tiles and show actual companies and organizations from Ratingen ... or at least were in Ratingen in 1998.&#10;&#10;To begin the game, the tiles are shuffled and placed face down in a general supply.  Each player draws 6 tiles and places them face up in front of them.&#10;&#10;On each turn, the following may happen:&#10;&#10;&#10;     Exchange: The active player may give two tiles to another player and take one of their tiles.  This cannot be refused.&#10;     Place Tiles: The player may place as many tiles as they want onto empty plots in one district.  Tiles much match the plots by color.  The player then scores points according to what is printed on the board for that district and the number of tiles placed there.&#10;     Draw Tiles: The player draws 0-3 tiles from the supply.  This number must be announced before the first tile is drawn.&#10;&#10;&#10;Each action is optional, but they must be performed in the above order.&#10;&#10;The game ends when all plots have been filled, or if one player has placed 5 sets of tiles on the board (i.e. placed tiles on 5 separate occasions during the game).  If that happens, all other players get one more turn each.  Each remaining unplayed tile is -5 points for the player holding them, and then whoever has the highest score wins.&#10;&#10;&mdash;user summary&#10;&#10;","image":"https://cf.geekdo-images.com/YceRM-P4G1PvRBei-y4wLg__original/img/VYOBdAtUT_2je7vq82XTLOhKu5s=/0x0/filters:format(jpeg)/pic6308487.jpg","thumbnail":"https://cf.geekdo-images.com/YceRM-P4G1PvRBei-y4wLg__thumb/img/JkkMY_xs0Kk2_kBbYwxtKVqCD0E=/fit-in/200x150/filters:strip_icc()/pic6308487.jpg","minPlayers":2,"maxPlayers":4,"playingTime":15,"mechanics":["Tile Placement"],"isExpansion":false,"yearPublished":1998,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Thomas Dellenbusch"],"publishers":["(Unknown)"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}