{"gameId":344015,"name":"The Road Chosen","description":"Welcome to The Road Chosen, a solitaire wargame where your choices impact every aspect of your command. Player decision making is at the heart of this print and play game. You command platoons of soldiers and armour across the Western Front landscape. You will encounter enemies, obstacles, good fortune and crippling bad luck at every turn as you try to reach your objective.&#10;&#10;During a game you will command both infantry, tanks, support weapons and with the aid of artillery and air strikes progress across one (or more) of the maps on a chosen scenario. You will face stiff, defiant opposition in the enemy forces who are not going to give ground easily. You will need to make hard, tough choices weighing up options with the information you have and attempting to account for the unknown.&#10;&#10;There are random event / enemy forces activity tables that you consult, after your roll your dice (2d6). You also roll 2d6 to receive Command Points each turn, that you can use to move, attack enemy forces in your areas, attempt reconnoiter into new areas, call for air &amp; artillery support to help your units, and rally your units that have been suppressed in combat.&#10;&#10;The game is quick to setup and play, it takes around 30 minutes to play a shorter game, to less than a couple of hours for a larger game and requires very little space.&#10;&#10;You will be commanding either Allied or Axis forces of infantry and tanks against their enemies in a series of  narrative driven scenarios and campaign linking the scenarios together.&#10;&#10;This is a solitaire game, and the 2d6 dice rolls and respective event and action tables will drive the direction and flow of the game.&#10;&#10;Which road will _you_ chose?&#10;&#10;","image":"https://cf.geekdo-images.com/J1RKE_qppTBh5tN14hN-Pg__original/img/OIpwz3oIXfDrXWaM77Sr7WolK7M=/0x0/filters:format(jpeg)/pic6318861.jpg","thumbnail":"https://cf.geekdo-images.com/J1RKE_qppTBh5tN14hN-Pg__thumb/img/VelMDonBr1Uom3TbPoMeHHCljlI=/fit-in/200x150/filters:strip_icc()/pic6318861.jpg","minPlayers":1,"maxPlayers":1,"playingTime":60,"mechanics":["Action Points","Area Movement","Area-Impulse","Dice Rolling","Force Commitment","Simulation","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7.5,"rank":-1,"designers":["Matt W White"],"publishers":["(Self-Published)"],"artists":["Matt W White"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":true}]}