{"gameId":344105,"name":"Anunnaki: Dawn of the Gods","description":"Your ancient alien civilization is leaving its dying planet in search of a new homeland. The promised land is represented by Gaia, which is home to the magnificent human civilization of Atlantis. But beware, other Houses (factions) of your civilization also have the same goal and only one will be able to dominate Gaia!&#10;&#10;Anunnaki: Dawn of the Gods is a 4x eurogame by Simone Luciani and Danilo Sabia, set in an ancient dystopian past, where mythology and science-fiction come together. Each player represents a different House whose rulers are viewed by terrestrial population as gods. Players build bases, recruit troops, embody gods, explore the territory, develop their own technology, sign trade contracts, defeat local dominions and other players' armies, trying to conquer Atlantis, which owns huge treasures.&#10;&#10;Different actions will provide a certain number of immediate Victory Points. Moreover, random setup goals will provide you with sizable Victory Point rewards at the end of the game, based on specific conditions. In the end, the player with the most VPs will be the winner.&#10;&#10;In addition to having a strong dose of controllability (the luck factor is minimal), the game features an innovative starred action-selection-system that confronts players with interesting choices: players can reincarnate their gods by performing their actions in a precise sequence, on pre-established paths of their starred player board, or they can give up some deities, jumping freely from one action to another of their board, to choose from time to time the situationally best actions.&#10;&#10;Cover Art by Paolo Vicenzi &amp; Jara Zambrano&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/6F8d0xqOqegRv4yxrUQ8Xg__original/img/LeXdGCrGctEg7x7LPLrQPTkrIRw=/0x0/filters:format(jpeg)/pic6607499.jpg","thumbnail":"https://cf.geekdo-images.com/6F8d0xqOqegRv4yxrUQ8Xg__thumb/img/ne0rAG-jGY22yc2b6k6YbN-VL1E=/fit-in/200x150/filters:strip_icc()/pic6607499.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Area Movement","Card Play Conflict Resolution","Contracts","King of the Hill","Movement Points","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8.58,"rank":-1,"designers":["Simone Luciani","Danilo Sabia"],"publishers":["Cranio Creations"],"artists":["Jara Zambrano","Paolo Vicenzi"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}