{"gameId":344554,"name":"Décorum","description":"Decorum is a cooperative, hidden information game where you and your partner share the same objective: decorate your home in a way that makes you both happy. The problem is, different things make each of you happy and nobody says exactly what they need. Can you find a happy compromise, or is it time to move out?!&#10;&#10;-Play through 30 unique scenarios, each introducing new twists and challenges.&#10;-Keep your conditions a secret, they say how you want the house decorated.&#10;-Add, remove, and swap objects or repaint rooms to make the house look just right&hellip; for you.&#10;-Respond with &ldquo;Love it&rdquo;, &ldquo;Hate it&rdquo;, or &ldquo;Fine with it&rdquo; to work together toward a perfectly decorated home.&#10;-There is a solution for each scenario, the trick is figuring it out in time.&#10;&#10;At its heart, D&eacute;corum is a pretty straightforward logic puzzle. There are a small number of ways to arrange the internal pieces that meet all the requirements listed on the player&rsquo;s rule sheets simultaneously. The twist of D&eacute;corum is that it&rsquo;s also a hidden information game. No player has all of the rules. While playing, the players will have to watch their partner&rsquo;s moves just as carefully as they&rsquo;re planning their own. Even more crucially, they&rsquo;ll have to communicate why they&rsquo;re making the moves they&rsquo;re making&ndash;using the very limited means we&rsquo;ve provided them.&#10;&#10;D&eacute;corum might be about solving a puzzle, but it&rsquo;s really a game about communication and compromise. The real challenge isn&rsquo;t just solving the problem with the limited information you and your players have; it&rsquo;s dealing with the frustrations that will inevitably occur when your partner does something that messes up your plan. In order to be successful in D&eacute;corum, there will come a point where both players will have to let go of their initial strategy for how they were going to finish the board and start paying attention to what their partner is doing instead. By introducing and providing an incentive to resolve conflict, D&eacute;corum mechanically encourages (or even requires) a positive form of compromise.&#10;&#10;Each player draws a &quot;Scenario&quot; card that lists a set of criteria of what types of d&eacute;cor a room must have or cannot have.  For example &quot;No room may contain a lamp&quot; or &quot;Every room must contain a wall hanging&quot;.  Players keep their criteria secret.&#10;&#10;The play surface is a board displaying various rooms in a house.  Each room has multiple items that can potentially be placed in the room.  Players take turns placing, moving, or removing colored tokens on the board, where each token represents an item of home d&eacute;cor.  Each token placed may conform with, or violate, the other players' criteria.  After each token is placed, other players may state they like the item of d&eacute;cor, as placed, or they do not like the item of d&eacute;cor, as placed.  Further discussion or explanation is not allowed.&#10;&#10;The game ends when all players' criteria are satisfied.&#10;&#10;","image":"https://cf.geekdo-images.com/R7bXwsuwemPYXs7q6EkXhw__original/img/jBwrFnSbr05NpsnfcCxpP2G6sq8=/0x0/filters:format(jpeg)/pic6393337.jpg","thumbnail":"https://cf.geekdo-images.com/R7bXwsuwemPYXs7q6EkXhw__thumb/img/NdvS0GLPfDQx98wLDu8uwUwiG1U=/fit-in/200x150/filters:strip_icc()/pic6393337.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Communication Limits","Cooperative Game","Deduction","Negotiation","Roles with Asymmetric Information"],"isExpansion":false,"yearPublished":2022,"bggRating":5.53854,"averageRating":7.65833,"rank":11811,"designers":["Harry Mackin","Charlie Mackin","Drew Tenenbaum"],"publishers":["Floodgate Games"],"artists":["Michael Mateyko"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}