{"gameId":344759,"name":"The Rocketeer: Fate of the Future","description":"Trouble is brewing high above the city of angels! The mysterious Rocketeer &mdash; who can blast through the skies with an ingenious jet-pack &mdash; must stop a sinister plot. Hollywood actor Neville Sinclair is scheming to steal the rocket's blueprints as this breakthrough of modern engineering could revolutionize the future of flight. But in Sinclair's hands, it could also fuel the dark future of warfare.&#10;&#10;In the two-player game The Rocketeer: Fate of the Future, you play as either the heroes or the villains. On your turn, pick one of your characters and take an action with them, optionally playing cards from your hand that match that character's symbol. Card actions are: Move, Tussle (combat), Gain Grit, Raise Rocket Token (heroes), Recruit a Soldier (villain). Players alternate turns until all six characters (three on each side) have taken actions and are exhausted, then players gain rewards based on control of the locations and prepare for a new round.&#10;&#10;The end of the game happens when the Luxembourg Zeppelin reaches LA, after which you play the final round, then the game ends.&#10;&#10;","image":"https://cf.geekdo-images.com/94ZDoKvczbrBCAWMHvPfNQ__original/img/9j4PzShzMtavTKqs3EtuXDY27Hs=/0x0/filters:format(png)/pic6337894.png","thumbnail":"https://cf.geekdo-images.com/94ZDoKvczbrBCAWMHvPfNQ__thumb/img/7k6ZGxDz4Y_IkhxjaLlMMl_RQEQ=/fit-in/200x150/filters:strip_icc()/pic6337894.png","minPlayers":2,"maxPlayers":2,"playingTime":45,"mechanics":["Action/Event","Events","Roles with Asymmetric Information","Tug of War"],"isExpansion":false,"yearPublished":2021,"bggRating":5.59431,"averageRating":7.45044,"rank":7819,"designers":["Prospero Hall"],"publishers":["Funko Games"],"artists":["Henning Ludvigsen"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}