{"gameId":344789,"name":"Skytear Horde","description":"Hordes of monsters are attacking the world of Skytear and the legendary heroes from all four realms have forged an alliance to repel the common threat.&#10;&#10;Skytear Horde is a lane-based card battler in which one or two players fight against the horde of monsters controlled by the game. &#10;In the competitive game mode one player controls the horde while up to two players fight together as the alliance.&#10;&#10;Players say Skytear Horde gives them the feeling of playing a solo or cooperative version of competitive card battlers such as Keyforge, Hearthstone, or Magic: the Gathering.&#10;&#10;In the six lanes of the battlefield monsters attack your castle while beyond the enemy line smaller minions pillage your resources, forcing you to discard cards from your deck each turn.&#10;&#10;You lose the battle if your castle is destroyed or your deck runs out of cards. &#10;You win if you destroy the portal spawning the monsters and the epic monster leading the horde.&#10;&#10;There are many interesting choices on the tactical and strategic level: strike a balance between defending and counter-attacking but also fighting the minions pillaging your deck and the monsters destroying your castle.&#10;While you juggle all these decisions you also have to be careful not to run out of cards, as the principal way to draw new cards is to destroy monsters!&#10;&#10;Skytear Horde is really quick to setup, play, and store away.&#10;There are 3 difficulty levels suitable for complete beginners and veterans alike.&#10;In just a few seconds you can restart a new game giving it a strong &ldquo;just one more try&rdquo; aspect.&#10;&#10;Out of the retail box there are 3 ready-made alliance decks with different play styles and 3 horde decks with their own boss. &#10;All decks can be mixed and customized to provide additional combinations.&#10;&#10;","image":"https://cf.geekdo-images.com/CqzGIceKP1nPybxDL2Z2sg__original/img/NbjYadSy2v37UGWU7W1k8g9XvkI=/0x0/filters:format(png)/pic7074834.png","thumbnail":"https://cf.geekdo-images.com/CqzGIceKP1nPybxDL2Z2sg__thumb/img/KVrEZuZBKbmaIDJsydCrcDG8AUY=/fit-in/200x150/filters:strip_icc()/pic7074834.png","minPlayers":1,"maxPlayers":3,"playingTime":30,"mechanics":["Campaign / Battle Card Driven","Card Play Conflict Resolution","Cooperative Game","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2023,"bggRating":5.97948,"averageRating":7.45251,"rank":3018,"designers":["Giacomo Neri","Riccardo Neri"],"publishers":["Skytear Games","Czacha Games","GoKids 玩樂小子","Matagot","Pendragon Game Studio"],"artists":["Riccardo Parmeggiani"],"playerPollResults":[{"numPlayers":1,"best":27,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":14,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":5,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":14,"numPlayersIsAndHigher":true}]}