{"gameId":345088,"name":"Founders of Teotihuacan","description":"Travel back in time to the founding of one of the greatest cities of Mesoamerica and become a part of its history once again. Design the foundations of a great pre-Columbian civilization, with its buildings, temples, and a grand pyramid in the center. Find perfect locations for production buildings and great temples, and build the might of the great pyramid overlooking your city. Establish yourself as the very best among competing architects, and your project will secure you a spot among the great Founders of Teotihuacan!&#10;&#10;Founders of Teotihuacan is a strategy game where you compete against your friends to create the best design of the city of Teotihuacan. Over the course of three to four rounds you will place your action disks to the main board, forming towers of varying strength, strategically use the bonuses they offer, and construct temples, resource buildings and the pyramid central to your project of Teotihuacan. You will balance generating resources and using them, as finding good locations on your city board becomes increasingly more difficult, and you will try to outwit your opponents, making use of an innovative and interactive action system. Finally, once the eclipse comes, all designs will be assessed and the player with the most points will win and become the architect to join the ranks of Founders of Teotihuacan!&#10;&#10;Founders of Teotihuacan is a stand-alone game, related to Teotihuacan: City of Gods only by the shared setting of the ancient city of Teotihuacan. Thematically, the events in Founders takes place at an earlier time in history, while what was to become a magnificent city was yet in its infancy and only few inhabited the area.&#10;&#10;On your turn, you must either perform an Action or pass. To perform an Action, place between 1 and 3 of your Action disks on an Action space on the Main board that already contains at least one disk (minimum a Bonus disk and possibly also opponent disk(s)), and carry out a corresponding Action. The Action disk(s) should be placed on top of the disk(s) already on that space, forming a stack. Each Action space can hold a maximum of 4 Action disks&mdash;including Bonus disks!&#10;&#10;Your personal player board is divided into four Districts or quadrants. Buildings and Temples can only be placed within the two Districts closest to your Architect. Pyramid tiles can only be placed within the six Pyramid squares closest to your Architect. Your Action Strength is equal to the total number of disks (whether yours, an opponent&rsquo;s disks, or Bonus disks) on an Action space.&#10;&#10;After performing an Action (not when passing), move your Architect clockwise to the next side of your Player board, signifying&#10;the end of your turn. This changes your Architect's Reach for your next turn. After all players have passed, the current round ends.&#10;&#10;After the game has ended, players score additional Victory Points for how well their Districts complement their Pyramid.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/2Nh43nx7eETi-An9NYSaag__original/img/6sBp9YvQEdH5E-Rnhng8orEPO6c=/0x0/filters:format(png)/pic6699425.png","thumbnail":"https://cf.geekdo-images.com/2Nh43nx7eETi-An9NYSaag__thumb/img/_4sJJ78f4jI6KH0cdjsk_OmQHY4=/fit-in/200x150/filters:strip_icc()/pic6699425.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Contracts","End Game Bonuses","Market","Tile Placement","Turn Order: Progressive","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7,"rank":-1,"designers":["Filip Głowacz"],"publishers":["Board&Dice"],"artists":["Chuy de Leon","Odysseas Stamoglou","Aleksander Zawada"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}