{"gameId":345584,"name":"Mindbug: First Contact","description":"In Mindbug, you summon hybrid creatures and send them to battle against your opponent &mdash; but when you summon a creature, the opponent may use one of their Mindbugs to take control of it. Outwit your opponent in a fascinating tactical duel in which having the best cards and playing them at the wrong time can be deadly for yourself.&#10;&#10;Cards in Mindbug represent weird creatures that all come with unique and powerful abilities such as a Compost Dragon, a Snail Hydra, or a Kangasaurus Rex. Each player starts the game with ten creature cards (five in hand and five in a draw pile) and tries to use them to reduce the opponent's life total to zero. In addition, every player receives two Mindbug cards that can be used to mind control an opposing creature when it is played. This innovative Mindbug mechanism is the core of the game and leads to a unique decision-making process that makes Mindbug feel utterly different from any other card game.&#10;&#10;Playing a card doesn't require any resources in Mindbug. As a result, the game has no ramp-up phase (such as gathering resources) and doesn't require weak cards. Since there is also no deck-building, you can start playing right away from a single deck. There is also no unfair advantage as players draw cards from the same deck and always get the chance to mind control the strongest opposing cards. In the end, it all comes down to your own decisions, making the game extremely fair and competitive at the same time.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/b8gl6w-BqUVgBURdyFcFZg__original/img/chGo_gyJr418yMPchcWhLoW5AjQ=/0x0/filters:format(png)/pic7646386.png","thumbnail":"https://cf.geekdo-images.com/b8gl6w-BqUVgBURdyFcFZg__thumb/img/dCGADcFu3CrjHeao9JKibUHYUik=/fit-in/200x150/filters:strip_icc()/pic7646386.png","minPlayers":2,"maxPlayers":2,"playingTime":25,"mechanics":["Betting and Bluffing","Hand Management","Take That"],"isExpansion":false,"yearPublished":2022,"bggRating":7.05285,"averageRating":7.7176,"rank":410,"designers":["Skaff Elias","Richard Garfield","Marvin Hegen","Christian Kudahl"],"publishers":["Nerdlab Games","Devir","Game Harbor","Ghost Galaxy","IELLO","Lord of Boards","Portal Games","REXhry"],"artists":["Denis Martynets"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":53,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":74,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":13,"notRecommended":38,"numPlayersIsAndHigher":true}]}