{"gameId":346645,"name":"New York City","description":"Build sky scrapers and develop transport in the city that never sleeps.&#10;&#10;A game of New York City is played over 5 game rounds. First, players deal out cards in sets of two cards equal to two times the number of players plus one additional. In turn order, players draft a pair of cards until they have 4 cards. Then, they draw 3 more cards from the deck.&#10;&#10;Next comes the bidding round, where in turn order players will play cards to bid to determine the strength of their action, with the player who bids the highest getting a bonus. In order, the actions are:&#10;&#10;&#10;     Press: Advance on the Press track to determine player and tie-breaking order. &#10;     Money: Receive money to be used for special actions. &#10;     Characters: Take a character with a special ability or scoring up to the value of cards played. &#10;     Building plans: Take a number of skyscrapers from the general supply.&#10;     Prestige: Receive points equal to your bidding value. I addition, the first and second place bidder gets to increase the value of a borough. &#10;     Skyscrapers: Players place skyscrapers from their board into borough currently being visited by the mayor. &#10;&#10;&#10;The game is played over six rounds (one for each borough). Each game, the value of boroughs is randomly assigned, and the player with the most skyscrapers in a a borough receives full value, and the next player receiving half, and so on. There is also a borough for building in every borough. Points are also awarded for certain characters, and the player with the most points is the winner.&#10;&#10;Based on Rialto, a previously designed game by Stefan Feld.&#10;&#10;","image":"https://cf.geekdo-images.com/_Llslivex0jdKgZ4mksmBg__original/img/DnOOdrJ36XSzGlDDIUkeZCYQm_Y=/0x0/filters:format(jpeg)/pic6389069.jpg","thumbnail":"https://cf.geekdo-images.com/_Llslivex0jdKgZ4mksmBg__thumb/img/gROIXqT_Op1p6ngnCwJy_EVMJDo=/fit-in/200x150/filters:strip_icc()/pic6389069.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action Drafting","Auction/Bidding"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7,"rank":-1,"designers":["Stefan Feld"],"publishers":["Queen Games"],"artists":["Klemens Franz"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}