{"gameId":346800,"name":"Forsaken","description":"Far from the galactic core, Thyrria and its moons have been strip-mined and left for dead. Abandoned workers huddle together in makeshift settlements, struggling to survive in a world of scarce resources and lawlessness. Native nomads and bizarre creatures resurface to take back the wasteland. Factions and adventurers rise and fall, but only the greatest will be remembered in legend.&#10;&#10;Forsaken is an immersive sandbox adventure game where you take the role of a character looking to leave their mark in the harshest of worlds. Every character has a personalized branching story, with every path uniquely-tailored to the choices you make along the way. How will you change the face of Thyrria, and how will Thyrria change you?&#10;&#10;Your goal is to secure your place as a legend in any way you can, but there are many ways to become a legend. Navigating through personal and public story objectives, doing odd jobs, hunting down bounties, fulfilling prophecies, and even gambling at the Cantina can all advance your legend tracker. Finding the right opportunities to upgrade your gear, weapons, and skills can help you along the way. Once a player reaches the end of the track, the player with the greatest legend wins.&#10;&#10;At the end of your turn, you may trigger an event or encounter, which allows you an opportunity to permanently change the game and the emergent story based on the decisions you make. These changes can determine your character&rsquo;s motives and goals personally, or guide the shared stories to impact the world itself. The more you change about the world, the bigger the mark you make and the greater your legend will be.&#10;&#10;","image":"https://cf.geekdo-images.com/c6L7q4qHZUShF3p38PZupw__original/img/sl50Dfm9rgrmfegoQG6q0KP49qA=/0x0/filters:format(png)/pic7051019.png","thumbnail":"https://cf.geekdo-images.com/c6L7q4qHZUShF3p38PZupw__thumb/img/ArHQTFp2LIMS2gdzxW7pdLR-Iq0=/fit-in/200x150/filters:strip_icc()/pic7051019.png","minPlayers":1,"maxPlayers":4,"playingTime":240,"mechanics":["Action Points","Dice Rolling","Hand Management","Narrative Choice / Paragraph","Solo / Solitaire Game","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":5.52599,"averageRating":8.05556,"rank":15613,"designers":["Travis R. Chance","Michael Mihealsick"],"publishers":["Game Trayz","Game Trayz Lab"],"artists":["Noah Adelman","Bryce Cook","Andre Garcia","Naomi Robinson"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}