{"gameId":347374,"name":"Kingdom Come: Deliverance – The Board Game","description":"Enter the Lands of the Bohemian Crown at the onset of the Hussite wars. In times like these, trust is scarce, and faith is shaken. It is a conflict of religious beliefs that turns brother against brother, and it is  the common man who pays the toll. Whether you hide in the deepest cellar or the tallest tower of a monastery, the flames of war will reach you there too. Tread lightly -- and godspeed!&#10;&#10;Kingdom Come: Deliverance - The Board Game is a 1-4 player cooperative campaign app-driven board game that brings the Lands of the Bohemian Crown to your table! Live through the harrowing times and immerse yourself in this epic narrative journey in the Holy Roman Empire.&#10;&#10;Throughout the campaign, you will be able to develop your characters and encounter new challenges on your journey. Each scenario in a campaign is a completely unique experience, bringing you to new locations and introducing new people. The game features a living world that remembers - characters will react to your actions, and you&rsquo;ll be able to observe their behavior. But don&rsquo;t waste your time - guards are patrolling at every step, so tread lightly, because they&rsquo;re not keen on people like you.&#10;&#10;The app will give you all the information you need for every scenario - from the setup to the tear-down. As you enter each location, you&rsquo;ll be greeted with a rich world to explore, and it is up to you to decide where to go first. Throughout the game, you&rsquo;ll be accompanied by an adaptive sound design - your actions will not only alter the story, but also the vast soundscapes. Every dialog and conversation is professionally voice acted, immersing you in the world even more.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/RwZfncmOpD-UyfI-GOUjoA__original/img/ixAiHhp9BvvdBM91AcolFtu_rAo=/0x0/filters:format(jpeg)/pic7063621.jpg","thumbnail":"https://cf.geekdo-images.com/RwZfncmOpD-UyfI-GOUjoA__thumb/img/9rnK2Uxk9anVCOH2lwGRCQtHg5M=/fit-in/200x150/filters:strip_icc()/pic7063621.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Narrative Choice / Paragraph","Scenario / Mission / Campaign Game","Storytelling"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":6.11389,"rank":-1,"designers":["Marek Loskot","Martin Řehořík","Jan Soukal"],"publishers":["Boardcubator"],"artists":["Tomáš Duchek","Radoslav Javor","Natálie Sodomková"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}