{"gameId":347979,"name":"The Pirate Republic: Africa Gambit","description":"Return to 1713, the dawn of the Golden Age of Piracy. After a decade of war, a rare peace comes to the Spanish Main. With thousands of demobilized sailors, pirating explodes in the West Indies and across the Atlantic.&#10;&#10;One crew of pirates, calling themselves the Flying Gang, seek fame, fortune, and self-governance by building their own Republic free from the constraints of kings, queens, and imperialism. Will you work together to build the Pirate Republic? Or will you betray your brethren in pursuit of greater riches? The sea is your territory; anyone on or near it, your prey.&#10;&#10;The Pirate Republic: Africa Gambit is a second edition to the original  The Pirate Republic. It is a thematic deck building, sandbox adventure game for 1-5 players which also adds West Africa riches, new Pirates, the Portuguese, and a campaign mode into the mix.   Set in the early 18th-century, each player is an infamous pirate captain weaving their own tale by performing daring feats and plundering on the high seas.&#10;&#10;It's a time of conquest and the lure of riches, indomitable spirit and fat treasure galleons, pirate utopias and watery graves!&#10;&#10;Are you ready to get your Pirate on?&#10;&#10;How does it play?&#10;&#10;You start with a deck of 12 cards, 2 of which are unique to your Pirate while 10 are shared. As you acquire cards and build your deck, your decisions will shape your Pirates&rsquo; personality.&#10;&#10;Using your cards you will sail across the map, strike fear on enemies, recruit crew, attack, defend, form a pirate haven, sack forts, complete global missions, or build infamy (which lets you gain even stronger cards). Each turn you will draw a hand of cards and take actions with them. Once you are out of cards, play goes to the next Pirate, and this continues until everyone has exhausted their decks.&#10;&#10;Individually you are amassing Swagger as quickly as you can while collectively completing the global missions. The game ends when the global mission (chosen by the players before the game begins) is completed Alternatively, whoever reaches 120 Swagger first is the winner.&#10;&#10;.....&#10;&#10;","image":"https://cf.geekdo-images.com/sJ4uLo-kiywyHtKcN4PGKw__original/img/z6E_MphLj9-UavLy8w_w5nQ7qmQ=/0x0/filters:format(jpeg)/pic6540351.jpg","thumbnail":"https://cf.geekdo-images.com/sJ4uLo-kiywyHtKcN4PGKw__thumb/img/PKne4tAm9NVSf_eQ8_4r6eDNzqM=/fit-in/200x150/filters:strip_icc()/pic6540351.jpg","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Deck, Bag, and Pool Building","Open Drafting","Scenario / Mission / Campaign Game","Semi-Cooperative Game"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":6.5,"rank":-1,"designers":["Tom Butler","Sam Hillier"],"publishers":["Green Feet Games"],"artists":["Luke L. Ahearn","Nicholas Avallone","Chris Collingswood","Ben Flores","Kim Van Deun"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}