{"gameId":348073,"name":"Crescent Moon","description":"As the sun rises over the deserts, rivers, and oases of the Caliphate, a delicate balance has been upset. As one of many rival powers in the region, you now have the opportunity to alter the course of history and seize power for yourself. The ambitious Sultan sits in a golden palace, presiding over great works of architecture. The secretive Murshid works to covertly undermine the central authorities through an expansive network of agents.&#10;&#10;The wandering tribes of the Nomad aim to sow discord in order to secure employment for their experienced mercenary citizenry. The ravaging forces of the Warlord sweep across the land, chasing after promises of plunder. And, in the face of chaos and uncertainty, the Caliph aims to preserve order through military might. Will you successfully navigate this web of rivalries and rise to prominence, or will you squabble with your lesser adversaries and fade into obscurity?&#10;&#10;Crescent Moon is played over three years (or four years in the long game). Each year, players will take four actions which might be to deploy new armies, enlist mercenaries, build fortifications and settlements, conquer new land, expand their influence, and much more. Each character has a unique pool of abilities and available actions, which will shape their game, whether its the Sultan, who cannot raise their own army and must depend on mercenaries, or the Murshid, who can use their political influence to interfere in other characters' battles. Players can purchase potent power cards, representing ploys, wise advisors, and specialist units from a market shared between all players. At the end of each year, players score points according to their own unique character objectives, and at the end of the game, the player with most points wins.&#10;&#10;Crescent Moon is an area control game for four or five players. Take on the role of one of five radically asymmetric characters, each with their own objectives to fulfil, unique actions to utilise, and game-changing special powers to employ. Build symbiotic relationships with your allies, undermine your rivals, and choose your friends and enemies wisely in this cut-throat game of power and politics.&#10;&#10;","image":"https://cf.geekdo-images.com/btTX27JYs8m8gL0i1rwiHw__original/img/Cr4lfFhproy_l22zxlUQeVVdTJo=/0x0/filters:format(jpeg)/pic6429261.jpg","thumbnail":"https://cf.geekdo-images.com/btTX27JYs8m8gL0i1rwiHw__thumb/img/aSEP7zVlD91C0SAGu8DMzcvvRt4=/fit-in/200x150/filters:strip_icc()/pic6429261.jpg","minPlayers":4,"maxPlayers":5,"playingTime":180,"mechanics":["Hand Management","Market","Modular Board","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":6.65789,"rank":-1,"designers":["Steven Mathers"],"publishers":["Osprey Games"],"artists":["Navid Rahman"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}