{"gameId":348934,"name":"Monsterpocalypse Board Game","description":"Monsterpocalypse is a fast-moving, action-packed battle miniatures game played with detailed hobby miniatures that  portray the most fearsome giant monsters on Earth! When the battle begins, you&rsquo;ll command your monster and lead your units into the city to hunt down and destroy your opponent&rsquo;s monster. Your monster and units each have weapons and abilities that are activated by special dice to help you achieve ultimate victory. Monsters can increase their power throughout the game by smashing buildings and destroying enemy units. When two monsters fight each other, the results are devastating &mdash; they can throw each other across the city, rampage through buildings, and suplex each other into radioactive rubble! The last monster standing wins the game.&#10;&#10;The new big box Monsterpocalypse range will be 100% compatible with the existing Monsterpocalypse hobby miniatures game products and plays exactly the same, but requires no assembly. This is a board game version of the classic skirmish game and aims to give the same feeling as the original game while making it more accessible and &ldquo;pick and play&rdquo;. choose your agenda, between the protectors and the destroyers, lead your units into the city and hunt down your opponent, while destroying everything in your way!&#10;&#10;The new Monsterpocalyspe product range will include a two-player core box, a multi-player expansion that allows co-op and competitive play for up to four players, and multiple add-ons that offer more monster characters, units, and buildings to expand players&rsquo; collections. The core box will contain 8 classic Monsterpocalypse miniatures representing four different factions: G.U.A.R.D, Planet Eaters, Lords of Cthulu and Terrasaurs, several unit miniatures and awesome plastic buildings, a double-sided game board, and all the dice and tokens needed to play solo, two-player co-op, and two-player competitive games.&#10;&#10;The Multiplayer expansion, available as an add-on or a base pledge, will bring three and four-player co-op and competitive games to Monsterpocalypse for the first time with an extra-large double-sided game board designed for multiplayer games. The expansion also includes dice and accessories for two more players as well as five all-new Apex monsters. The Apex monsters include Ultimate Defender-X, Yasheth the Insatiable, Glacier Armodax, Imperator Gorghadra, and Supreme Gallamaxus.&#10;&#10;","image":"https://cf.geekdo-images.com/yuYhfEeryuQEfqev8l7leQ__original/img/9_U-K86j59uCVxfha_oXOAvzjbo=/0x0/filters:format(png)/pic6447726.png","thumbnail":"https://cf.geekdo-images.com/yuYhfEeryuQEfqev8l7leQ__thumb/img/dmvlVDvxmWrkm8KkmUuclDASy1M=/fit-in/200x150/filters:strip_icc()/pic6447726.png","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Dice Rolling","Variable Phase Order","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":9,"rank":-1,"designers":["Matt Wilson (I)"],"publishers":["Mythic Games","Privateer Press"],"artists":[],"playerPollResults":[{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}