{"gameId":349179,"name":"Solar 175","description":"Solar 175 is an epic, euro-style legacy experience for 1-4 players (5 in the Deluxe Edition) set in a dystopian, sci-fi future. The game utilizes bag-building, area control and worker placement. It is inspired as a fusion between classic euro games such as Orleans and El Grande and a unique thematic and evolving universe. Solar 175 is set in a prosperous expanding solar system with immersive worldbuilding and engaging narratives. The game is rich on theme and will feature interesting ethical and philosophical choices as well as engaging euro style gameplay.&#10;&#10;Play occurs across three cyclical phases, the draw phase, the assign phase and the action phase. Players simultaneously draw workers from their unique embossed bag and assign these workers to jobs on their double layered player board. During the action phase players take turns to remove workers from these jobs to perform a large variety of actions to help propel them to victory.&#10;&#10;The winner is the player with the most influence points at the end of the game, influence points can be gained via many different strategies, such as helping to build giant megastructures, influencing the upcoming election and building outposts across the solar system. Play continues until one player has built all of their 15 unique outposts tokens which triggers the election phase and end game scoring.&#10;&#10;Solar 175 has an innovative end game scoring system which changes based on how the players interact with the game-world. &#10;This creates unique winning conditions in each game making each one feel fresh and distinctive.  The legacy campaign contains dozens of hours of content with engaging narrative and multiple endings. Once complete, the game is fully replayable and the game-world continues to expand and evolve endlessly.&#10;&#10;","image":"https://cf.geekdo-images.com/QN_C6YdI6okkvI91SwEuFw__original/img/lGW4RlkFgejAuN6s0nt6_D7hm6E=/0x0/filters:format(jpeg)/pic6455409.jpg","thumbnail":"https://cf.geekdo-images.com/QN_C6YdI6okkvI91SwEuFw__thumb/img/zmxKYhmSvsxVPH7Qyk4QblnRBbE=/fit-in/200x150/filters:strip_icc()/pic6455409.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Bribery","Deck, Bag, and Pool Building","Legacy Game","Voting","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2023,"bggRating":5.64382,"averageRating":7.56141,"rank":6888,"designers":["Madeleine Adams","Joseph N Adams"],"publishers":["Cogito ergo Meeple"],"artists":["Adam Beachey","Tithi Luadthong","Meta_Corp","RM Studio"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":3,"notRecommended":2,"numPlayersIsAndHigher":true}]}