{"gameId":349369,"name":"Tabriz","description":"Weave and sell luxurious carpets in the bustling Persian market city of Tabriz. Fill commissions for the commoners and before long the merchants and royals will take notice as well. Earn the most prestige from completed commissions to win the game and become known as the undisputed master of your craft.&#10;&#10;On your turn, you move one of 3 assistant meeples through the Grand Bazaar and take the action where it lands. Actions include buying, trading, and rolling dice for wool, camel hair, silk, plant dye, and carmine dye. Each assistant has limited range, but with careful planning you can set up a quick and efficient series of actions to net you all the materials you need for your commissions before another player completes theirs.&#10;&#10;At the end of each turn, if you have the necessary materials, you may complete 1 commission you have in hand.&#10;&#10;Resources are limited and the market fluctuates every round. Watch for opportunities to grab more for less, and be careful to avoid moments when the resource you need is out of stock everywhere. Gain skill to attract better commissions, move your assistants further in each round, claim and complete multiple commissions at once, and earn bonus prestige. Optionally, play with the Advanced Workshop Mode so every weaver has their own unique ability taken at the start of the game and at the end of every round.&#10;&#10;When any player completes 9 or more commissions, or gains the maximum of 14 skill, the current round is finished and the player with the most prestige wins!&#10;&#10;Includes a robust solo mode with multiple AI opponents.&#10;&#10;","image":"https://cf.geekdo-images.com/6CWLTZyvVl2bG5PLEjFL4g__original/img/58M0rUQE6m-NWmNv29zvoLp6Vm4=/0x0/filters:format(jpeg)/pic6785937.jpg","thumbnail":"https://cf.geekdo-images.com/6CWLTZyvVl2bG5PLEjFL4g__thumb/img/UHna4kCredJdoLYFbY4RBHutl9o=/fit-in/200x150/filters:strip_icc()/pic6785937.jpg","minPlayers":1,"maxPlayers":5,"playingTime":60,"mechanics":["Area Movement","Contracts","Dice Rolling","Income","Market","Modular Board","Solo / Solitaire Game","Worker Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.24,"rank":-1,"designers":["Randy Flynn"],"publishers":["Crafty Games"],"artists":["Syd Fini"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}