{"gameId":349750,"name":"Molly House","description":"In Molly House, you play a group of gender-defying queers known as &quot;mollies&quot; who are regulars at a molly house in 1720s London. Your aim is to meet other mollies in secret and put on the best festivities in your molly house, but you need to do so while evading the notice of the moralizing constables of the Society for the Reformation of Manners.&#10;&#10;Molly House is a competitive game with co-operative elements for 2-5 players in which you need to collect sets of resources like dresses, alcohol, and masks to plan festivities in the molly house, and visit cruising grounds to meet other mollies. In doing so, you'll be creating happiness for yourself and your community, represented as joy in the game.&#10;&#10;However, you'll also be creating liabilities for yourself and others. Cruising or making your neighbors suspicious may lead to your arrest, which in turn may lead to a jail sentence &mdash; or even the death penalty. Putting on festivities will inevitably attract the attention of undercover constables, who may eventually raid the molly house, arresting all players.&#10;&#10;To win, you have to balance your needs, represented by your personal joy, with the needs of the molly house community, represented by collective joy. If there's not enough collective joy at the end of the game, no one wins. If more than one player fulfills both needs, the one who is held in the highest esteem within the molly house wins.&#10;&#10;","image":"https://cf.geekdo-images.com/9LgwK1j6RnKTNS4ybRtL7g__original/img/Tq5VzTA5FOjRh-d5xrgjdLnHyFY=/0x0/filters:format(jpeg)/pic6483370.jpg","thumbnail":"https://cf.geekdo-images.com/9LgwK1j6RnKTNS4ybRtL7g__thumb/img/VPpqojyA2hi68i8s8lXse7zjgnU=/fit-in/200x150/filters:strip_icc()/pic6483370.jpg","minPlayers":2,"maxPlayers":5,"playingTime":120,"mechanics":["Dice Rolling","Push Your Luck","Semi-Cooperative Game","Set Collection"],"isExpansion":false,"yearPublished":0,"bggRating":0,"averageRating":7.1,"rank":-1,"designers":["Joseph Kelly"],"publishers":["Wehrlegig Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}