{"gameId":349963,"name":"Age of Comics: The Golden Years","description":"Age of Comics: The Golden Years Age of Comics: The Golden Years is a worker placement&#10;management game in which players will run a publishing company during the golden age of comics (1938-54).&#10;&#10;In each round the players, in turn, must position 4 meeples (workers called editors). They can choose 4 out of 6 spaces, called publishing tasks. There are 6 publishing tasks in total that can be performed in any order and lead to 6 specific player actions: hire, develop, ideas, print, sales, and royalties. When a player prints a comic book she must pay using monetary resources ($) + 2 identical token ideas and display, on the table, the comic book cover and, underneath, show both a writer and an artist card. The comics&rsquo; value (needed for collecting orders on the map) will be the sum of the value of its creatives (artist + writer). Each creative card has a value ranging from 1 to 3.&#10;&#10;The game lasts 5 rounds. The objective of the game is to accumulate the highest number of fans, make money by publishing comics and create the best portfolio of comic books. There are three main ways to accumulate fans:&#10;&#10;     being the first to publish a specific genre and specializing in it;&#10;     publishing comic books with specialized creatives;&#10;     collecting orders on the map.&#10;&#10;&#10;Throughout the game, a fan chart will track the number of fans accumulated by the comics and will award victory points based on the players&rsquo; ranking at the end of every round. In the last round, the number of fans is converted into victory points. The money accumulated is instead divided by 4.&#10;&#10;The winner is the player who scores the most victory points (VP from now on, represented by a star icon)&#10;at the end of five rounds.VP are awarded both during and at the end of the game by:&#10;&bull; Publishing original comic books&#10;&bull; Accumulating fans&#10;&bull; Being at the top of the comic book chart every round&#10;&bull; Earning money (but pay attention to taxes)&#10;&bull; Generating ideas&#10;&bull; Improving the printing quality&#10;&#10;","image":"https://cf.geekdo-images.com/lhVWWA7ovNofeOVcSSBMsw__original/img/54x7FHuCG9YlMJ4GguZiCkBzTg8=/0x0/filters:format(jpeg)/pic6886727.jpg","thumbnail":"https://cf.geekdo-images.com/lhVWWA7ovNofeOVcSSBMsw__thumb/img/UZpsQcapju0kh9ZsVdDGHXcXVsg=/fit-in/200x150/filters:strip_icc()/pic6886727.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["End Game Bonuses","Hand Management","Open Drafting","Turn Order: Stat-Based","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2023,"bggRating":5.53658,"averageRating":8.268,"rank":12358,"designers":["Giacomo Cimini","Sónia Gonçalves"],"publishers":["Lirius Games"],"artists":["Laura Guglielmo"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}