{"gameId":350205,"name":"Horseless Carriage","description":"&quot;This year, we want the best, or nothing at all. We don't want tradition. We want to live in the present, and the only history that is worth a tinker's cuss is the history we make today.&quot; The famous founder is standing in front of his team giving a motivational speech. &quot;You all know our first customer was a lunatic, and the second had a death wish. So they bought our brakeless bangers. So there were a few accidents. But the only mistake is the one from which we learn nothing. This year, customers demand safety. Of course, active safety features include rapid acceleration for safe overtaking! I know it will be hard to add the new motorblock section to the factory, but before you say you cannot do something, try it! To every engineer, every planner, every mechanic, and every salesperson in this great company I say: If I can dream it, you can do it!&quot;&#10;&#10;Horseless Carriage is a game about the dawn of the automobile, a time when cars were invented, and no one quite knew yet what this new contraption would look like and what features would be essential. Early cars sometimes used levers or pedals to steer and a wheel to accelerate. Brakes were not always seen as essential, but sometimes an outside spot to take along an onboard mechanic was. This early, super innovative period occurs in the development of many new product categories. Players are cast as aspiring industrialists trying to find out what features the public will value when buying these new, expensive, and utterly unfamiliar horseless carriages.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/8oCeW5kLCh_uaN2ER7ProA__original/img/59pjsC_IY0pInc4Trj1l_lwJuok=/0x0/filters:format(jpeg)/pic6491535.jpg","thumbnail":"https://cf.geekdo-images.com/8oCeW5kLCh_uaN2ER7ProA__thumb/img/rXaxSbXytHIp2ajjdbOKFH1QwrU=/fit-in/200x150/filters:strip_icc()/pic6491535.jpg","minPlayers":3,"maxPlayers":5,"playingTime":240,"mechanics":["Modular Board","Pattern Building","Tech Trees / Tech Tracks","Tile Placement","Turn Order: Stat-Based"],"isExpansion":false,"yearPublished":2023,"bggRating":6.41826,"averageRating":7.78762,"rank":1439,"designers":["Jeroen Doumen","Joris Wiersinga"],"publishers":["Splotter Spellen"],"artists":["Jan Lipiński"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":23,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":21,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":21,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":27,"recommended":3,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":8,"recommended":17,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":15,"numPlayersIsAndHigher":true}]}