{"gameId":351526,"name":"Encyclopedia","description":"Welcome to Encyclopedia! The year is 1739, and as aspiring naturalists and adventurers, you&rsquo;ve been hired by the Comte de Buffon - Darwin's predecessor - to help him create the first encyclopedia of natural history. To do so, you&rsquo;ll be conducting research, organizing ambitious expeditions and publishing studies of the world&rsquo;s most fascinating creatures!&#10;&#10;Encyclopedia is a dice-based worker placement game. At the beginning of each round, you&rsquo;ll be drawing and rolling dice, then placing them on your player board. These dice can then be used to perform an action each turn, depending on their color and value. Your action can be preparing your expeditions by going to the Embassy, visiting the Bank to raise funds, or hiring your research team at the University. Once you&rsquo;re ready to go, you&rsquo;ll choose the Animal cards you wish to study, then organize expeditions to observe them in their natural habitats. When your research is complete, you&rsquo;ll then be able to publish your findings in an attempt to become the biggest contributor to Buffon&rsquo;s Encyclopedia. Every publication you make will earn you Victory points, and at the end of the game, you&rsquo;ll score points based on collections of Animals and research amassed during play. The naturalist with the most points wins!&#10;&#10;Encyclopedia was designed by Olivier Melison and Eric Dubus, the authors of Dominations: Road to Civilization and Museum. This expert worker placement game brings some fascinating new twists to the genre, offering multiple paths to victory. The game also offers a multitude of ways to counter the random element of your dice rolls. As well as being able to spend different tokens to change the value or color of a die, players have more than just their own dice to choose from, as other players dice can also be used! Taking a die from another player&rsquo;s board does not cost anything, but the targeted player gains a bonus.&#10;&#10;The game&rsquo;s beautiful theme - with gorgeously illustrated animal cards - ties in strongly with its mechanics, making the rules easy to grasp so that you can jump straight in to devising the perfect strategy.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/sL-5ZjHTK3EUJDiv0tlilg__original/img/JpAC2fDUHZcQpW33xmK5orLjWcc=/0x0/filters:format(png)/pic6515523.png","thumbnail":"https://cf.geekdo-images.com/sL-5ZjHTK3EUJDiv0tlilg__thumb/img/fVuKUiBB4TdNM7_q8KGFasCIuDc=/fit-in/200x150/filters:strip_icc()/pic6515523.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Set Collection","Solo / Solitaire Game","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2022,"bggRating":6.4843,"averageRating":7.41322,"rank":1255,"designers":["Eric Dubus","Olivier Melison"],"publishers":["Holy Grail Games","ADC Blackfire Entertainment","Gém Klub Kft.","Hobby Japan","Hobby World","Lucky Duck Games","Maldito Games","Synapses Games"],"artists":["Joëlle Drans","Jérémie Prugneaux","Ronan Toulhoat"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":23,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":19,"recommended":41,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":40,"recommended":16,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":19,"recommended":24,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":24,"numPlayersIsAndHigher":true}]}