{"gameId":351538,"name":"Bamboo","description":"For generations, harvesting bamboo has brought prosperity to your home. Work, perseverance, balance and prayer have made a small town flourish that has grown at the expense of the cane fields. Today, various clans live in harmony with nature.&#10;&#10;In Bamboo, players take on the role of clans that grow bamboo and use the fruits of their labor to take care of their family and thus add happiness points. This is an action management and tile optimization game that is both accessible and deep. With a very careful setting, Bamboo is part of the Kemushi saga, to which Bitoku and Silk also belong.&#10;&#10;Bamboo games are made up of 4 years or rounds, which in turn are divided into 4 phases or seasons. On their turns, players will burn incense in temples to seek favor from the spirits, and use bamboo shoots to perform actions such as seeking balance, cooking, home improvement, or managing finances.&#10;&#10;Following the doctrines of the home balance discipline allows for better optimization of home tiles, making it a fundamental pillar for progressing through the game. To score balance tiles you must use the balance action and follow the pattern indicated on the tile, which always has something to do with the type of home tiles you get during the game. There are four classes of home tiles: decoration, garden, faith, or useful. Depending on how they place them on their board, players will earn happiness points.&#10;&#10;In addition to managing the household, players will need to prepare for when tough times come. To get through the winter, it will be necessary to feed the family members with the tea, rice or ramen that has been prepared and stored in the previous season. And all this without forgetting to honor spirits and ancestors in the temples. The player who has made the largest offering of incense in each sacred space will receive the favor of one of the seven spirits of the forest, as a token of thanks. Spirit tiles, in addition to helping players throughout the game, offer bonus points in the final phase based on the number of different spirits in each player's play area.&#10;&#10;With accessible and easy-to-learn rules, Bamboo is a very versatile title that will fit into any shelves. However, behind its apparent simplicity lies great strategic depth, with plenty of options available to players. In addition, Bamboo has an advanced game mode on the back of the personal boards, which will give the games an extra level of demand. Harvest bamboo and find balance in your home to win the game. May the spirits be with you!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/JPk8CpExdhywjxerrXWXBQ__original/img/FT_tdh1klaCfDfhx-6oSRqPsiqc=/0x0/filters:format(jpeg)/pic7141455.jpg","thumbnail":"https://cf.geekdo-images.com/JPk8CpExdhywjxerrXWXBQ__thumb/img/WwcKdoWyk-0GL7_Ucr6XgI_z9R0=/fit-in/200x150/filters:strip_icc()/pic7141455.jpg","minPlayers":2,"maxPlayers":4,"playingTime":110,"mechanics":["Action Drafting","Tile Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":5.67377,"averageRating":7.90029,"rank":5812,"designers":["Germán P. Millán"],"publishers":["Devir"],"artists":["Jonatan Cantero"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":8,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":11,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":9,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}