{"gameId":351991,"name":"Worldbreakers: Advent of the Khanate","description":"It is the late 13th century and history is altered by the rise of the Worldbreakers, individuals who harness the mysterious substance mythium to magnify their natural talents. The Mongol princess Khutulun, a Worldbreaker and a descendent of the great Chinggis Khan, is reuniting the distant tribes of the Mongol Empire. However, other factions are rising to oppose her, each with their own agenda.&#10;&#10;Worldbreakers: Advent of the Khanate is a customizable two-player card game. Players start the game with a Worldbreaker that has a unique special ability and a deck of 30 cards. Each player aims to be the first to reach 10 power, which is gained by developing Location cards and by attacking the opponent.&#10;&#10;The game is divided into rounds, during each of which the players alternate taking turns. A turn is composed of one action, such as gaining mythium (the currency of the game), drawing a card, playing a card, or attacking the opponent. Worldbreakers has three card types: events, followers, and locations. Events are impactful one-time effects. Followers are people who join your cause and can either defend your board or attack your opponent. Finally, Locations are places where mythium can be collected. They have a numbered list of stages, each of which can be developed for a one-time bonus such as power or resources.&#10;&#10;Proper timing and resource management is key to victory: wait too long, and your opponent will mount a crushing attack or finish developing their Locations for a power advantage. Who will wrestle control of mythium and forever reshape history?&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/1GBdCIXuJj_FyktUxgHprw__original/img/PgqNA46T6kDA7JdbFupuQvlyq_U=/0x0/filters:format(png)/pic6535595.png","thumbnail":"https://cf.geekdo-images.com/1GBdCIXuJj_FyktUxgHprw__thumb/img/kUxVj0xvMPvzjN99h_erICeiZ3o=/fit-in/200x150/filters:strip_icc()/pic6535595.png","minPlayers":1,"maxPlayers":2,"playingTime":45,"mechanics":["Action Points","Deck Construction","Hand Management","Open Drafting","Race","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":5.5616,"averageRating":8.04926,"rank":10103,"designers":["Elli Amir"],"publishers":["(Self-Published)"],"artists":["Imad Awan","Chinzorig Batochir","Agustín Castro","Nele Diel","Zefanya Maega","Emilio Rodriguez","Diletta De Santis"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":6,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":true}]}