{"gameId":352574,"name":"Fit to Print","description":"Fit to Print is a puzzly tile-laying game about breaking news, designed by Peter McPherson and set in a charming woodland world created by Ian O&rsquo;Toole!&#10;&#10;Thistleville is the world&rsquo;s most bustling little town &mdash; it&rsquo;s a challenge to keep up with everything going on, from who took home first prize for their baked goods at the community fair to who has been digging in Mrs. Brambleberry&rsquo;s carrot patch.&#10;&#10;As an editor at one of the local newspapers, your job is to tell their stories!&#10;&#10;The front page is due in just a few hours and you have no time for perfection. Grab the big stories before the other papers get a chance, and make sure you get the right photos too. A newspaper is a business, so the money has to come from somewhere &mdash; don&rsquo;t forget the ads! After you&rsquo;ve picked out a combination of stories, photos, and ads, it&rsquo;s time to lay out the front page. Did you take enough tiles to fill the paper, but not so many that things have to be cut? Over the course of three hectic days, your skills will be tested as you compete to be the most newsworthy editor!&#10;&#10;Fit To Print is a tile-laying game for the whole family. Players simultaneously collect newspaper tiles, stacking them on their desks until they think they have what they need to make the perfect front page. Then, they will yell &ldquo;Layout!&rdquo; and begin to lay out the page by carefully considering the placement of centerpieces, articles, photographs, and advertisements. When everything is just right, they yell &ldquo;Print&rdquo; to be the first off the press and gain their choice of centerpiece for the next round! This hectic spatial puzzle features over 100 unique newspaper tiles, 6 characters with their own special abilities, as well as 3 decks of Breaking News cards &mdash; so that each and every time you play you will be solving a new puzzle!&#10;&#10;If real-time games aren&rsquo;t your style, Fit to Print has a number of alternative modes to satisfy every type of puzzle gamer. In Slo-Mode players take turns drafting tiles from a shared market and arranging them on their front pages. In Puzzle Mode, take a specific set of tiles and piece together the highest-scoring arrangements. Whether you enjoy relaxing solo puzzles on your own, or frenetic action for up to 6 players, you will have a blast helping the critters of Thistleville tell their stories!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/MbLJUbvoRI_AS-KGfIkmNQ__original/img/K2UI5_1m_hG1Pqbz01f084yRdjY=/0x0/filters:format(jpeg)/pic7161032.jpg","thumbnail":"https://cf.geekdo-images.com/MbLJUbvoRI_AS-KGfIkmNQ__thumb/img/c2yxjj2CSXC6Id97EIr3-H4Plpo=/fit-in/200x150/filters:strip_icc()/pic7161032.jpg","minPlayers":1,"maxPlayers":6,"playingTime":30,"mechanics":["Closed Drafting","End Game Bonuses","Grid Coverage","Pattern Building","Real-Time","Set Collection","Solo / Solitaire Game","Square Grid","Tile Placement","Variable Set-up"],"isExpansion":false,"yearPublished":2023,"bggRating":5.83081,"averageRating":7.61003,"rank":3916,"designers":["Peter McPherson"],"publishers":["Flatout Games","Alderac Entertainment Group","Choo Choo Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":8,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":9,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":4,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":3,"recommended":6,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":1,"recommended":1,"notRecommended":5,"numPlayersIsAndHigher":true}]}