{"gameId":352697,"name":"Resist!","description":"Spain, 1936: General Franco and his troops advance through the territories of Spain, giving way to a long period of civil war and repression. After the Spanish Civil War, a group of loyalists to the Republic continued the armed struggle, forming resistance groups better known as &quot;Maquis&quot;. Hidden in the mountains, these men and women risked their lives to defend the ideals of democracy and freedom.&#10;&#10;Fighting against them were the Army of Franco, the Civil Guard, and the Armed Police, but the Maquis perfected their guerilla warfare in France during the second World War and were determined to take back their homeland. In the head of each Maquis resonated the echo of the desire of many compatriots: Resist!&#10;&#10;Resist! is a fast-playing, card-driven solitaire game in which you take on the role of the Spanish Maquis, fighting against the Francoist regime. Over a series of rounds, you undertake increasingly difficult missions, and completing missions earns you the points needed to win. Failing to defeat missions and enemies may cause you to lose. At the end of each round, you must choose whether to end the resistance or risk it and take on another mission.&#10;&#10;At the beginning of the game, you assemble a team of twelve Maquis, which are represented by a deck of cards. At the heart of the game is the tension between keeping your Maquis concealed from Franco or revealing them to unlock their full potential. Unfortunately, revealed Maquis are removed from your deck, and you likely won't be able to use them for the rest of the game. While Resist! does have some minor deck-building elements, it is primarily a &quot;deck-destruction&quot; game in which you have to manage your deck, balancing the decision of defeating the immediate threat with trying to move on to the next mission.&#10;&#10;","image":"https://cf.geekdo-images.com/ICDi4yEj-mbEcx9QkW7_3A__original/img/Vj4VOFt3tsS07apDHfDqDfO4IMI=/0x0/filters:format(jpeg)/pic6711822.jpg","thumbnail":"https://cf.geekdo-images.com/ICDi4yEj-mbEcx9QkW7_3A__thumb/img/I19zgPVlqJHgv_6PL3Beb7coKAg=/fit-in/200x150/filters:strip_icc()/pic6711822.jpg","minPlayers":1,"maxPlayers":1,"playingTime":40,"mechanics":["Card Play Conflict Resolution","Deck, Bag, and Pool Building","Hand Management","Open Drafting","Push Your Luck","Scenario / Mission / Campaign Game","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2022,"bggRating":6.54428,"averageRating":7.46621,"rank":1146,"designers":["Trevor Benjamin","Roger Tankersley","David Thompson (I)"],"publishers":["Salt & Pepper Games","25th Century Games","Banana Games","Fox in the Box","GaGa Games","Nuts! Publishing","Studio Supernova","Vagabund"],"artists":["Albert Monteys"],"playerPollResults":[{"numPlayers":1,"best":59,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":1,"recommended":13,"notRecommended":34,"numPlayersIsAndHigher":true}]}