{"gameId":352697,"name":"Resist!","description":"Spain, 1936. General Franco and his troops advance through the territories of Spain, giving way to a long period of civil war and repression. After the Spanish Civil War, a group of loyalists to the Republic continued the armed struggle, forming resistance groups better known as &quot;maquis&quot;. Hidden among the mountains these men and women risked their lives to defend the ideals of democracy and freedom.&#10;&#10;Against them they had the Army of Franco, the Civil Guard, and the Armed Police.  But the maquis perfected their guerilla warfare in France during the second World War, and were determined to take back their homeland.  In the head of each maquisard resonated the echo of the desire of many compatriots: Resist!&#10;&#10;PLAYING THE GAME&#10;&#10;Resist! is a fast-playing, card-driven solitaire game. In Resist! You t ake on the role of the Spanish Maquis, fighting against the Francoist regime. Over a series of rounds, you will undertake increasingly difficult missions. Defeating missions gains you the victory points you need to win the game. Failing to defeat missions and enemies may cause you to lose the game. At the end of each round, you must choose whether to end the resistance or risk it and take on another mission.&#10;&#10;At the beginning of the game, you will assemble your team of Maquis, drafting twelve Maquis from the supply.&#10;&#10;Then the game is played over a series of rounds. Each round is divided into 4 phases-- PLAN , ATTACK , AFTERMATH and RECOVER --which are further divided into a series of steps.&#10;&#10;The game continues until you choose to end the resistance during the AFTERMATH phase or you trigger one of the game&rsquo;s three loss conditions: &#10;&#10;     You fail two Missions &#10;     You lose 5 civilians&#10;     You draw a hand of all Spies&#10;&#10;&#10;&#10;At the heart of the game is the tension between keeping your Maquis concealed from Franco&rsquo;s forces so that the Maquis cards stay in your deck and you can use them for future missions, or revealing the Maquis and unlocking their full potential.&#10;&#10;But you must be careful, once the Maquis have been revealed they are removed from your deck and you likely won&rsquo;t be able to use them for the rest of the game. While Resist! does have some minor deck-building elements, it is primarily a &ldquo;deck-destruction&rdquo; game, wherein you will have to carefully manage your deck, balancing the decision of defeating the immediate threat and trying to move on to the next mission.&#10;&#10;","image":"https://cf.geekdo-images.com/UfauSgXH-rt8f2MDbtV99Q__original/img/_eaSzxr47S6ak36CifjOR6GIEXM=/0x0/filters:format(png)/pic6682702.png","thumbnail":"https://cf.geekdo-images.com/UfauSgXH-rt8f2MDbtV99Q__thumb/img/0Tk_2XCJxwOA1ih7lPlF_kBM5IQ=/fit-in/200x150/filters:strip_icc()/pic6682702.png","minPlayers":1,"maxPlayers":1,"playingTime":40,"mechanics":["Card Drafting","Card Play Conflict Resolution","Deck, Bag, and Pool Building","Hand Management","Push Your Luck","Scenario / Mission / Campaign Game","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":5,"rank":-1,"designers":["Trevor Benjamin","Roger Tankersley","David Thompson (I)"],"publishers":["Salt & Pepper Games"],"artists":["Albert Monteys"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":true}]}