{"gameId":352882,"name":"Bossa (坊茶)","description":"In Bossa (&#229;&#157;&#138;&#232;&#140;&#182;) (&#227;&#129;&#188;&#227;&#129;&#163;&#227;&#129;&#149;), two players compete to play each of the tiles from their hand.  The tiles show the traditional dice faces, 1 through 6, in various combinations of white and black pips.  If a tile shows 5 pips, but 2 are white and 3 are black, it is treated as a 2 white or a 3 black, but it will never be used as a 5.&#10;&#10;At the start of the game, the players roll two dice, one with black pips and one with white pips.  The players extend a virtual row, in both directions, from these dice.  For instance, if the black pipped dice is a 6, the players are looking to play tile(s) of value 5 to one side, and 7 to the other.&#10;&#10;In addition to drawing and playing tile(s) each turn, the players have a few special abilities that can be triggered once per game.&#10;&#10;The first person to play all of the tiles from their hand wins.&#10;user summary&#10;&#10;The publisher says:&#10;A simple yet stylish game of tactics, strategy and a little luck for 2 players. Following either the dice with white pips or black pips, place the tile with the same colored dots alongside the dice.&#10;&#10;Utilizing the three action cards offensively, defensively or to turn the tables, use up all the tiles in your hand before your opponent to win!&#10;&#10;Using both the tiles in your hand and the pile, read the play, exploit the action cards, and with the luck of the draw, seize victory!&#10;&#10;There are two types of rules: the Basic Rules, which are easy to play with, and the Advanced Rules, which are more thoughtful and fun to play with.&#10;&#10;","image":"https://cf.geekdo-images.com/yg1B2Qs3lIKayyfoUgi3oA__original/img/sM3QTdXw0Bod0nztA-TPPCMNUVo=/0x0/filters:format(jpeg)/pic6756473.jpg","thumbnail":"https://cf.geekdo-images.com/yg1B2Qs3lIKayyfoUgi3oA__thumb/img/6lOypyG_HAJGiXrEuQXZFTEQLDU=/fit-in/200x150/filters:strip_icc()/pic6756473.jpg","minPlayers":2,"maxPlayers":2,"playingTime":10,"mechanics":["Dice Rolling","Hand Management","Tile Placement"],"isExpansion":false,"yearPublished":2021,"bggRating":0,"averageRating":7.11786,"rank":-1,"designers":["Banana Moon Studio Sapporo (バナナムーン･ステュディオ)"],"publishers":["Banana Moon Studio Sapporo (バナナムーン･ステュディオ)"],"artists":["Banana Moon Studio Sapporo (バナナムーン･ステュディオ)"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}