{"gameId":353150,"name":"FYFE","description":"The cover of FYFE shows a dreamy South Seas location with a blue sea, beach, and palm trees &mdash; but what will you find as you dig in the sand, and can you arrange your discoveries in ideal scoring combinations?&#10;&#10;Each player has their own 5x5 grid, 7 lucky charm tiles, and 15 scoring boards. The game includes 125 tokens, with each token showing one of five colors, one of five symbols, and one of five numbers (1-5). The scoring boards show conditions that you must meet in order to earn the points listed on that board, e.g., the numbers 1-5 in sequence, tokens of the same color, tokens with different symbols, three tokens of one color and two tokens of another color, etc.&#10;&#10;To start the game, draw two tokens from the bag and place them at the bottom of your playing board. Place one of these tokens in an empty space of your grid, then choose a scoring board and place it in the row, column, or (if appropriate) diagonal line in which that token was placed. On each subsequent turn, draw one token, place it on your game board, then choose one of your two tokens to place. If this newly placed token doesn't have a scoring board pointing at it, choose one of your unplaced scoring boards and place it in the row, column, or diagonal.&#10;&#10;As soon as a line is filled with five tokens, if you have met the conditions on the scoring board for this line, flip it over to the side that shows points; if you are the first and only player to complete this scoring board this round, take the associated 3-point bonus tile. If you complete and score multiple lines on the same turn, take 5-20 bonus points depending on whether you scored two, three, or even four lines at once.&#10;&#10;If someone drew a lucky charm token at the start of the round, they draw a replacement token, then all players can choose to use and discard one of their lucky charm tiles. These tiles allow you to exchange the tokens in your reserve, place a token on the board as a joker, swap an already fulfilled scoring board for another one, and so on. Each unused lucky charm tile is worth points at game's end. After 25 rounds, players tally their points for scoring boards, first tiles, lucky charm tiles, and bonuses to see who has the highest score.&#10;&#10;","image":"https://cf.geekdo-images.com/8sbztp4-rrCs4mXhLAPgvg__original/img/axPk6UYlGtmRuT18IKEWwbXf4cA=/0x0/filters:format(jpeg)/pic6573334.jpg","thumbnail":"https://cf.geekdo-images.com/8sbztp4-rrCs4mXhLAPgvg__thumb/img/MJ_OGzT1XjaE9lzSie49A8eqrKM=/fit-in/200x150/filters:strip_icc()/pic6573334.jpg","minPlayers":2,"maxPlayers":5,"playingTime":45,"mechanics":["Pattern Building","Set Collection","Tile Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":5.84684,"averageRating":7.07842,"rank":3731,"designers":["Kosch"],"publishers":["Edition Spielwiese","Pegasus Spiele","SD Games"],"artists":["Lukas Siegmon"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":5,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":11,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":true}]}