{"gameId":353304,"name":"First Empires","description":"&quot;The time of small nations is past, the time of empires begins.&quot; &mdash; Chamberlain&#10;&#10;What if all of world history had unfolded differently?&#10;What if the great empires of our history had never come into being?&#10;What if other forgotten civilizations had passed into posterity in their place?&#10;The defeated could have been the victors, and the colonizers could have been the colonized &mdash; after all, empires are won and lost on a roll of the dice!&#10;&#10;In First Empires, each player takes control of the fate of an ancient nation through a player board, meeples, and cards. The game lasts a number of rounds depending on the player count, and on a turn you roll dice based on how you've developed your empire board. The six sides of the dice correspond to the five abilities on your board. To expand to new territories or invade opponents, you need to unlock movement ability; to annex a territory, you have to outnumber the current occupant or have a &quot;sword&quot; result on the dice, with the inhabitants then fleeing elsewhere. The dice also allow you develop your player board by using the die face that corresponds to the improvement and controlling an associated territory. You can gain more dice and additional re-rolls, while also unlocking achievement cards.&#10;&#10;At game's end, you earn points based on played achievement cards, points unlocked on your personal board, and the sum of cities under your control.&#10;&#10;","image":"https://cf.geekdo-images.com/WQHVWTv_-lQ-G1QNd1VT-w__original/img/2ujpy12HoAaOpPtvp2DbU0OGUNE=/0x0/filters:format(jpeg)/pic6868336.jpg","thumbnail":"https://cf.geekdo-images.com/WQHVWTv_-lQ-G1QNd1VT-w__thumb/img/LR9x2xJRZ2WiXhYDdDoFpr4-xI8=/fit-in/200x150/filters:strip_icc()/pic6868336.jpg","minPlayers":2,"maxPlayers":5,"playingTime":60,"mechanics":["Area Movement","Dice Rolling","Tech Trees / Tech Tracks"],"isExpansion":false,"yearPublished":2022,"bggRating":5.7411,"averageRating":7.12697,"rank":4635,"designers":["Eric B. Vogel"],"publishers":["Sand Castle Games"],"artists":["Jérémie Fleury"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":6,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}