{"gameId":353572,"name":"Pest","description":"Our once great Empire was struck by a devastating plague&hellip; will you answer the call to save it?&#10;&#10;Once standing tall and great, we now need to rediscover and rebuild our fallen cities. There are still survivors among the ruins &ndash; we must take them in our care and cure them. In order to stay ahead of the plague, we must implement new inventions and technologies. Our influence will expand as we rebuild, but the plague will still lurk in the shadows, ready to strike when we least expect it. Once it does, it will be difficult to adapt, but we will survive. In addition to the procurement of important resources, our imperative will be to get the plague under control.&#10;&#10;In Pest, players slip into the roles of leaders of the ruling houses of a once great empire that was struck by a cataclysmic plague. The plague has left much of the empire in ruins, so now it is up to the players to restore it to former glory.&#10;&#10;Pest is played in 7 rounds. Each round before players take their turn, a plague card will be revealed which shows how the plague will spread in that round. On their turn, players will be able to select among many actions on their player board using a unique action selection system. Thus, players will be able to move their containment team on the board, quarantine and cure infected people, rebuild, assign workers, harvest for resources and more.&#10;&#10;As their house influence grows, players will be able to play more actions, generate more resources, and house more people. This will bring forth new technological advancements which are much needed to get the plague under control.&#10;&#10;The game ends after the 7 round is over and players count their final amount of Renown (victory points). The player with the most Renown is the winner and declared savior of the empire!&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/lwbNaI7eHw0-QY7dAIB49A__original/img/qyxFYyHGXfPxUrXXYQuGEYMoVoc=/0x0/filters:format(jpeg)/pic6602861.jpg","thumbnail":"https://cf.geekdo-images.com/lwbNaI7eHw0-QY7dAIB49A__thumb/img/QIyaRxschgKAKpIBaXWA_k_Asww=/fit-in/200x150/filters:strip_icc()/pic6602861.jpg","minPlayers":2,"maxPlayers":5,"playingTime":150,"mechanics":["Action Points","Area Majority / Influence","Area Movement","End Game Bonuses","Events","Modular Board","Variable Player Powers","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.85714,"rank":-1,"designers":["Thomas Nielsen","Kai Starck"],"publishers":["Archona Games"],"artists":["Daniel Cunha","Sara Stanoeska"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}