{"gameId":353677,"name":"Darkest Doom","description":"Darkest Doom is a competitive strategy game with RPG elements for 1-4 players. Set in a dark fantasy world inspired by XVII century Europe and inhabited by anthropomorphic animals.&#10;&#10;Will you survive for the 9 days of the Eclipse as the Darkness tries to annihilate the region of Betel all the while competing with the other Guardians to complete one of the four paths to victory?&#10;&#10;The Darkest Doom boardgame puts you in charge of one of four formidable Guardians, each with unique abilities and traits. As you explore the areas of the region of Betel you'll be able to take advantage of each different terrain and use its unique characteristics. You'll increase your Guardian's statistics by completing quests assigned to you by Vicar Percival, adjusting your strategy and attitude towards the game based on the stats you choose to upgrade. During your exploration, you'll also stumble onto ancient relics which will help you satisfy one of four victory conditions. You'll be able to declare Alliances with Citadels in order to gain advantages over other Guardians and battle the Darkness which is slowly bringing the whole region to collapse. Each new round is a new Dawn, and thanks to the Citadel restock you'll always have some help as you replenish the cards in your hand, choosing them from different decks: Equipment, Spells and Traps. The same card has different effects depending on the player using it and the stats they've chosen to increase. Whenever you're required to roll dice, High Priestess Elaine grants you and all other players the power of the Crimsonfate - the Amulet of the Elders - which will let you modify the result of the dice with a result of your choice from the Citadels Supplies cards in your hand. Play by yourself with the Bot Guardians mode, allowing you to play with up to three automated Guardians, or prove yourself by challenging three other players in this Dark Fantasy adventure combining elements of roleplay, exploration, handicap management and traditional boardgames.&#10;&#10;","image":"https://cf.geekdo-images.com/9D82a03Q7ToYv7041Y5jMQ__original/img/r4d4FOlzZcDZz2nBpdmPsUgSeKo=/0x0/filters:format(png)/pic6751365.png","thumbnail":"https://cf.geekdo-images.com/9D82a03Q7ToYv7041Y5jMQ__thumb/img/0V4hlsjRfzkbYk3jRDx_l3hwRJw=/fit-in/200x150/filters:strip_icc()/pic6751365.png","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Area Movement","Dice Rolling","Hand Management","Role Playing","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":10,"rank":-1,"designers":["Mario Zattini"],"publishers":["Game Start Studio","(Self-Published)"],"artists":["Davide De Bellis","Denis Medri"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}