{"gameId":353779,"name":"Maglev Metro: London & Paris","description":"Maglev Metro: London &amp; Paris features two new expansion maps for Maglev Metro:&#10;&#10;In London, one of the world's oldest subway system is finally getting a much needed upgrade thanks to magnetic levitation technology! In order to reinvigorate London's transportation system, all stations are unlocked; pick up any passenger even on your first turn!&#10;&#10;&#10;     Players start with extra passengers to activate more areas on their player board.&#10;     London is divided into districts, and you'll need access to build track to various parts of the city.&#10;     The new Unlock Districts extension modifies your player board so instead of unlocking passenger colors, players unlock districts.&#10;&#10;&#10;And then there's Paris, well known for its mass transit strikes and your new Maglev Metro enterprise there is no exception. There are strikes scheduled constantly throughout the city at various stations!&#10;&#10;&#10;     Union bosses strike at a different station every few turns, shutting down all business at affected stations: trains zip right on past the stations and passengers cannot be picked up or dropped off until they reopen.&#10;     They're so brazen they've published a strike schedule! At least this helps you plan ahead of time.&#10;     Defy the picket lines as a strike breaker, which costs you VPs in order to save you time.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Kw9qIAnisEWanlSL71ez2Q__original/img/S6BC8X9q-iYR2tZ265v0hGKYC0E=/0x0/filters:format(jpeg)/pic6598585.jpg","thumbnail":"https://cf.geekdo-images.com/Kw9qIAnisEWanlSL71ez2Q__thumb/img/On6-I88olXuTzDJ2lBJSdOF6wkM=/fit-in/200x150/filters:strip_icc()/pic6598585.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Network and Route Building"],"isExpansion":true,"yearPublished":2022,"bggRating":0,"averageRating":7.49,"rank":-1,"designers":["Dale Yu"],"publishers":["Bézier Games"],"artists":["Alanna Kelsey"],"playerPollResults":[{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}