{"gameId":354568,"name":"Amun-Re: 20th Anniversary Edition","description":"Everyone knows of the pyramids on the Nile &mdash; eternal monuments of a powerful and beautiful culture that can still take our breath away. The players (leaders of a royal Egyptian family) choose their sites, build their pyramids, and thank Amun-Re and the other gods for their bounty.&#10;&#10;In Amun-Re, each pharaoh wants to build the most pyramids. To accomplish this, they must first acquire a province where they can trade and farm. With their profits, they can buy new provinces and building stones to erect pyramids. For all their actions, players must make clever use of their power cards and always offer appropriate sacrifices to Amun-Re.&#10;&#10;Amun-Re: 20th Anniversary Edition features four new expansion modules that can be added to the game:&#10;&#10;&#10;    Statues: In each of the first three rounds, grand statues are added to certain provinces. These statues each grant unique powers to the player who controls the province in which they are built. This expansion adds extra interest to the auction phase and gives players their own player powers that may vary each time. The statues will be miniatures representing Egyptian gods.&#10;&#10;&#10;&#10;    Afterlife: A fourth purchasable item is added to the market phase: afterlife tiles. These tiles are then placed using the rewards granted to players in the offerings phase or by discarding unwanted cards and tiles. Players place the tiles into their own personal pyramid shape, starting with a base of up to five tiles. Each placed tile gives the player a bonus, and this bonus is multiplied if the tile is placed on top of matching tiles within the pyramid. At the end of the game, each completed row of tiles is worth points.&#10;&#10;&#10;&#10;    Pharaoh: This mini expansion adds tension to the auction phase by rewarding players for overbidding other players. The Pharaoh moves to each province that is overbid, and at the conclusion of the auctions the player who wins the province with the Pharaoh receives a token that grants extra rewards in the subsequent offerings phase.&#10;&#10;&#10;&#10;    Viziers: Viziers are added to the auction phase. Each player now bids on both a province and a vizier using the same bidding mechanisms. With 3-5 players, these viziers are placed off the main board, and a player must work out which combination they want to pursue. A variant allows two or three players to place viziers in the provinces themselves, bidding for two provinces but choosing only one province and one vizier. Each vizier grants an instant bonus, and combining these with your provinces becomes a key to success.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/BRmAWKR64QK5zy6O4j57Ow__original/img/MUW37iFCgcmG311S0DKamjr8wYc=/0x0/filters:format(png)/pic6618691.png","thumbnail":"https://cf.geekdo-images.com/BRmAWKR64QK5zy6O4j57Ow__thumb/img/iXjSi6r51QRRO0cg8U_qMQ-lWfQ=/fit-in/200x150/filters:strip_icc()/pic6618691.png","minPlayers":2,"maxPlayers":5,"playingTime":90,"mechanics":["Area Majority / Influence","Auction/Bidding","Auction: Fixed Placement","Constrained Bidding"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.8,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Alley Cat Games"],"artists":["Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}