{"gameId":354892,"name":"Auch schon clever","description":"You want to get your hands on everything you can at the birthday party: balloons, gifts, candles, and mountains of sweets! Will you be able to grab more than all the other partygoers?&#10;&#10;Auch schon clever features gameplay similar to Ganz sch&ouml;n clever, with one player rolling dice on their turn, then choosing what they want while everyone else gets something from what's left behind.&#10;&#10;On your turn, roll the five dice. The faces of these dice show a joker symbol or an icon on one of four colored backgrounds. Choose all the dice of one background color, taking any jokers at the same time, then use the symbols on these die faces to mark off items in this colored area of your score sheet:&#10;&#10;&#10;    Balloons are in the yellow area, for example, and you must mark them off left to right: red, blue, green, lilac, blue, etc.&#10;    For the train of candles in the orange area, you must have as many candles as are on the next train car in order to mark it out.&#10;    Gifts in the green area can be marked off in any order.&#10;    Sweets in the blue area are depicted in pairs in rows &mdash; doughnuts, cake, cupcakes &mdash; and you mark spaces in a row left to right as long as you have a pair of matching sweets on the dice.&#10;&#10;&#10;If you can't use a die that you took, e.g., you took red, blue and lilac balloons and could mark off only the first two, then you must return the unused dice to any others left behind. Each other player then chooses dice of a single background color &mdash; and players can choose the same or different colors &mdash; and marks off what they can.&#10;&#10;If you mark off a circled item or a row of gifts next to a circle, you can immediately cross off an item in the section of the same color as that circle. Crossing off this item might give you another bonus!&#10;&#10;When a player marks off all items in one area, the game ends at the conclusion of that turn. Various items or rows that you complete have rainbow stars connected to them, and whoever collects the most rainbow stars wins!&#10;&#10;","image":"https://cf.geekdo-images.com/g-AxGYTQZmbrd11130qy_g__original/img/zvOpUVRmvGq23q_N60GwGpuM004=/0x0/filters:format(jpeg)/pic6640457.jpg","thumbnail":"https://cf.geekdo-images.com/g-AxGYTQZmbrd11130qy_g__thumb/img/Rbmdl3kGqxLqQ4rfHc44MEqCWQ0=/fit-in/200x150/filters:strip_icc()/pic6640457.jpg","minPlayers":2,"maxPlayers":4,"playingTime":15,"mechanics":["Dice Rolling","Paper-and-Pencil"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.55263,"rank":-1,"designers":["Wolfgang Warsch"],"publishers":["Schmidt Spiele","999 Games"],"artists":["Glen Viljoen"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}