{"gameId":354806,"name":"London Necropolis Railway","description":"London, 1849. The cholera epidemic of the last two years has overrun the city&rsquo;s ability to inter the dead. A new cemetery must be built to handle the needs of London for the indefinite future, outside of the city limits - far enough away that growth won&rsquo;t be an issue. The only way to transport the deceased and their loved ones to the cemetery is by train. This new system needs to be designed and you and your fellow planners have been tasked with submitting proposals. The most successful design will be awarded the contract by the city and your name will be listed among the great planners of history.&#10;&#10;Each turn, you will choose a card and take the 2 associated action discs. You will then activate 1-3 of the actions on the card, spending the discs of the matching colors, to improve your London Terminus, the Brookwood Necropolis, and/or the Railway that connects the two. You will need to manage your money, your staff, and make sure you can keep pace with your improvements in each section. In addition, you can spend action discs to improve the prestige of your system, in order to gain more points for your London improvements.&#10;&#10;Points come primarily from two areas: how prestigious you&rsquo;ve made the London Terminus and how well you&rsquo;ve filled the Necropolis. After 12 rounds, the player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/7ssys_GKIe9GI_Z8zZwVtg__original/img/hGELkgZeJSb5W6mXWTf3uDuX7wg=/0x0/filters:format(jpeg)/pic6625811.jpg","thumbnail":"https://cf.geekdo-images.com/7ssys_GKIe9GI_Z8zZwVtg__thumb/img/9s6hPVy1nE8euTm4RmrMPeNscxg=/fit-in/200x150/filters:strip_icc()/pic6625811.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Open Drafting","Pick-up and Deliver","Tile Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":6.1,"rank":-1,"designers":["Daniel Newman"],"publishers":["New Mill Industries","Spielworxx"],"artists":["Harald Lieske"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}