{"gameId":355224,"name":"Isle of Trains: All Aboard","description":"Welcome to the Isle of Trains, where you are the conductor, and constructor of one of the island&rsquo;s locomotives. You&rsquo;ll build trains and load a range of goods to complete contracts across the island, and also deliver passengers to their destinations.&#10;&#10;Isle of Trains: All Aboard is a card-based engine building game where cards have multiple uses: You can use cards as locomotives, freight cars, passenger cars, or buildings to improve the effectiveness and abilities of your train. Cards can also be spent to pay for the construction of your new train cars and buildings, or you can use your cards as cargo and load them onto available freight cars.&#10;&#10;You will also have a range of passengers who want to be taken to different destinations. You will draw these passengers at random from a bag when you build passenger cars and certain locomotives. You can then load passengers into any available passenger car. When passengers are delivered to their destinations, they will give you an instant powerful bonus!&#10;&#10;Loading cargo and passengers into opponents&rsquo; trains is important on the Isle of Trains as it&rsquo;ll also gain you extra bonuses that turn! But this will help the other train conductors get a little closer to completing their goals, by giving them the cargo or passengers, which they can then use for deliveries and big end game points!&#10;&#10;The game ends when a certain number of contracts have been completed, or a certain number of passengers are delivered. You win by scoring the most points, which you earn by building up your train, completing contracts, and delivering passengers.&#10;&#10;Isle of Trains: All Aboard is all about balancing the need to upgrade your train, with loading cargo or passengers onto opponent&rsquo;s train for big bonuses, and delivering cargo and passengers to their destinations before anyone else. Build your engine effectively enough to be remembered as the greatest train conductor on the Isle of Trains!&#10;&#10;","image":"https://cf.geekdo-images.com/XLetZJjJMO_EQkIYTyOfAw__original/img/UQQMJpxaYAkN7L62UPcUHg2uGAw=/0x0/filters:format(jpeg)/pic6652396.jpg","thumbnail":"https://cf.geekdo-images.com/XLetZJjJMO_EQkIYTyOfAw__thumb/img/5Hy5msbYsR0vuJlAcEExB7gpQpU=/fit-in/200x150/filters:strip_icc()/pic6652396.jpg","minPlayers":1,"maxPlayers":4,"playingTime":45,"mechanics":["Contracts","Hand Management","Multi-Use Cards","Open Drafting","Set Collection","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2023,"bggRating":5.98074,"averageRating":7.05693,"rank":2964,"designers":["Seth Jaffee","Dan Keltner"],"publishers":["Dranda Games","Bad Boom Games","Board Game Circus","Lotus Frog Games","Maldito Games","Ігромаг"],"artists":["Denis Martynets"],"playerPollResults":[{"numPlayers":1,"best":8,"recommended":13,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":13,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":13,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":13,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":12,"numPlayersIsAndHigher":true}]}