{"gameId":355276,"name":"Batman: Everybody Lies","description":"Batman: Everybody Lies is a crime-solving deduction game for 2-4 players set in rich lore of the Batman comics universe. Players take on the roles of four key investigators &ndash; instinctive journalist Warren Spacey, tenacious reporter Vicki Vale, brutish detective Harvey Bullock, or the cunning Catwoman &ndash; who are drawn into a series of mysterious events unfolding in Gotham City.&#10;&#10;Throughout the game, players cooperatively make decisions running the investigation and trying to solve a series of challenging cases. They visit famous locations in Gotham City (like the Batcave, Arkham Asylum, Blackgate Penitentiary, and the Gotham City Gazette) and cross paths with well-known Batman characters (like Batman, The Penguin, Poison Ivy, Mr. Freeze, Scarecrow, and more) while trying to chase leads, identify suspects, and gather enough information to help save Gotham City. The game also adds a brand new hidden agenda mechanic, which assigns secret goals and unique win conditions for each player based upon which DC character they portray.&#10;&#10;In Batman: Everybody Lies, players utilize a variety of physical and digital game components &ndash; a deck of cards with essential clues and plot twists, various physical handouts, and a dedicated website with access to in-world resources from the Gotham City Gazette archives &ndash; for a truly immersive experience. The game also features another new thematic treat &ndash; Scenes &ndash; that bring memorable gameplay moments to life via original comic book illustrations that feel torn straight from the pages and panels of the beloved comics.&#10;&#10;Beginning with an introductory Prologue designed to get players acquainted with the game rules, Batman: Everybody Lies then continues with three big cases to solve, each taking roughly 2-3 hours to play. Each case can be played separately as stand-alone episodes, yet should players crack all four cases, they will unravel a master narrative with an epic climax. Every scenario ends with a final report with questions verifying how well the team has investigated the case.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/rM7CGazGSZQQ-KzD8zCjOQ__original/img/3E6pwYOENpFwdUVruQ-YPgn1JqM=/0x0/filters:format(jpeg)/pic6644347.jpg","thumbnail":"https://cf.geekdo-images.com/rM7CGazGSZQQ-KzD8zCjOQ__thumb/img/hUS8JtGbfZGfkYp346UmSoTY00o=/fit-in/200x150/filters:strip_icc()/pic6644347.jpg","minPlayers":2,"maxPlayers":4,"playingTime":180,"mechanics":["Cooperative Game","Narrative Choice / Paragraph","Roles with Asymmetric Information","Storytelling"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8.25,"rank":-1,"designers":["Ignacy Trzewiczek","Weronika Spyra"],"publishers":["Portal Games"],"artists":["Hanna Kuik","Maciej Simiński"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}