{"gameId":356414,"name":"Space Station Phoenix","description":"As a representative of the Galactic Council, you&rsquo;ve been sent to build space stations around Earth to observe humanity.  Beginning with just a station hub and a fleet of nine ships, you must race against your opponents to build and populate your station.&#10;&#10;Your ships are action spaces allowing you to gather resources, construct your station, and bring residents to live there. But, the fastest and easiest way to get the metal needed to build new station sectors is to dismantle your ships, creating a shrinking set of possibilities as the game draws to a close.&#10;&#10;There are six main actions players can choose on their turns:&#10;(1) Dismantle a ship to gain metal,&#10;(2) Build a station sector,&#10;(3) Gather resources with an Expedition to Terra,&#10;(4) Transport people and resources from the Galactic Council to your station,&#10;(5) Move up the Diplomacy Tracks, which allow you to benefit from other player&rsquo;s actions, and&#10;(6) Take Income, getting the GEMs necessary to use the ships that power the other actions, while also resetting any of your ships which have been used.&#10;&#10;As players destroy their fleets, they build their stations out of a subset of the 72 station parts included in the game, each with different abilities.  Players also start with just one of the 24 possible starting station hubs, so each game presents unique set up.&#10;&#10;Besides deep replayability, Space Station Phoenix also encourages player interaction:&#10; &bull; Players may use each other&rsquo;s ships (for a fee).&#10; &bull; Players benefit from each others&rsquo; actions via the Diplomacy Board.&#10; &bull; Players compete for a limited number of station parts and limited numbers of alien residents, with bonuses for pluralities in the population of each species.&#10; &bull; There are multiple end conditions, so watching other&rsquo;s actions is crucial.&#10;&#10;","image":"https://cf.geekdo-images.com/vzv9pGQvw5qId3GAr3xPfQ__original/img/XBxRPbS657OCXsMzMWo9f5hRFVk=/0x0/filters:format(png)/pic6669791.png","thumbnail":"https://cf.geekdo-images.com/vzv9pGQvw5qId3GAr3xPfQ__thumb/img/eYOzoOyy0JYaYDS3Eb-XY1bGrqk=/fit-in/200x150/filters:strip_icc()/pic6669791.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["End Game Bonuses","Income"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":10,"rank":-1,"designers":["Gabriel J. Cohn"],"publishers":["Rio Grande Games"],"artists":["Martin Hoffmann","Claus Stephan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}