{"gameId":356742,"name":"KuZOOkA","description":"It isn't easy being a zoo animal. The enclosures are far too small for your needs, the daily routine is boring, and the visitors to the zoo are too obnoxious. You have decided: You need to break out of the zoo, ideally within the next seven days.&#10;&#10;There are multiple ways to escape in KuZOOkA, but you need to work together with the other animals &mdash; in secret &mdash; to pool the trash left behind by zoo visitors and develop an escape plan that makes use of these items. Each player has one of the ten animal cards with a unique power, and you play on a game board that features a path comprised of spaces in six colors, with each space having a number in it.&#10;&#10;In each round, a number of item cards is dealt out to players, with 20-22 cards being dealt in the first round. Cards show a colored item, e.g., a red ice cream spoon or a purple scarf. On a turn, you place one of your animal tokens on the path farther than any other animal token, say, in the 1 red space or the 2 purple space, to give some indication of what you have in hand. (The first player is limited to one of the first five spaces.) The next player places one of their tokens farther down the path, and so on, with each placement giving players a chance to suggest what cards they hold in hand. A player can use their animal power once during a round.&#10;&#10;At some point a player will decide that instead of placing an animal token, it's time to attempt an escape. At that point, all players reveal all cards of the color matching the location of the animal token furthest down the path. If you have more cards, you gain experience stars equal to the number depicted on that space &mdash; and with experience stars, you can purchase a higher starting experience level, which means you'll have more cards in play, including face-up cards visible to all. If you have exactly as many cards as the number depicted, you gain experience stars as well as a universal tool card that counts as a joker. If you have fewer cards, you fail.&#10;&#10;Shuffle all cards, then deal out the current number of cards and start a new round. If during a round you manage to reach one of the six final spaces on the track and you have at least that many cards of the designated color, you escape and win the game. If you fail to do this by the end of the seventh round, you lose.&#10;&#10;You can increase the difficulty of KuZOOkA by requiring more stars to advance in experience level or by playing on the opposite side of the game board, which requires you to win universal tools in order to succeed in the final six spaces.&#10;&#10;","image":"https://cf.geekdo-images.com/0b4mi9y_42CqJ5GFBFiNFA__original/img/nKH8gtxMjtjtm17RW1m1obWxIuo=/0x0/filters:format(jpeg)/pic6680096.jpg","thumbnail":"https://cf.geekdo-images.com/0b4mi9y_42CqJ5GFBFiNFA__thumb/img/nIBAH1_qT9QiizBDjJ8H434YiLs=/fit-in/200x150/filters:strip_icc()/pic6680096.jpg","minPlayers":2,"maxPlayers":6,"playingTime":45,"mechanics":["Communication Limits","Cooperative Game","Deduction","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":5.63463,"averageRating":6.82023,"rank":6735,"designers":["Leo Colovini"],"publishers":["Pegasus Spiele"],"artists":["Bartłomiej Kordowski"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}