{"gameId":356768,"name":"Bloc by Bloc: Uprising","description":"In Bloc by Bloc: Uprising, each player controls a faction of revolutionaries&mdash;Workers, Students, Neighbors, or Prisoners&mdash;fighting against the police in the streets of a city that changes with each game. Build barricades, clash with police, occupy districts, loot shopping centers, build mutual aid networks, and liberate the city before time runs out and the military arrives!&#10;&#10;Object of the Game: When playing fully cooperatively, all factions win or lose together and must cooperate to defeat the police and liberate the city. To liberate the city, each faction must complete the objectives on 1 Conditions card. Each Conditions card specifies certain districts of the city that must be liberated and where occupations must be built. When playing semi-cooperatively, each faction has a secret Agenda card that determines how it wins the game. Factions with Social Agendas can still win together cooperatively. But a faction with a Vanguardist or Sectarian Agenda can only win alone and must work covertly to undermine the other factions.&#10;&#10;Bloc by Bloc is played in rounds and each round is 1 night. The countdown marker starts with 10 nights remaining.  Each night has 2 phases, Nighttime and Sunrise.&#10;&#10;Nighttime: The Nighttime phase is when each faction takes its turn. At the start of a turn, cards are drawn from the Police Ops deck that move and deploy police squads across the city. Higher Police Morale means more cards. Next, the faction rolls action dice and spends those dice to take various actions around the city using their blocs. Each bloc represents an organized group of 5-15 people.&#10;&#10;Sunrise: After each faction has taken its turn, the Reaction card orders police to attack and police vans to move around the city. Next, factions may liberate districts and draw Liberation cards if enough blocs are gathered in those districts. There might also be a meeting to draw more Conditions cards. And don&rsquo;t forget to check if the game has been won! If not, move the countdown forward at the speed of Police Morale, start the next night, and continue playing. If time runs out or any 1 faction has no blocs in the city, all factions lose.&#10;&#10;","image":"https://cf.geekdo-images.com/t2-DluwW7zyOh9pX3mS9tw__original/img/xjEQiIGm28Lda5uV40XLlATmd28=/0x0/filters:format(jpeg)/pic6690133.jpg","thumbnail":"https://cf.geekdo-images.com/t2-DluwW7zyOh9pX3mS9tw__thumb/img/g_T5S2yQ-nrGPv1TozUsV1wcigQ=/fit-in/200x150/filters:strip_icc()/pic6690133.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Area Majority / Influence","Betting and Bluffing","Cooperative Game","Grid Movement","Hidden Roles","Modular Board","Semi-Cooperative Game","Simulation","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.33333,"rank":-1,"designers":["Greg Loring-Albright","T.L. Simons"],"publishers":["Out of Order Games"],"artists":["T.L. Simons"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}