{"gameId":356883,"name":"Millennia","description":"Millennia is a competitive civilization game for 1-4 players.&#10;&#10;The game&rsquo;s setting spans several millennia, a time span of thousands of years. Players go through eight ages, from the ancient to medieval ages, to the modern age, and finally to the near future, until the player with most fame wins. The game features more than 300 unique cards with more than 200 distinct illustrations showcasing historical inventions, buildings, and wonders. Your goal is to acquire the most advantageous cards to advance different aspects of your civilization, like research, military, population, prosperity, and culture.&#10;&#10;Millennia utilizes a mix of drafting, engine building, and set collection mechanisms, all while introducing a unique twist with the concept of obsolescence. As time progresses, acquired technology and building cards will become obsolete, lasting only one to four ages before they must be discarded. This feature allows for the pursuit of various strategies during gameplay and, combined with the vast array of buildings and wonders, variable setup, and rich thematic elements, creates an incredibly replayable experience.&#10;&#10;Each age has several phases during which the players:&#10;&#10;&#10;     draft new technology cards from that specific era&#10;     acquire important buildings and famous wonders&#10;     simultaneously use their technologies and buildings to increase various aspects of their civilization&#10;     compare their military strength with that of their opponents to determine the strongest force&#10;&#10;&#10;After 8 ages, the player with most victory points is crowned the winner!&#10;&#10;","image":"https://cf.geekdo-images.com/6ml4gNwumajEMPiGQMvqXg__original/img/LYEG1RBVJMQ2km6BKLu8gk4X6cg=/0x0/filters:format(jpeg)/pic7618191.jpg","thumbnail":"https://cf.geekdo-images.com/6ml4gNwumajEMPiGQMvqXg__thumb/img/VGZCIt7LjtAVC_kDe8zxmyby6u8=/fit-in/200x150/filters:strip_icc()/pic7618191.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["End Game Bonuses","Income","Open Drafting","Simultaneous Action Selection","Solo / Solitaire Game","Turn Order: Claim Action","Variable Set-up"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.8528,"rank":-1,"designers":["Mike Georgiou","Orestis Leontaritis"],"publishers":["Karma Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}