{"gameId":356944,"name":"Stonesaga","description":"Stonesaga is a cooperative, campaign style, survival crafting board game set in a unique, persistent world shaped by your choices. It is designed by Max Brooke (Star Wars: X-Wing 2nd Edition, Legend of the Five Rings RPG) with Luke Eddy (Star Wars: Legion).&#10;&#10;Generational Storytelling&#10;In Stonesaga, you unfold the epoch-spanning story of the people of a remote glacial valley, guiding multiple generations of characters who make a life there amidst harsh conditions, wondrous mysteries, and giant monsters.&#10;&#10;Each game session covers one generation of people within a society, continuing from the last and permanently changing the valley in various ways based on in-game events and the players&rsquo; decisions.&#10;&#10;Cooperative Survival&#10;Stonesaga follows a certain rhythm: faced by a new opportunity or crisis, the people of the valley must meet their society&rsquo;s new needs. Meanwhile, the valley&rsquo;s other inhabitants &ndash; immortal beasts &ndash; will seek to fulfill their own needs as their instincts dictate. You will have to navigate both sets of challenges, using might, dexterity, conviction, and awareness to survive as a tribe in the wild.&#10;&#10;Crafting &amp; Building&#10;Stonesaga introduces a completely new discovery based crafting mechanic. Do you think that a sharpened stone and stick could combine to create a spear? Use the crafting action and find out. You will need to discover the properties of various crafting materials as you expand your crafting &ldquo;recipe&rdquo; knowledge.&#10;&#10;Work together as a community to build your village together. From a simple fire pit and tent to a forge and library, create a civilization that lasts the generations.&#10;&#10;Exploration &amp; Discovery&#10;Stonesaga rewards exploration and chooses to let you experience the world in a unique way each play session. Working on the established rules of the world, you will discover unique materials, monsters, and areas of the world that you won&rsquo;t be directed towards. Stonesaga lets the curious and inquisitive thrive.&#10;&#10;Persistence&#10;Designed for drop-in, drop-out play and flexible playgroup availability, Stonesaga can be played by one group from start to finish, played with a rotating cast, or even passed between groups seamlessly. Components are sometimes permanently altered, but never removed or discarded entirely.&#10;&#10;","image":"https://cf.geekdo-images.com/AdQyAm_1faLFy74I465xBA__original/img/h92JGgCLk-fDdUe38EdnaGUHCa4=/0x0/filters:format(jpeg)/pic6685693.jpg","thumbnail":"https://cf.geekdo-images.com/AdQyAm_1faLFy74I465xBA__thumb/img/xzJLVZVIyec9rPV5nxGXjcOb1sI=/fit-in/200x150/filters:strip_icc()/pic6685693.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Legacy Game","Scenario / Mission / Campaign Game","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":9,"rank":-1,"designers":["Max Brooke","Luke Eddy"],"publishers":["OOMM","Galakta"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}