{"gameId":356952,"name":"Empire's End","description":"You lead a grand civilization at the height of its influence, but can you save it from collapse? In Empire's End, 2-4 players compete to keep calamity at bay. Empire's End marries the intuitive and elegant mechanism of reverse-bidding with engine-building, long-term planning, and strategic depth. The result is a game with a quick tempo, abundant tension, and multiple challenging paths to victory.&#10;&#10;Players begin with a civilization at the height of its power. Play proceeds through a series of phases, varying as you progress through the game. During the Disaster phase, players face a common threat such as famine, a flood, or barbarians. The player who ends the bidding must take the disaster, which devastates one of their territories.&#10;&#10;With each disaster that befalls an empire, its people grow in wisdom and resilience. In the style of the modern classic game No Thanks, resources bid by all players will end up in the hands of the player who ultimately takes the disaster card. That player also gains a new ability, an innovation that reflects their empire's ability to adapt in the face of challenging times.&#10;&#10;Each turn, players move along a progress track that dictates whether they will face a disaster or another type of phase. Players can gain new resources during Production phases, rebuild lost territories during Industry phases, and challenge one another during Military phases. At the end of the progress track, the game is concluded and the winner is the civilization with the greatest number of victory points. Intact territories contribute points, but innovations and military successes can provide alternative ways to win.&#10;&#10;","image":"https://cf.geekdo-images.com/GnNmkYzVofrHPlKdcqrgUA__original/img/dnJUNLtHwgKUSzyjP3EaNpbfGu0=/0x0/filters:format(jpeg)/pic7090909.jpg","thumbnail":"https://cf.geekdo-images.com/GnNmkYzVofrHPlKdcqrgUA__thumb/img/vmyqBjaKMiEA2U8DZns3OexchPs=/fit-in/200x150/filters:strip_icc()/pic7090909.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Auction/Bidding"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.4112,"rank":-1,"designers":["John D. Clair"],"publishers":["Brotherwise Games"],"artists":["Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}