{"gameId":357203,"name":"Longboard","description":"It's a beautiful day at the beach, and the surfers are out shopping for new boards. Create the coolest and biggest longboards to establish your surfboard-shaping shop as the best in town. Surf's up!&#10;&#10;In Longboard, players draft and trade surfboard pieces as they attempt to build the tallest and most surfboards. More specifically, on a turn you take two actions, with three types of actions being possible:&#10;&#10;&#10;    Add a card from the deck to your personal supply, that is, cards lying face up in front of you.&#10;    Take a card from your supply to start or lengthen a board; all cards in a board have to be the same color (or wild) and each new card on a board must be equal to or greater in value than the card below it.&#10;    Place one or more cards in your supply in an opponent's supply, then take a single card from their supply of value less than the sum of what you gave them and use this card to start or lengthen a board.&#10;&#10;&#10;Each board card features 1-3 stickers, which count as points when the surfboard is complete, that is, when it contains at least four cards. When a player has 3-4 complete boards, at least one of which contains 7+ cards, they can choose to end the game. If that doesn't happen before the deck runs out, the game ends at that point. Players then score sticker points on completed boards, lose points for incomplete boards, and score bonus points if they have the longest completed board or the most completed boards or if they have completed any of the four random objective cards put into play at the start of the game.&#10;&#10;","image":"https://cf.geekdo-images.com/9vlRMb3lfm9QEwJ8kQRtcw__original/img/imMyR8kroFzrsOvufSIAEzrqf-0=/0x0/filters:format(png)/pic6688292.png","thumbnail":"https://cf.geekdo-images.com/9vlRMb3lfm9QEwJ8kQRtcw__thumb/img/GihwgxGxufa9dzvU6_fl71hUw_o=/fit-in/200x150/filters:strip_icc()/pic6688292.png","minPlayers":2,"maxPlayers":4,"playingTime":30,"mechanics":["Move Through Deck","Open Drafting","Set Collection"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":6.625,"rank":-1,"designers":["Reiner Knizia"],"publishers":["25th Century Games"],"artists":["Tristam Rossin"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}