{"gameId":357659,"name":"Nightmare Cathedral","description":"Nightmare Cathedral prominently features the haunting artwork by the late polish surrealist painter and sculptor Zdzis&#197;&#130;aw Beksi&#197;&#132;ski.&#10;&#10;Nightmare Cathedral is a strategy game for 1&ndash;4 players, where victory is gained by controlling the map, managing resources, following objectives and selecting when to engage in fast and furious conflicts to gain strategic advantage. Over the course of the game, you will perform actions &mdash; and follow the actions of other players &mdash; to produce units, build fortifications, maneuver around the map, and spend your followers to climb the ritual track. Throughout the game, a haunting Cathedral will grow in the center of the board, and once it is completed, you will face &mdash; and gain the ability to control! &mdash; the physical manifestations of nightmares that are released upon the world. Nightmare Cathedral is a game of both strategy and tactics, where finding clever ways to follow your objectives and combining different strategies is the ultimate route to victory.&#10;&#10;Each player has a set of Action cards. These Action cards display various effects that may be activated either on that player's own turn, or as a reaction when other players perform that action. When you are the Active Player, you will move your Dreamer to a Day space that is not adjacent to its current Night space and perform the Action associated with that Day space, as outlined on your own Action card.&#10;Inactive Players may react to your chosen Day Action.&#10;&#10;The game is divided into two stages. During the first stage, the titular Nightmare Cathedral is built, piece by piece, as the game progresses. Once the final Cathedral piece is placed on the main board, the Nightmare Cathedral is finished, at which point the game transitions to the second stage. From this moment on, Nightmares, powerful beings channeling the presence of the completed Cathedral, enter the game board, Devouring Units in their path. However, as a player, you may also take actions to control a Nightmare, Commanding it to do your bidding.&#10;&#10;The game end is triggered in one of the following ways:&#10;&#10;&#10;     The Time marker reaches a certain space on the Time track.&#10;     A single player reaches the final step of the Ritual track.&#10;     A certain number of Units have been devoured.&#10;&#10;&#10;","image":"https://cf.geekdo-images.com/pV0wOMTmMG0na4jW30IBng__original/img/NQpGeyxjXhng_PVK7aQzCF8BgjU=/0x0/filters:format(jpeg)/pic6701539.jpg","thumbnail":"https://cf.geekdo-images.com/pV0wOMTmMG0na4jW30IBng__thumb/img/8NI9RN-EvbXJXppxeF7QqlbYasI=/fit-in/200x150/filters:strip_icc()/pic6701539.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Follow","Moving Multiple Units","Solo / Solitaire Game","Track Movement","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":8.19636,"rank":-1,"designers":["Błażej Kubacki"],"publishers":["Board&Dice"],"artists":["Franek Wolski","Zdzisław Beksiński"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}