{"gameId":358216,"name":"Thorgal: The Board Game","description":"Thorgal: The Board Game is a co-operative storybook adventure game in which 1-4 players take on the roles of Thorgal, his wife Aaricia, their son Jolan, and Kriss &mdash;a deadly female warrior &mdash; and go on a series of adventures.&#10;&#10;The game consists of ten stand-alone scenarios, each taking roughly 90-120 minutes of play. Scenarios neither form a campaign nor have any legacy features, so they can be played by different playgroups and over an extended period of time.&#10;&#10;Thorgal: The Board Game comes with a book of maps. Each scenario is played on a different map that players explore while fulfilling scenario goals and promises completely different adventures, hidden opportunities, and vivid characters. Players are free to choose whether they travel in one group or split to cover more areas at the same time. They also perform side quests that might help them win a scenario.&#10;&#10;Another important feature in the game is the storybook that contains narrative descriptions of the encounters that characters make in each scenario. The adventures described in the book are specific to each scenario and character, yet a lot of them are randomized within a scenario, allowing for repeated play. Characters' morality and past decisions all play an important role in how the encounters are resolved.&#10;&#10;Thorgal: The Board Game, while having a strong narrative element, offers a fan-favorite action selection mechanism. Similar to games like Puerto Rico or Race for the Galaxy, on each turn the active player chooses an action to be performed by the entire group, with the active player executing its full version, and all passive players performing its weaker version, regardless of their location on the map. This creates an interesting decision space and makes each turn important for everyone at the table.&#10;&#10;Another important mechanism involves character development. Their abilities are upgraded during gameplay and negatively affected by wounds suffered in fighting. Characters gather resources and craft objects to help them survive in the dangerous world and gain companions they meet on the way.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/6LmOBOKXXS8I3nX7I4hz_g__original/img/vs2i4NlxuNMUUZejmu5gEwWfLg0=/0x0/filters:format(jpeg)/pic6724739.jpg","thumbnail":"https://cf.geekdo-images.com/6LmOBOKXXS8I3nX7I4hz_g__thumb/img/0hdUKkeZA4E25_VUPUXpSvvJgls=/fit-in/200x150/filters:strip_icc()/pic6724739.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Deck Construction","Dice Rolling","Follow","Hand Management","Multiple Maps","Pattern Building","Point to Point Movement","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Trading","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Joanna Kijanka","Jan Maurycy Święcicki","Rafał Szyma"],"publishers":["Portal Games"],"artists":["Frédéric Vignaux"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}