{"gameId":358216,"name":"Thorgal: The Board Game","description":"Thorgal: The Board Game is a cooperative storybook adventure game for 1-4 players aged 14+ designed by Joanna Kijanka, Jan Maurycy, and Rafa&#197;&#130; Szyma. Players take on the roles of Thorgal, his wife Aaricia, their son Jolan, and Kriss&mdash;a deadly female warrior&mdash;, and go on a series of adventures.&#10;&#10;The game consists of 7 stand-alone scenarios, each taking roughly 90-120 minutes of play. Scenarios do not form a campaign nor have any legacy features, so they can be played by different playgroups and over an extended period of time.&#10;&#10;Thorgal: The Board Game comes with a book of maps. Each scenario is played on a different map that players explore while fulfilling scenario goals and promises completely different adventures, hidden opportunities, and vivid characters. Players are free to choose whether they travel in one group or split to cover more areas at the same time. They also perform side quests that might help them win a scenario.&#10;&#10;Another important feature in the game is the storybook containing narrative descriptions of the encounters that Characters make in each scenario. The adventures described in the book are specific to each scenario and Character, yet a lot of them are randomized within a scenario, offering higher replayability and allowing for repeated play. There are also Side Plots players can pursue to gain benefits and reveal additional pieces of the story.&#10;&#10;Thorgal: The Board Game, while having a strong narrative element, offers a brand new, unique action selection mechanism. In this new mechanism, actions have varying power depending on which other actions have already been taken. Players carefully plan their strategy and sequence of actions taken, as this directly impacts the strength of the effect of each action. This creates an interesting decision space and makes each turn important for everyone at the table.&#10;&#10;Another important mechanic involves Character development. Each character gains experience during the game and advances their abilities. This dynamic progress allows players to make meaningful decisions about how to develop their hero in the game. Characters gather resources and craft objects to help them survive in the dangerous world.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/6LmOBOKXXS8I3nX7I4hz_g__original/img/vs2i4NlxuNMUUZejmu5gEwWfLg0=/0x0/filters:format(jpeg)/pic6724739.jpg","thumbnail":"https://cf.geekdo-images.com/6LmOBOKXXS8I3nX7I4hz_g__thumb/img/0hdUKkeZA4E25_VUPUXpSvvJgls=/fit-in/200x150/filters:strip_icc()/pic6724739.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Deck Construction","Dice Rolling","Hand Management","Multiple Maps","Pattern Building","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Trading","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.55687,"averageRating":7.47237,"rank":11380,"designers":["Joanna Kijanka","Jan Maurycy Święcicki","Rafał Szyma"],"publishers":["Portal Games","Pegasus Spiele","Pixie Games"],"artists":["Maciej Simiński","Frédéric Vignaux"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}