{"gameId":358340,"name":"Anastyr","description":"Between the time that saw the sinking of Atlantis and the great flood that was to cover the world, there was an unsuspected Bronze Age. An age of legends, raw magic and conflicts in the lush jungles and steaming swamps that would one day become the Mediterranean Sea. Heroes from all over the continent embarked on a Homeric quest to save the world from the threat posed by Anastyr, the queen of dragons.&#10;&#10;Anastyr is a cooperative board game with miniatures for 1 to 4 players. Each player takes on the role of a powerful hero, and your team of heroes embarks on an incredible odyssey through a world where they will face hordes of enemies and monsters, wizards and warlords, all very different depending on the environment in which they live. Each hero has their own equipment and fighting style that will each evolve during the course of their journey; all hoping to be powerful enough to face the ultimate threat at the end of this epic, adventure-filled campaign! During their quest, heroes will ride a variety of mounts (horses, raptors, saber-toothed tigers and other exotic creatures) that will give them special advantages, and their combat skills and ability to coordinate with their companions will be tested constantly.&#10;&#10;Anastyr has some particularly immersive innovations, such as scrolling tiles, interchangeable magnetic mounts, and backdrops that turn your game board into a beautiful diorama. The game features a dynamic mix of playing cards and special dice to roll and introduces combat mechanics loosely based on brawler video games. Heroes eliminate their opponents by unleashing fearsome combos. But they will also be able to ravage the battlefield with their Fury, a devastating attack resulting from unleashing their rage that has accumulated over the course of the battle. Each hero has a unique deck, which reflects their individual fighting style. And in the campaign mode, this deck can be improved by the player by the addition of new cards they can choose which will reflect the evolution and the leveling up of the hero over time.&#10;&#10;Anastyr is easy to learn, but also fast, tactical... and brutal!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/_i4WiaxM-nQjjEkhrp3E_g__original/img/vaD8tCrhWPhTjvgRJn-Aoai6CbI=/0x0/filters:format(jpeg)/pic6734009.jpg","thumbnail":"https://cf.geekdo-images.com/_i4WiaxM-nQjjEkhrp3E_g__thumb/img/SsWMuW6IVHvni7OwD60J6shpYxE=/fit-in/200x150/filters:strip_icc()/pic6734009.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Card Play Conflict Resolution","Cooperative Game","Dice Rolling","Map Addition","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8.3,"rank":-1,"designers":["Philippe Ville"],"publishers":["Mythic Games"],"artists":["Carlos Amaral","Georges Clarenko","David Demaret","Justin Gerard","Paolo Parente","Wayne Reynolds","Daniel Zrom"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}