{"gameId":358661,"name":"Andromeda's Edge","description":"Behold, Andromeda's Edge: A dazzling, uncharted region of space on the edge of the Andromeda galaxy. Littered with the modular debris of the precursor civilization, patrolled by malicious extragalactic raiders, and bordered by dense nebulae, The Edge is a last resort for the brave and foolhardy who seek a new life beyond the oppressive reach of the Lords of Unity.&#10;&#10;ANDROMEDA&rsquo;S EDGE is a worker placement game in which your workers are upgradable starships, each with different special abilities. The gameboard features a modular hexagonal map, displaying regions of space with worker placement actions and sites for development. Your player board is a customizable starbase that allows you to build massive tableau engines by attaching various types of modules. Each player controls a unique faction with a subtly different way to play the game.&#10;&#10;On your turn, you will either launch a starship or regroup all of your starships. When you launch, you send one of your starships to a region of Andromeda, with your choices limited by your prior placements and the positions of other ships. After you resolve your action, a battle may occur depending on the locations of your opponents and dangerous extragalactic raiders. Battles use a quick and exciting dice mechanic, with rewards for winners, but with a variety of ways to mitigate or take advantage of battle losses.&#10;&#10;When you regroup, you&rsquo;ll be able to make use of your tableau engine. This engine allows you to carry out a wide variety of actions, including generating energy, which allows you to carry out even more actions.&#10;&#10;As the game progresses, you will build a new civilization by constructing developments on planets: observatories, factories, finance centers, cities, and obelisks. You&rsquo;ll advance on several tracks, portrayed as characters moving through exotic science fiction environments. You&rsquo;ll trigger events that will score different tracks. The game ends when any player has reached the endgame scoring threshold, and then players total up a variety of scoring attributes. The player with the highest score wins the game!&#10;&#10;","image":"https://cf.geekdo-images.com/vmFLMcfXt-c4sd8y6-579g__original/img/VYoDUQI3-7uIjXQZE0wySP7xpKA=/0x0/filters:format(jpeg)/pic6738525.jpg","thumbnail":"https://cf.geekdo-images.com/vmFLMcfXt-c4sd8y6-579g__thumb/img/-m1uihAm8wcfhpITYpN3DmXBV9s=/fit-in/200x150/filters:strip_icc()/pic6738525.jpg","minPlayers":1,"maxPlayers":5,"playingTime":200,"mechanics":["Area Majority / Influence","Dice Rolling","Hand Management","Worker Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":9,"rank":-1,"designers":["Luke Laurie"],"publishers":["Cardboard Alchemy"],"artists":[],"playerPollResults":[{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}