{"gameId":358661,"name":"Andromeda's Edge","description":"Behold, Andromeda's Edge: A dazzling, uncharted region of space on the edge of the Andromeda Galaxy. Littered with the modular debris of the precursor civilization, patrolled by malicious extragalactic raiders, and bordered by dense nebulae, The Edge is a last resort for the brave and foolhardy who seek a new life beyond the oppressive reach of the Lords of Unity.&#10;&#10;In this game, you lead a desperate faction seeking to build a new civilization on Andromeda's Edge. You begin with only a space station, a few ships, and a handful of resources. By carefully placing your ships, you will gather resources, claim moons, acquire modules to add to your station, populate planets and build developments on them. You will battle opponents and compete with others to ascend the progress tracks: Science, Industry, Commerce, Civilization and Supremacy.&#10;&#10;On your turn, you either launch a starship or return your ships to your station. Launching sends one of your starships to a region of Andromeda, either collecting resources from planetary systems or taking actions at Alliance Bases. If the region is occupied by your opponents or fearsome raiders, face off in a dice battle, with Supremacy on the line but where strategic manipulation can turn a loss into a reward. Returning to your station allows you to activate your engine, using the modules you&rsquo;ve acquired to generate energy, gain resources and carry out actions.&#10;&#10;Throughout the game you will build up your unique faction, building developments (Observatories, Factories, Spaceports, Cities and Obelisks) and gaining station modules which move you up the progress tracks. Advancement on the tracks is rewarded both during mid-game events and at the conclusion, and is the key to victory.&#10;&#10;","image":"https://cf.geekdo-images.com/n3gYugbvd_LHVynDhfoVbw__original/img/wpassO7P8Vb-3tke2X3Ou5Pn0LE=/0x0/filters:format(jpeg)/pic7334483.jpg","thumbnail":"https://cf.geekdo-images.com/n3gYugbvd_LHVynDhfoVbw__thumb/img/ze7YA6aXpf6xgmDUhD0gv_HoW30=/fit-in/200x150/filters:strip_icc()/pic7334483.jpg","minPlayers":2,"maxPlayers":4,"playingTime":160,"mechanics":["Area Majority / Influence","Dice Rolling","Hand Management","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":6.15937,"averageRating":8.68243,"rank":2207,"designers":["Luke Laurie","Maximus Laurie"],"publishers":["Cardboard Alchemy","Frosted Games","Games7Days","Gém Klub Kft.","Lucky Duck Games","MINDOK"],"artists":["Sergio Chaves"],"playerPollResults":[{"numPlayers":1,"best":8,"recommended":11,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":7,"recommended":22,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":22,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":17,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":7,"notRecommended":10,"numPlayersIsAndHigher":true}]}