{"gameId":358741,"name":"Terraforming Mars: Ares Expedition – Discovery · Foundations · Crisis","description":"In, Terraforming Mars Ares Expedition: Crisis, players will play as corporations, just as in the original Ares Expedition. You choose phases and play project cards as normal. The difference is players are working together to keep Mars habitable after a natural disaster has landed the planet in crisis. Every round, a new Crisis card will be drawn that will require the players to achieve a certain goal to remove that crisis from play. Each turn that a Crisis card is not completely dealt with, it will lower one or more of the terraforming metrics that keep Mars habitable.&#10;&#10;Handle all the crises as they arise. Eventually, a Crisis card will be drawn that allows the players to win the game once they have completed re-terraforming Mars.&#10;&#10;Terraforming Mars Ares Expedition: Discovery adds four new mechanics to base Ares Expedition: awards, milestones, upgraded phase cards, and wild tags.&#10;&#10;Awards are end of game scoring that are granted to the player with the most of something. Three awards are draw at the beginning of the game so that players know what they will be rewarded for at the end of the game. The player with the most of that item earns 5VP, second place earns 2VP.&#10;&#10;Milestones are VP that are awarded during the game. They are granted to the player to first achieve the milestone. Milestones are worth 3 VP at the end of the game.&#10;&#10;Some new project and corporation cards allow players to upgrade their phase cards. Each phase card has two different version that players choose from when they upgrade them. The upgrade gives the player a better bonus when they choose that phase.&#10;Some new project cards have a wild tag. Whenever a player reveals this card either from the deck (due to an effect) or from their hand because they are going to play it, that player chooses what tag they want it to be. Tokens are used to keep track of what tag was chosen for the rest of the game.&#10;&#10;Ares Expedition: Foundations contains additional player boards, cubes, and phase cards so that Ares Expedition can be played with up to six players. This expansion also includes to additional game boards. One is a larger score track. The other adds a fourth terraforming metric: infrastructure.&#10;Addtionally, there are new project cards that involve the new terraforming metric and a new phase card.&#10;&#10;","image":"https://cf.geekdo-images.com/kHdQkEWHxj2a-7aMo5_ktw__original/img/92HAEos-rcKrbMx1633G1wLm1Cs=/0x0/filters:format(png)/pic6751343.png","thumbnail":"https://cf.geekdo-images.com/kHdQkEWHxj2a-7aMo5_ktw__thumb/img/EEoqCW48IjkNEraKV8yoQSLvxRk=/fit-in/200x150/filters:strip_icc()/pic6751343.png","minPlayers":1,"maxPlayers":6,"playingTime":60,"mechanics":["Cooperative Game","Follow","Hand Management","Income","Simultaneous Action Selection","Variable Player Powers"],"isExpansion":true,"yearPublished":2022,"bggRating":0,"averageRating":9.625,"rank":-1,"designers":["Sydney Engelstein","Jacob Fryxelius","Nick Little (I)"],"publishers":["FryxGames","Stronghold Games"],"artists":["Nio Mendoza"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}