{"gameId":358737,"name":"Leviathan Wilds","description":"Long ago, the once-gentle leviathans lost their minds and tore the world apart. After generations of hiding and struggle, humanity discovered that the frenzied leviathans can be restored. Climbers willing to take the risk must explore the wilds and work together to remove a series of binding crystals to heal the leviathans roaming the world.&#10;&#10;In Leviathan Wilds, 1-4 players will confront these colossal beings, with each creature being depicted across the spread of a spiral-bound storybook that makes up the game's board. The book also forms the basis of a connected campaign mode built around the game's story, with each of twenty included scenarios estimated to last around 45 minutes. Tougher difficulty levels are also available for added replayability.&#10;&#10;Each character's deck of multi-use cards is unique, allowing them to climb, jump, and glide around the board in different ways. The number of cards left in the slim deck represents their grip on the leviathan's body; if the deck runs out, the player loses their grip and begins to fall down the board until they're able to reach a rest space, which resets their deck. Moving onto rest spaces also provides a way to regain one's grip without falling. Other spaces reduce a character's health or grip or they increase blight, a status that reduces their overall hit points.&#10;&#10;The leviathan has its own deck of cards, which triggers various effects at the beginning of a player's turn, from targeted attacks that reduce health to effects that move players between spaces or loosen their grip. As the game progresses, the leviathan gradually gains &quot;rage&quot;, which intensifies the effect of its event cards.&#10;&#10;Players' characters can move around a square grid overlaid on the creature's body by spending action points &mdash; the number being determined by a card played at the start of their turn &mdash; and their remaining hand of ability cards to reach the crystals and reduce them to zero. Victory is achieved by reducing all crystals, which vary in strength, to zero.&#10;&#10;","image":"https://cf.geekdo-images.com/k_iHhr7ltGhj46u4oQ4YAQ__original/img/qSlgK-1y9-AgtOAA86R9gt9XNaI=/0x0/filters:format(jpeg)/pic7976770.jpg","thumbnail":"https://cf.geekdo-images.com/k_iHhr7ltGhj46u4oQ4YAQ__thumb/img/-YtdhfpOEJNDPIbJovPSjDMXgec=/fit-in/200x150/filters:strip_icc()/pic7976770.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Action/Event","Cooperative Game","Events","Grid Coverage","Grid Movement","Hand Management","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Square Grid","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.94648,"averageRating":8.03673,"rank":3228,"designers":["Justin Kemppainen"],"publishers":["Moon Crab Games"],"artists":["Samuel R. Shimota"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":19,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":16,"recommended":7,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":11,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":11,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":true}]}