{"gameId":358800,"name":"Star Wars Villainous: Power of the Dark Side","description":"In Star Wars Villainous: Power of the Dark Side, each player takes control of one of five Star Wars characters: Darth Vader, Asajj Ventress, Kylo Ren, Moff Gideon, or General Grievous. Each player has their own villain deck, fate deck, player board, and 3D character.&#10;&#10;On a turn, the active player moves their character to a different location on their player board, takes one or more of the actions visible on that space (often by playing cards from their hand), then refills their hand to four cards. Cards are allies, items, effects, and other things. You need to use your cards to fulfill your unique win condition.&#10;&#10;One of the actions allows you to choose another player, draw two cards from that player's fate deck, then play one of them on that player's board, covering two of the four action spaces on one of that player's locations. The fate deck contains heroes, items, and effects from that villain's storyline, and these cards allow other players to mess with that particular villain.&#10;&#10;Depending on their villain's unique power, players can also use their villain's &quot;ambition&quot; to perform actions that power effects based on the villain's use of the Force, strategic leadership, or sheer luck. The game also incorporates villain-specific missions and rules for iconic ships and transports from all corners of the Star Wars galaxy.&#10;&#10;","image":"https://cf.geekdo-images.com/aq9LGSoVavCJbhY2cOTUTg__original/img/NdUU-szOJfqk36roSP2WVfkC1dA=/0x0/filters:format(png)/pic6741829.png","thumbnail":"https://cf.geekdo-images.com/aq9LGSoVavCJbhY2cOTUTg__thumb/img/mFnBV2fvhjb_ESEggUaH7clIRHk=/fit-in/200x150/filters:strip_icc()/pic6741829.png","minPlayers":2,"maxPlayers":4,"playingTime":50,"mechanics":["Hand Management","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":9.62667,"rank":-1,"designers":[],"publishers":["Ravensburger"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}