{"gameId":359318,"name":"Foxy","description":"In Foxy, you'll put your memory and observation skills to the test while looking at a sequence of large, full-color cards. Each card shows one of four environments, as well as 1-2 animals that live in that environment &mdash; although a cat can show up anywhere, so sometimes a card will feature three animals.&#10;&#10;To set up, shuffle 19 of the 40 cards into a deck, then shuffle the fox card into this deck. Each player takes a dry erase board and a marker. Flip the top card; for the types of animals depicted on this card, everyone secretly writes the total number of animals of these types that they've seen on all cards revealed so far. For the first round, this is easy &mdash; write the number of animals on this card! But you'll start seeing cards of many environments, and wait, how many chickens have I seen so far? How many cats? You can write only a single numeral for each round, with no reminders of which animals were which. When the fox card appears, write a numeral showing how many different animals you've seen total. Once during the game, you can circle a number to take a chance on doubling that score.&#10;&#10;Once you've finished the deck after twenty rounds, flip it over, then go through the cards again, this time keeping a public tally of how many animals of each type have been seen. If the number you wrote for a round is equal to or less than the total number of animals seen, you score that many points; if the number is larger, then cross it out and score nothing for that round. For the circled number, if you correctly wrote the exact number of animals, score twice that many points; if you guess higher or lower, score nothing. Whoever scores the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/FE6sz4rVTdpBDhfOGb_c1A__original/img/Stn710OqpFkhmGuB6DBJfHs7QP8=/0x0/filters:format(png)/pic8035140.png","thumbnail":"https://cf.geekdo-images.com/FE6sz4rVTdpBDhfOGb_c1A__thumb/img/BG38GgutETKiuw51FCJYfUoqgSg=/fit-in/200x150/filters:strip_icc()/pic8035140.png","minPlayers":1,"maxPlayers":5,"playingTime":15,"mechanics":["Betting and Bluffing","Memory","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2022,"bggRating":5.74701,"averageRating":7.18155,"rank":5214,"designers":["David Spada"],"publishers":["GateOnGames","4GAMES","A-games (Board Game)","La Boîte de Jeu","Fearless Frog","Game Factory","Muduko","Pegasus Spiele","TLAMA games","Tranjis Games"],"artists":["Stefano Tartarotti"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":true}]}