{"gameId":359601,"name":"Weirdwood Manor","description":"Weirdwood Manor is a cooperative board game that marries great adventure gameplay with some euro-inspired underpinnings, as you and your group of valiant companions battle to protect Weirdwood Manor and its enigmatic ruler, Lady Weirdwood, from an invading Fae Monster and his Clockwork Scarab minions.&#10;&#10;The Manor is a mysterious and magical place where rooms and the pathways between them can shift as time progresses. The game features a unique temporal mechanic; every time a player or the Fae Monster takes an action, time will move forward in the game and the connections between the rooms will shift via unique rotating corridor rings on the game board. Players have some agency in how to use their actions to affect how quickly (or slowly) time moves, but beware, if the players use up their allotted time and have not defeated the monster, they lose!&#10;&#10;You will assume the role of one of six asymmetrically designed characters as you battle against one of the three different Fae Monsters, each with their own unique mechanics and loss conditions.  You&rsquo;ll make use of dice drafting, card play, resource management, and location actions as you move through the ever-shifting Manor in pursuit of the Fae Monster and his minions. You can also recruit additional companions to aid you and you will improve your character&rsquo;s abilities as you earn experience.&#10;&#10;Each turn, the players will use their own deck of cards to take one primary action. Rooms they move to can offer additional actions and benefits. As well, players can make use of their own unique player and companion powers. These combinations can create varied and potentially powerful chains of actions on a player's turn.&#10;&#10;However, after each player's turn the Fae Monster will act, using their own custom deck of cards. As the game progresses, the Fae Monster&rsquo;s strength will grow and things will become more dire for the players so they will have to work together to solve the challenges in front of them. The game offers deep tactical choice and a degree of unpredictability that will make traditional leader quarterbacking virtually impossible; the players will truly have to strategize as a group to succeed as the threat deepens!&#10;&#10;And so, if the players can defeat the Fae Monster before time runs out - or before the Fae Monster completes his own unique victory condition, the players will win the game and have kept Weirdwood Manor safe for now... until he next threat arrives!&#10;&#10;","image":"https://cf.geekdo-images.com/WkgZcQdXmpEyNLBIpX5bJw__original/img/sLNYbQCErPoEI0IQVBaiiofZvCk=/0x0/filters:format(jpeg)/pic7453753.jpg","thumbnail":"https://cf.geekdo-images.com/WkgZcQdXmpEyNLBIpX5bJw__thumb/img/29x_4K0otdJ1Eh0qYEbkQmnMDeY=/fit-in/200x150/filters:strip_icc()/pic7453753.jpg","minPlayers":1,"maxPlayers":5,"playingTime":120,"mechanics":["Action Retrieval","Cooperative Game","Dice Rolling","Elapsed Real Time Ending","Events","Hand Management","Map Deformation","Modular Board","Role Playing","Solo / Solitaire Game","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":5.61804,"averageRating":7.67761,"rank":7724,"designers":["Mike Cassie"],"publishers":["Greyridge Games"],"artists":["Anna Earley","Steve Palmer","Sean Richardson"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}