{"gameId":359747,"name":"The Red Cathedral: Contractors","description":"The construction of St. Basil&rsquo;s Cathedral is going at a steady pace.  The moment has arrived to seek out the best specialists of each guild and to apply their skills and knowledge to turn this monument into something that will even surprise the Tsar himself.  It&rsquo;s necessary to send contractors to the far reaches of Russia to be able to stand out from the competition and achieve victory.&#10;&#10;Contractors is the first expansion of The Red Cathedral, the hit game from Shei Santos and Isra Cendrero in which players construct Moscow&rsquo;s St. Basil&rsquo;s Cathedral and compete to make the most memorable contribution and win the favor of the Tsar.  The expansion is also illustrated by Pedro Soto and Chema Rom&aacute;n, two artists inspired by the work of Ivan Bilbin, the Russian artist renowned for his majestic representation of Slavic folklore in his works.  The Red Cathedral stands out among recent games for its original rondel mechanism, winning the hearts of thousands of gamers around the world.&#10;&#10;The expansion comes in a box that contains almost as much content as the original game and takes the experience into another dimension.  In Contractors we find 10 new guilds that can be combined with those from the basic game, 6 additional blueprint cards, and a new card for the solo mode.  Many of these new guilds use the Contractors module, which among other things, adds a new board containing a map of Russia.  We Will send our contractors throughout Russia to recruit the talent of the best specialists and artisans of the country to aid in the construction of the cathedral.&#10;&#10;As in the original game, each of these guilds contains 3 different cards, of which one per guild can be included into the game, meaning that Contractors offers 30 new different ways to play The Red Cathedral.  And among other highlights are a black die that can be used alongside the 5 existing dice used to obtain resources, diamonds which serve as a wild-card form of resource, and the contractors, which are Cossack meeples that incorporate a worker placement element into the game.&#10;&#10;","image":"https://cf.geekdo-images.com/Bn-hEtfnpC2kfa0IrC-51g__original/img/a8_e-XKlnnEKyQ1EP7C752kK92E=/0x0/filters:format(jpeg)/pic6780740.jpg","thumbnail":"https://cf.geekdo-images.com/Bn-hEtfnpC2kfa0IrC-51g__thumb/img/5Di6ev_7MUZe4x2yk2wAxRg6Q7I=/fit-in/200x150/filters:strip_icc()/pic6780740.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Area Majority / Influence","Dice Rolling","End Game Bonuses","Rondel","Solo / Solitaire Game","Victory Points as a Resource"],"isExpansion":true,"yearPublished":2022,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Isra C.","Shei S."],"publishers":["Devir"],"artists":["Chema Román","Pedro Soto"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}