{"gameId":359871,"name":"Arcs","description":"In Arcs, 3-4 players guide their factions through a fast-playing space opera that unfolds over a trio of 60-90 minute sessions. The game opens in the final days of a decaying empire. Players take the role of the last regents of a once proud state that stretched to the farthest worlds of the Reach. Faced with an encroaching blight that threatens the outer planets, players must balance the integrity of their homelands with their own ambitions.&#10;&#10;Arcs uses an innovative card-driven action system that is easy-to-learn and highly interactive. Players are given hands of action cards each turn and must balance their desire to control the game's tempo against their other interests. Should you use the initiative to seize control of a critical new technology or reposition your fleets for a coming engagement? When players do trade blows, the battles are resolved in a snap using a simple dice system. However, combat's interaction with the larger action system offers players a wide range of tactical options, from multi-turn sieges to daring raids and dramatic escapes.&#10;&#10;Players begin the game in roughly symmetrical positions, which helps new players learn the core systems quickly. However, their choices will soon cause their paths to diverge. Unearthing an ancient technology might make the restoration of the empire possible. A chance discovery on a blighted world might lead a player to abandon their wealth and begin a voyage across the Reach to right an ancient wrong. Every choice will advance the game's story and form part of an emergent, player-driven campaign.&#10;&#10;Many of these choices are resolved in a special &quot;intermission&quot; between games. During this phase, new rules modules are activated, and players are introduced to new capabilities and objectives. Despite their similar starting points, by the end of a campaign, players might control factions as varied as any in Root or Vast. Players will also use the intermission to spend their hard-earned power to maintain their fleets and wealth, as well as invest in new improvements that may aid them in the coming game.&#10;&#10;The campaign system of Arcs provides players with a huge number of possible game situations and hundreds of possible campaigns. In addition, Arcs also includes an abridged, two-session campaign and a single session mode.&#10;&#10;","image":"https://cf.geekdo-images.com/8dI3TsJIfUqAzIxISBUxrw__original/img/jdZGxQsME2urxQGQ1jPR_F_uydM=/0x0/filters:format(jpeg)/pic6798362.jpg","thumbnail":"https://cf.geekdo-images.com/8dI3TsJIfUqAzIxISBUxrw__thumb/img/wozqWvr1xpdo9n_9ueJ45NWqI4s=/fit-in/200x150/filters:strip_icc()/pic6798362.jpg","minPlayers":3,"maxPlayers":4,"playingTime":90,"mechanics":["Area Movement","Campaign / Battle Card Driven","Trick-taking"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.03846,"rank":-1,"designers":["Cole Wehrle"],"publishers":["Leder Games"],"artists":["Kyle Ferrin"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}