{"gameId":360692,"name":"Septima","description":"Only in a few corners of the world is the memory of magic still alive, even though a few centuries ago its healing power permeated everything. Witches, its last remaining practitioners, have always been outcasts and could help human society only in strict secrecy. The leader of their people, the Septima, has always been the wisest, most knowledgeable witch. Now, as her time is coming to an end, witches from all over the world gather at Noctenburg to leave their mark on the hostile town and prove to the Septima that they are her worthy successor.&#10;&#10;Septima is a competitive, highly interactive strategy game of witchcraft. As the leader of your coven, you must prove your worth in the town of Noctenburg to become the successor of Septima, the High Witch. Practice your craft and gain Wisdom by collecting herbs, brewing potions, healing the townsfolk, mastering charms and rescuing your fellow brothers and sisters from the trials. But beware: magic, even if used for good, invokes suspicion in the townsfolk...&#10;&#10;Simultaneous action selection with positive player interaction: Septima&rsquo;s central mechanism revolves around the simultaneous, secret selection of one of nine Action cards each turn: Move, Collect, Brew, Heal, Recruit, Plea, Chant, Rite and Remember. Each Action gets a powerful bonus if it is chosen by multiple players, but performing them together also raises suspicion in the townsfolk and attracts the attention of the Witch Hunters. Decisions of when to do a shared action (and who to do it with) adds a fresh, semi-cooperative touch to a competitive game, and lots of player interaction.&#10;&#10;Rescue witches to build your Coven: Heal, enthrall or convince the townsfolk and amass enough support to sway the periodic Witch Trials in your favor. If the hostile witnesses are outvoted, the convicted witch is absolved and joins the coven that rescued them. You start small but you can grow your coven to up to four witches this way, each with their own personality and special ability to help your cause. Reckless Witches caught by Witch Hunters are also put to trial, so with enough support from the townsfolk, even witches from other, less careful players&rsquo; coven can end up in yours.&#10;&#10;Accessible, intuitive and familiar: Septima is Mindclash Games&rsquo; most accessible title to date, with beautiful, hand-drawn art style by Vill&#197;&#145; Farkas and with the character art of Barbara Bern&aacute;t, wooden components and intuitive, theme-inspired mechanisms. It is very quick to teach and set up, and takes less than 2 hours to play, even with four players.&#10;&#10;","image":"https://cf.geekdo-images.com/TEx3V_COEF6Vik8y3Ax3hA__original/img/9Yz9xcfNSUBYLzX8mCYuYhzDJSo=/0x0/filters:format(jpeg)/pic6810993.jpg","thumbnail":"https://cf.geekdo-images.com/TEx3V_COEF6Vik8y3Ax3hA__thumb/img/UbxZLr-fIWfThg2dp7r_7M5MqC8=/fit-in/200x150/filters:strip_icc()/pic6810993.jpg","minPlayers":1,"maxPlayers":4,"playingTime":100,"mechanics":["Hand Management","Simultaneous Action Selection","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":5.89608,"averageRating":7.82261,"rank":3437,"designers":["Robin Hegedűs"],"publishers":["Mindclash Games","Skellig Games","Super Meeple"],"artists":["Barbara Bernát","Villő Farkas"],"playerPollResults":[{"numPlayers":1,"best":7,"recommended":8,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":13,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":14,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":11,"recommended":11,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":13,"numPlayersIsAndHigher":true}]}