{"gameId":360617,"name":"Findorff","description":"Findorff is one of the 23 districts of Bremen, the hometown of Friedemann Friese. Findorff has three &ldquo;F&rdquo;s and is named after J&uuml;rgen Christian Findorff (1720-1792), who was responsible for draining and surveying the bog in the north of Bremen, for extracting the peat, and for populating the bog with residents.&#10;&#10;In Findorff, the game, you build up the district of Findorff in the period from 1803 to 1916. Historically, six major railway stations stood in Findorff during this period to connect to Hannover, Hamburg, Oldenburg, and Bremerhaven. While they were all later replaced by a single big main train station, you raise another three new rail stations at one of the two main roadbeds. Besides using boats on the peat canal, this small railway  helped to transport even more peat from the bog in the north of Bremen to Findorff. During the first half of the 19th Century, peat was the most important commodity for heating the houses and for supplying energy to the industry. In the late 19th century (and in the game), peat lost its importance once when replaced by the energy-rich coal.&#10;&#10;Findorff offers an economic engine builder with a resource market for peat known from Power Grid and an innovative resource management required when building rail tracks and houses in Findorff. Your focus is on raising the right combination of the 25 historical structures from the period of 1803-1916. Do you raise the Chair Pipes Factory or the Slaughterhouse to gain a lot of thalers, or smaller structures like Schools, the Beer Hall, or the Peat Skipper Shelter to win the game in small steps. You can even profit from the high mortality rate of this period by running a Cemetery.&#10;&#10;Only by adapting your strategy to your structures you honor Mr. Findorff, and win the game when the roadbed to Hamburg is finished.&#10;&#10;Findorff offers a challenging solo game as well.&#10;&#10;","image":"https://cf.geekdo-images.com/gTHdRuOkCiMMAlQRitenrQ__original/img/i8tmHRi3-tGuh2DFCfYe-bwZdRY=/0x0/filters:format(jpeg)/pic7019514.jpg","thumbnail":"https://cf.geekdo-images.com/gTHdRuOkCiMMAlQRitenrQ__thumb/img/c16A-lgBAOniNjlA94BF4BT4WDw=/fit-in/200x150/filters:strip_icc()/pic7019514.jpg","minPlayers":1,"maxPlayers":5,"playingTime":75,"mechanics":["Hand Management","Income","Market","Solo / Solitaire Game","Variable Set-up"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8.21429,"rank":-1,"designers":["Friedemann Friese"],"publishers":["2F-Spiele","Rio Grande Games"],"artists":["Lars-Arne \"Maura\" Kalusky"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}