{"gameId":360899,"name":"Harrow County: The Game of Gothic Conflict","description":"A witch named Hester was hung, burned, and buried under a tree. Some time later, the family of Hester come to Harrow County to destroy it, but standing in their way is eighteen-year-old Emmy who mysteriously has powers of her own.&#10;&#10;In the asymmetric combat game Harrow County: The Game of Gothic Conflict, players can play as one of the Protectors, trying to rescue townsfolk, or as one of the family, trying to destroy Harrow County. You can instead play as a third faction that originates from the surprise return of Emmy's twin sister, Kammi, who wants to rule Harrow County. Players activate mason jars to move their haints (undead creatures) around the hex-based board as they try to accomplish their missions. Combat is resolved using a never-before-seen cube tower that's built into the actual box.&#10;&#10;Finally, a third player can enter the game: Hester, the dead witch buried under the tree. She controls the roots of the tree and using the cube tower, Hester can infect haints on her roots, which causes a snake to be placed into its ear. That player can still control this haint, but now so can Hester. If Hester comes back to life, then she needs to eat the other legends to gain all her power back to win.&#10;&#10;In short, Harrow County is a thematic, tactical game of territory control and enemy elimination to determine the fate of Harrow County.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/dXOckpZFmnRjTGnPq8bH_A__original/img/rGJEOjI0nFaR6VG2VP8ssBMTKH0=/0x0/filters:format(png)/pic7104746.png","thumbnail":"https://cf.geekdo-images.com/dXOckpZFmnRjTGnPq8bH_A__thumb/img/PX9WUjjJxELcVakeuNvr0kVXkhc=/fit-in/200x150/filters:strip_icc()/pic7104746.png","minPlayers":1,"maxPlayers":3,"playingTime":90,"mechanics":["Chit-Pull System","Cube Tower","Deduction","Hexagon Grid","King of the Hill","Movement Points","Moving Multiple Units","Multiple Maps","Network and Route Building","Pick-up and Deliver","Secret Unit Deployment"],"isExpansion":false,"yearPublished":2024,"bggRating":5.5612,"averageRating":8.28704,"rank":10681,"designers":["Jay Cormier","Shad"],"publishers":["Off the Page Games","Corax Games","Czacha Games","Fox in the Box"],"artists":["Tyler Crook"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":true}]}