{"gameId":360951,"name":"Catherine: The Cities of the Tsarina","description":"Catherine: The Cities of the Tsarina takes 2-4 players to the Tsarist Empire of 1762 to win the Tsarina's favor with the help of an innovative card mechanism. As is so often the case, different strategies can lead to different goals: Do you devote yourself to the development of the fine arts or trade, or do you perhaps prefer to secure arms and thus perpetuate the empire? With each card you hold, you must decide whether to gain the resources and use the action on that card or whether to throw it away to activate another action.&#10;&#10;To start the game, choose three of the six project cards in your hand and place them in your action row. At the top of each project card is a list of three cities or an assortment of cannons, books, and goods; at the bottom of each project card is an action and (in most cases) a bonus.&#10;&#10;The game lasts three decades, with each decade lasting four rounds. Players play simultaneously during each round. At the start of a round, draw two cards, then play one card in your action row and another card in your activation row &mdash; located below your action row &mdash; under any project card in your action row that has not been activated. If the activation card matches the color of the action card above it, you carry out that action, whether it's placing a residence on the map, gaining cards, exchanging cards for points or a favor, gaining favor by having cannons or books, etc. If you carried out the action and the card has a bonus, you then get that bonus once. If the activation card doesn't match in color or you choose not to do the action, you draw a project card as compensation.&#10;&#10;If you would ever draw cards over your hand limit, you instead gain 1 point for each such card. If you would gain favor over the maximum, you instead gain 1 point.&#10;&#10;After four rounds, an interim scoring takes place, with players comparing cannons and books in their action row, then gaining points for residences and their placement on the favor track. Players then discard all cards in their activation row, along with the cards above them that were activated, then draw two new cards. After the third interim scoring, players score points for cards in hand, their largest group of contiguous residences, and how well they've completed the order card they received at the start of play. To complete orders, you need goods from cities, which means you need to place residences in those cities, which means you need to activate the right cards and collect lots of books.&#10;&#10;Whatever you do, do your best to make Catherine proud!&#10;&#10;","image":"https://cf.geekdo-images.com/8-NdylVuVDhvEqv6LjYKZQ__original/img/vbtTuFNtmvnbs1-jMRz-_mkearE=/0x0/filters:format(jpeg)/pic6844497.jpg","thumbnail":"https://cf.geekdo-images.com/8-NdylVuVDhvEqv6LjYKZQ__thumb/img/R1R5XYaIkQmxsjFYFNee92JQSIM=/fit-in/200x150/filters:strip_icc()/pic6844497.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Hand Management","Network and Route Building","Set Collection","Simultaneous Action Selection"],"isExpansion":false,"yearPublished":2022,"bggRating":5.43851,"averageRating":4.07892,"rank":22391,"designers":["Johannes Schmidauer-König"],"publishers":["dlp games","Capstone Games"],"artists":["Claus Stephan","Antje Stephan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}