{"gameId":361503,"name":"RuneScape Kingdoms: Shadow of Elvarg","description":"Grab your capes and party hats, &rsquo;cause we&rsquo;re going to Gielinor! RuneScape Kingdoms: Shadow of Elvarg is a cooperative campaign board game inspired by the record-breaking video game universe with over 280 million registered users worldwide.&#10;&#10;Gather your group of 1-5 players and step into a sometimes epic, often irreverent fantasy world where your goal is simple: Become the wealthiest, most skilled, best-geared adventurer there is! Or, just enough of all three to succeed together. Or spend the whole time collecting eggs and let your friends do all the work. It&rsquo;s cooperative, after all! (Still, who doesn&rsquo;t enjoy a little friendly competition?)&#10;&#10;Either way, Gielinor needs capable folk to help its inhabitants and keep monsters and nefarious cults at bay, and that&rsquo;s where your group steps in. One minute you&rsquo;re slaying a vampyre that&rsquo;s been terrorising a village. The next, you&rsquo;re helping Gertrude find her beloved cat!&#10;&#10;Like chapters in a book, your tabletop adventure is split into campaigns, each one inspired by an iconic boss quest from the video games. Campaigns are made up of two phases:&#10;&#10;First is the exploration phase, where you&rsquo;ll explore the kingdoms of Asgarnia and Misthalin from above on a game board styled like a fast-travel map. Every location gives you different things to do &mdash; whether that&rsquo;s gathering and sharing resources, levelling up skills, or drawing from the exploration deck for that region to see what unexpected thing you&rsquo;ll need to handle next!&#10;&#10;Don&rsquo;t get too distracted, though: The exploration phase has set quests you&rsquo;ll need to complete to keep your group moving forward. Spend too long gathering cabbages or engaging in goblin diplomacy, and the escalation track will rise, making the world around you more dangerous until you finally take on the boss&hellip;&#10;&#10;&hellip;in the boss phase! Here, you&rsquo;ll zoom in for face-to-face fights on dedicated game boards that bring the bosses &mdash; and their environments &mdash; to life!&#10;&#10;The story woven through the campaigns will immerse you in the fantasy world of RuneScape, while the optional side quests, exploration decks, vault deck, and event deck will change your experience each time you play. And because it&rsquo;s an open world, you can play your way!&#10;&#10;Even your adventurer starts as a blank slate. There are no fixed classes in this game! You choose what skills to max and what gear to craft. Use those skills and gear to pass tests and complete quests to help your group win the day, then take what you&rsquo;ve learned and earned on to the next campaign. Gain XP (even when you fail!) and rewards, and level up to earn your all-important cape!&#10;&#10;But it&rsquo;s not all capes and capers. At the end of every campaign waits a boss that&rsquo;ll take all the skills of your group &mdash; yes, even cooking &mdash; to defeat. Pulled into face-to-face combat on unfamiliar terrain, your group&rsquo;s shared health pool is all that stands between you and Death (and he wouldn&rsquo;t be pleased to see you!). Roll the dice on your melee, defence, and magic to strike, protect yourself, and push the boss back. Use your wits to plan ahead and influence the flow of combat to throw the boss off balance. And don&rsquo;t expect them to take your onslaught lying down. They, too, have ways to keep you on your toes&hellip;&#10;&#10;","image":"https://cf.geekdo-images.com/u6BAJM-q3w5uTs3QAqbmrw__original/img/p8zn3ROW55R8-1C0jRGL6z22HbQ=/0x0/filters:format(png)/pic6882637.png","thumbnail":"https://cf.geekdo-images.com/u6BAJM-q3w5uTs3QAqbmrw__thumb/img/nEOje5eeGplSPqe9LtALCBCZbG4=/fit-in/200x150/filters:strip_icc()/pic6882637.png","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Cooperative Game","Dice Rolling","Scenario / Mission / Campaign Game","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":5.66667,"rank":-1,"designers":["Mat Hart","Sherwin Matthews","Fraser McFetridge","Jamie Perkins"],"publishers":["Steamforged Games Ltd."],"artists":["Doug Telford"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}