{"gameId":361875,"name":"Thiefdom","description":"In Thiefdom players represent competing thief guilds who steal from the rich medieval town called Bacharach to declare the most skillful thieves guild. It is a strategic, interactive and thematic pickup &amp; deliver game for 1-4 players.&#10;&#10;Each player controls a team of three cunning thieves, each armed with their own set of equipments. But be warned, the city guards are on high alert, and it's up to all players to control their movements to avoid detection. With items like grappling hooks, climbing tools, and smoke bombs at your disposal, you'll have to use all your wits to avoid getting caught. In case of a detention, a thief loses all their loot and some victory points.&#10;&#10;The game is played over 6 nights (rounds) and the player with the most victory points is declared the winner.&#10;&#10;One night contains: &#10;&#10;     Planning Phase: All players simultaneously plan the order in which they want to move their three thieves and the neutral figurines they control that night (city guards, carriage, nobles). Then they reveal at the same time. &#10;     Action Phase (Night): The players carry out the actions in the predefined order from the planning phase. &#10;     Administration Phase (Day): Cleanup and preparation for the next night. &#10;&#10;&#10;The town setup includes 8 modular and double-printed town quarters, resulting in a unique pickup &amp; deliver puzzle in each game. There are 12 different equipments thieves can buy to gain new abilities, and 36 unique guests in the tavern to support your guild.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/GS8bWz8-dT0Nj5GOKePg2Q__original/img/9VYnI02Yc-xYPlfdoiLBwi74byo=/0x0/filters:format(png)/pic7303530.png","thumbnail":"https://cf.geekdo-images.com/GS8bWz8-dT0Nj5GOKePg2Q__thumb/img/xMn-yyVtwoL3FUXHwqamEVH_GTI=/fit-in/200x150/filters:strip_icc()/pic7303530.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Movement","Modular Board","Pick-up and Deliver","Solo / Solitaire Game","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":7.7875,"rank":-1,"designers":["Juma Al-JouJou","Simon Schmieder"],"publishers":["Karma Games"],"artists":["Mihajlo Dimitrievski"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}