{"gameId":362944,"name":"War of the Ring: The Card Game","description":"Inspired by the best-selling and award-winning War of the Ring board game, War of the Ring: The Card Game allows players to journey to the world of J.R.R. Tolkien&rsquo;s The Lord of the Rings and create their own version of the dramatic conflict between the Dark Lord, Sauron, and the Free Peoples of Middle-earth.&#10;In War of the Ring: The Card Game, up to 4 players compete in two teams, the Shadow against the Free Peoples, each player using a specific and different card deck representing the strengths and weaknesses of the different factions involved in the war.&#10;The Free Peoples desperately try to complete their quest to destroy the One Ring, while at the same time defending their homelands from the encroaching hordes of Sauron and from his evil allies.&#10;&#10;The Shadow players must strike quickly and decisively, before the Ring-bearers can complete their quest; or try to slowly corrupt Frodo, burdening him with wounds, toil, and the sorrow for the loss of his Companions.&#10;&#10;During the game, players will take turns playing cards representing the characters, armies, items, and events of the War of the Ring. Each card they play will help or hinder the journey of the Fellowship as it progresses on its Path; or be used to defend or conquer the strongholds of Middle-earth, as they fight to control the new Battleground cards activated in each round.&#10;&#10;With more than 100 original illustrations from the greatest Tolkienian artists in the world, including an amazing gallery of landscapes from The Shire to Mordor by John and Fataneh Howe, War of the Ring: The Card Game is more than a game &ndash; it also a memorable collection for all lovers of the world imagined by J.R.R. Tolkien.&#10;&#10;This is your chance to forge the destiny of an age, like you never did before!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ScrF673pQhrx27WoVdG81g__original/img/z_hysF8luYEnwfloVsSlUK5r0V4=/0x0/filters:format(png)/pic6982333.png","thumbnail":"https://cf.geekdo-images.com/ScrF673pQhrx27WoVdG81g__thumb/img/mmBKUwRhbgVV4CJOFdWSaJiYcTY=/fit-in/200x150/filters:strip_icc()/pic6982333.png","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Campaign / Battle Card Driven","Card Play Conflict Resolution","Hand Management","Team-Based Game"],"isExpansion":false,"yearPublished":2022,"bggRating":6.35336,"averageRating":7.91604,"rank":1471,"designers":["Ian Brody"],"publishers":["Ares Games","Devir","Galakta","Galápagos Jogos","Geekach Games","Gém Klub Kft.","Hobby Japan","MTS Games","Nuts! Publishing","REXhry","Schwerkraft-Verlag"],"artists":["Antonio De Luca","Jon Hodgson","John Howe","Matteo Macchi","Fabio Maiorana","Francesco Mattioli","Andrea Piparo","Dmitry Prosvirnin","Ben Wootten","Kuo Yang"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":41,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":11,"recommended":33,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":19,"notRecommended":28,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":52,"recommended":7,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":34,"numPlayersIsAndHigher":true}]}