{"gameId":363204,"name":"FLOE","description":"FLOE is an adventure-strategy game where players embark on heroic quests across an icy landscape. You&rsquo;ll discover long-lost secrets on uncharted icebergs, sail the seas to find adventure and sunken treasure and delve into perilous caves to find precious crystals and battle fearsome monsters.&#10;&#10;Despite the dangers ahead, you won&rsquo;t be alone in your travels. Always at your side, your loyal familiar may help gather resources or jump into the fray to turn the tide of battle. During their travels, heroes will also gain helpful allies, powerful abilities, and rare items. In time, heroes may also build shrines across the map, ensuring their legacy will be long remembered.&#10;&#10;However, always beware of the cold. Venturing into the icy wasteland is perilous: almost everything heroes do outside the safety of the village will cost them warmth. From time to time, they will need to return to the village to warm up, improve their homestead, purchase upgrades, and prepare for their next big adventure.&#10;&#10;Will you be the boldest explorer of them all?&#10;&#10;FLOE features a unique region-to-region movement system that allows heroes and sailboats to navigate the realm with ease; only the natural shapes of the ice and seas are used to determine movement, so you never need to count squares on a grid.&#10;&#10;Additionally, after each game, players unlock Floe Stone stickers they use to track Village progress. By reaching certain milestones, they can open envelopes and unlock new gameplay experiences that expand the realm and reveal long-lost lore about the Crystal Kingdom.&#10;&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/OVGfbJL6TJDaGzNDlGa6sA__original/img/v0JJ_Xeu8f5VeEPsUwkU0F7iafU=/0x0/filters:format(jpeg)/pic7907058.jpg","thumbnail":"https://cf.geekdo-images.com/OVGfbJL6TJDaGzNDlGa6sA__thumb/img/uBQJZyMc49Rt4CyGPo7J48VclDg=/fit-in/200x150/filters:strip_icc()/pic7907058.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Area Movement","Contracts","Critical Hits and Failures","Hidden Victory Points","Mancala","Modular Board","Tags","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.5244,"averageRating":7.46078,"rank":15872,"designers":["Henry Audubon","Jonny Pac","Yoma"],"publishers":["PIKA Games","Lucky Duck Games","Maldito Games","Skellig Games","White Goblin Games"],"artists":["Andrew Bosley","Yoma"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}