{"gameId":363351,"name":"Helsinki","description":"The famous Senate Square in the center of the Finnish capital is surrounded by government buildings, the&#10;university, the cathedral and the Sederholm House. The players &#204;&#129; task is to design pavilions across the square to protect pedestrians in the rain. Helsinki is based on the design of Copenhagen by the same design team, but with some added complexity.&#10;&#10;The center board depicts the Senate Square with 8 spaces (two per side) and 8 cards, with each card connected to two spaces. The player on their turn advances their pawn 1-3 spaces, then must choose to take cards or build a pavilion. Each space is connected to two face up cards, and the player may choose to draw these into their hand (making sure to respect the 7 card hand limit, a key challenge in the game). The cards are in one of 5 colors and show a shape of size 2 to 5. To build a pavilion, the player plays a card showing the piece they want to play, and then must play an additional number of cards of the same color to match the size of the piece. Finally, the piece must be &quot;slid&quot; onto their game board (which also represents the Senate Square) from the side of the Square their pawn is on on the main board. Covering certain spaces earns a coat of arms, which may be spent to use one of the 15 one-time special actions.&#10;&#10;Players score points for completing rows and columns, and the player with the most points at the end of the game is the winner.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/v8ZmiltI5eszafa3c2CJLg__original/img/mR2-8ZuTt8uDvd0NAUVgnC2FZzU=/0x0/filters:format(jpeg)/pic6875168.jpg","thumbnail":"https://cf.geekdo-images.com/v8ZmiltI5eszafa3c2CJLg__thumb/img/bARqoIV3igujALjWMY4ju9aj-54=/fit-in/200x150/filters:strip_icc()/pic6875168.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Grid Coverage","Open Drafting"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":6.43625,"rank":-1,"designers":["Asger Harding Granerud","Daniel Skjold Pedersen"],"publishers":["Queen Games","Lautapelit.fi"],"artists":["Markus Erdt"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}