{"gameId":363625,"name":"Fateforge: Chronicles of Kaan","description":"In this city that he has made into the pride of Kaan, the Ilkral has eyes and ears at every corner. He is a beloved ruler, but there is an ambition in him that will not rest until all of Kaan has bent the knee. I fear he will burn our homeland to ash and scatter it on the winds if it stands in his way.&#10;&#10;Fateforge: Chronicles of Kaan is a mythical action-adventure cooperative campaign full of surprising twists with a sprawling story and intense fights played in episodes of under an hour.&#10;&#10;The game offers an accessible, RPG-like board game experience for 1 to 4 players. Meaningful narrative choices and action-packed combat scenes are the heart of the game. You will take on the role of a hero and backflip, double-slash and charge your way to victory! The app-driven story lets you navigate your way through a city full of intrigue and your choices will ultimately determine the fate of the empire.&#10;&#10;----&#10;&#10;Fateforge: Chronicles of Kaan is an action adventure for newcomers and expert players alike. This app-driven game immerses you into a rich and involved fantasy RPG world without the need for a gamemaster, while also tackling the considerable learning curve of many dungeon crawlers.&#10;&#10;The length of each game session is flexible. You can comfortably play through a combat and several story scenes in 1 hour, or spend the whole evening with your friends immersed in a thrilling adventure.&#10;&#10;After completing a carefully curated tutorial to ease you into the campaign, you will meet increasingly challenging situations and surprising encounters where you&rsquo;ll have to combine the full potential of your hero&rsquo;s abilities to succeed. The story adapts to the outcome of each combat, leading you down different paths of its sprawling branches, offering a unique experience with each playthrough.&#10;&#10;During your journey, the app guides you like a true gamemaster. It remembers and reacts to your choices, often when you least expect it to.  It also handles all the admin, tells the story and sets the atmosphere, so you can focus on the gameplay and be the hero in your adventure.&#10;&#10;","image":"https://cf.geekdo-images.com/aUdB9fVCJqfIe0RKpVsrQQ__original/img/Ft_aY8C7davpqO2sGFAj_Joj7OA=/0x0/filters:format(jpeg)/pic6961706.jpg","thumbnail":"https://cf.geekdo-images.com/aUdB9fVCJqfIe0RKpVsrQQ__thumb/img/fC9haptoKBk9xDsUtE0JrXCZxWs=/fit-in/200x150/filters:strip_icc()/pic6961706.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Action Retrieval","Communication Limits","Cooperative Game","Dice Rolling","Events","Modular Board","Narrative Choice / Paragraph","Role Playing","Scenario / Mission / Campaign Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.96014,"averageRating":8.3848,"rank":3240,"designers":["Gordon Calleja"],"publishers":["Mighty Boards","Broadway Toys LTD","Cranio Creations","Galakta","Hobby World","Studio Agate"],"artists":["Yusuf Artun","Mark Casha","Max Kosek","Antonio Muntean","Yamandú Daniel Orce","Arjuna Susini"],"playerPollResults":[{"numPlayers":1,"best":14,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":7,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":9,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":12,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":9,"numPlayersIsAndHigher":true}]}