{"gameId":363622,"name":"The Castles of Burgundy: Special Edition","description":"Castles of Burgundy is a legendary Board Game design created by Stefan Feld. In this 1-4 players tabletop experience, you will take on the role of an aristocrat controlling a small princedom. Trying to build a settlement with powerful castles, practice trades, exploit silver mines, and use the knowledge of travelers.&#10;Now, this timeless game is coming back with an extremely polished, high-end special edition resulting from a collaboration between Ravensburger and Awaken Realms.&#10;&#10;In this special edition, you can expect a complete re-design of art and layout to ensure that every piece will have great art and enhance in-game usability. Only the best materials (cardboard, cart paper, box, insert, etc.) will be used to provide endurance, and a premium feel. Many extra components will bring the gaming experience to the next level, such as double-layered player boards, special bags for hexes, 30% bigger tiles, or metal coins.&#10;&#10;The Castles of Burgundy is set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. While playing, they aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers.&#10;&#10;The game is about players taking settlement tiles from the game board and placing them into their princedom, which is represented by a Duchy board that is placed in the Player board.&#10;&#10;","image":"https://cf.geekdo-images.com/JUrmY8GgFPQlENiPT7BGZw__original/img/whCMdZhta-uXHgNJfVnetnjZueU=/0x0/filters:format(jpeg)/pic6884563.jpg","thumbnail":"https://cf.geekdo-images.com/JUrmY8GgFPQlENiPT7BGZw__thumb/img/Ftdtb0LiIqTAjpSlOVGnxdPaD9A=/fit-in/200x150/filters:strip_icc()/pic6884563.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Dice Rolling","End Game Bonuses","Grid Movement","Set Collection","Solo / Solitaire Game","Team-Based Game","Tile Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":8.13455,"averageRating":9.15646,"rank":-1,"designers":["Stefan Feld"],"publishers":["alea","Awaken Realms","Delta Vision Publishing","GoKids 玩樂小子","Ravensburger"],"artists":["Jakub Dzikowski","Patryk Jędraszek"],"playerPollResults":[{"numPlayers":1,"best":9,"recommended":58,"notRecommended":26,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":108,"recommended":32,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":47,"recommended":69,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":18,"recommended":70,"notRecommended":30,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":60,"numPlayersIsAndHigher":true}]}