{"gameId":364011,"name":"Great Western Trail: Argentina","description":"In Great Western Trail: Argentina, you own a vast estancia in Argentina at the end of the 19th century, and you will need to travel the plains of the Pampas with your cattle to deliver them to the main train station in Buenos Aries.&#10;&#10;Great Western Trail: Argentina features gameplay elements similar to Great Western Trail such as deck management, the rondel mechanism, and the ability to upgrade your player board, along with twists on these elements and new features.&#10;&#10;The player board features a new type of worker &mdash; farmers &mdash; and different paths await on the game board to confront you with more choices. Will you take the road with buildings or a path past farmers? Maybe you'll have the chance to use your cows &mdash; well, the strength on your cow cards &mdash; to help farmers, getting them on your side and adding grain, a new type of resource, to your income, with grain being used for boat and city tiles.&#10;&#10;Perhaps you can unlock shortcuts that allow you to deliver your herd to Buenos Aires more quickly. Sure, you'll forfeit the use of action buildings, but maybe you can catch others unaware, with the ships leaving before they deliver. The timing of reaching the central train station to deliver your herd has never been so crucial, and valuable bonuses await on the city's port tiles.&#10;&#10;Money is easier to get in Great Western Trail: Argentina, but you have more to manage in terms of action options, shortcuts, and cards (including the new exhaustion cards), so the challenges won't let up.&#10;&#10;Great Western Trail: Argentina also includes a solitaire challenge in which Pedro is waiting for you to try to beat his score.&#10;&#10;","image":"https://cf.geekdo-images.com/qPNWng17gy-ghltZfNcBwA__original/img/mPJnr0qY9uAap4HKmwBoURzzaZ0=/0x0/filters:format(png)/pic6893215.png","thumbnail":"https://cf.geekdo-images.com/qPNWng17gy-ghltZfNcBwA__thumb/img/gTiEnEHt4zbNFftaB0NSXz42jNA=/fit-in/200x150/filters:strip_icc()/pic6893215.png","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Deck, Bag, and Pool Building","Hand Management","Ownership","Point to Point Movement","Rondel","Set Collection","Solo / Solitaire Game","Track Movement","Variable Set-up"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8.75,"rank":-1,"designers":["Alexander Pfister"],"publishers":["eggertspiele"],"artists":["Chris Quilliams"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}