{"gameId":364556,"name":"Precognition","description":"In a post-apocalyptic world, play a Prescient, an Ymune gifted with the power of precognition. Going down the Great River, explore the banks to rescue contaminated Humans, to hire Ymune Doctors to treat them, or Ymune Protectors to protect the boat from the banes to come. Try also to collect Batteries to activate the Machine rooms of your boat, or Food to feed the new healthy Humans&hellip;&#10;&#10;In Precognition, you must truly see the future to win the game. That comes from understanding a new card mechanism: the Dual Select System. In addition to being innovative, the Dual Select System fits perfectly with the theme because, among the two cards that you will let pass, one of them will come back to you on the next turn. You have 12 turns to make the right choices.&#10;&#10;Your goal is to have the most Healthy Humans at the end of the game. To keep the Humans you take in while working your way downstream, you will need Food, Doctors to treat them and Protectors to fight the Banes you&rsquo;ll encounter. Good luck!&#10;&#10;The game is played over 12 rounds. A round consists of 3 distinct phases. Each phase must be done by all the players at the same time.&#10;I &ndash; Decision phase (secret): draw and choose cards according to the Dual Select System.&#10;II &ndash; Action phase: Activate your cards to earn resources. If any of your powered machines can be used, benefit from its effects.&#10;III &ndash; Maintenance phase : manage your Banes if you have suffer any, heal all possible contaminated Humans and move forward on the Great River from which you reveal and apply the event of the River tile.&#10;&#10;At the end of a round, move forward by flipping over the River tile in front of the Progress pawn to discover the end-of-turn event. Each player applies that event&rsquo;s effect. Every three rounds, it is the end of a season and it is when you feed the new healed Humans. Make sure you have enough food for everyone.&#10;&#10;At the end of the third season, after feeding the Healthy Humans you have saved, count them. The player with the most Healthy Humans wins the game. If tied, the player with the most Healthy Humans and Contaminated Humans wins the game. If players are still tied, they share the victory.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/pGU8vQ1V7E6gRTV5xgPk8g__original/img/mggdb66RUDYzCkB5omc0KSmq1H4=/0x0/filters:format(jpeg)/pic6907137.jpg","thumbnail":"https://cf.geekdo-images.com/pGU8vQ1V7E6gRTV5xgPk8g__thumb/img/5zM33b_hOfHnpsBNb3mf7jgOBII=/fit-in/200x150/filters:strip_icc()/pic6907137.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action/Event","Closed Drafting","Income","Resource to Move","Victory Points as a Resource"],"isExpansion":false,"yearPublished":2022,"bggRating":5.5423,"averageRating":6.82593,"rank":11697,"designers":["Julien Prothière"],"publishers":["Ludonaute"],"artists":["Sébastien Caiveau"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}