{"gameId":364655,"name":"Kinfire Chronicles: Night's Fall","description":"Kinfire Chronicles: Night's Fall is a co-operative campaign game for 1-4 players that blends thrilling fantasy adventure with tactical, edge-of-your-seat combat. Play as one of six unique Seekers, sworn to protect the city of Din&rsquo;Lux and help rebuild the world beyond. Armed with kinfire lanterns, you&rsquo;ll brave the Starless Nights, battle the creatures that emerge, and guard each others&rsquo; backs against the malevolent forces trying to stop you.&#10;&#10;Each quest has three phases: adventuring, battle, and exploration. In the adventuring phase, players make choices based on options presented on the quest cards and need to accomplish something (such as crossing a river or chasing down a suspect) by flipping the correct number and color of cards from their decks. In the battle phase, players work together to defeat enemies on a physical battle map. Turns are determined by drawing chits out of the destiny bag, with each enemy having numbered tokens that correspond with different attacks and actions. Players may play action cards on their own turns to do damage and can play boost cards on other players' turns to do things like reduce damage, move players, or even return a drawn chit to the destiny bag for redraw. The game doesn't end if an objective isn't achieved or an enemy defeats the heroes, but it will affect later gameplay and choice options. Lastly, on certain quests players can return to the city in the exploration phase to speak to NPCs, purchase items, and level up their decks.&#10;&#10;Woven throughout each of these phases are cards that require you to make a choice, such as resting before moving on or charging into battle, or whether or not to spare someone's life. The characters in the game have their own set of morals and standards, and playing according to your character can earn you Kinfire tokens that help you level up. Ultimately though, the decisions you make are yours alone.&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/uTN67kOsvZCcy0Sy9ejcWA__original/img/tgBFSClEIyc-319RKYIQcmlEDAs=/0x0/filters:format(jpeg)/pic6914114.jpg","thumbnail":"https://cf.geekdo-images.com/uTN67kOsvZCcy0Sy9ejcWA__thumb/img/w9v-vcnamVkPsAo3Maym37-2d2c=/fit-in/200x150/filters:strip_icc()/pic6914114.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Area Movement","Cooperative Game","Deck Construction","Hand Management","Minimap Resolution","Role Playing","Scenario / Mission / Campaign Game","Storytelling","Turn Order: Random","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":6.01068,"averageRating":8.50668,"rank":2903,"designers":["Kevin Wilson","Darrell Hardy","Adela Kapuścińska","Brandon Perdue"],"publishers":["Incredible Dream Studios","Gameland 游戏大陆","HIT Games"],"artists":["Kate \"vesner\" Redesiuk","Katarzyna Bekus","Sandra Chlewińska","Weronika Kozyra"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":7,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":12,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":8,"recommended":9,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":6,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":true}]}