{"gameId":364733,"name":"Grimm World","description":"Dive into the Dark World of the Brothers Grimm!&#10;&#10;In Grimm World, you enter a dark world inspired by the fairy tales of the Brothers Grimm. You don't take on the role of a shining hero, but that of a simple citizen who wants to escape from his dreary everyday life. During your adventure, you will explore abandoned ruins, roam through dark forests, drink mead in dubious taverns and hunt wild creatures. Your decisions influence the entire game world, and random events, quests and rumors ensure that each campaign is unique.&#10;&#10;Key Features:&#10;Open World: Explore a dark world of fairy tales and legends inspired by the Brothers Grimm.&#10;Tactical Combat: Compete against fairy tale characters in dungeon crawler-inspired battles using a unique action-reaction combat system.&#10;Story-Driven Gameplay: Your decisions have far-reaching and lasting consequences in the game world. Will you save a village or help burn it down?&#10;Character Development: Use two multi-level skill trees and over 30 different pieces of equipment to customize your character to your liking.&#10;Alignment: Your actions in the game alter your character&rsquo;s alignment. Will you become a merciless murderer or a shining hero? In Grimm World, anything is possible.&#10;Unique Time System: Every action in the game consumes time. While you&rsquo;re enjoying another mug of mead in a tavern, elsewhere, an unfortunate grandmother might be devoured by a wolf.&#10;Playtime: Each campaign lasts 10-20 hours, and no two playthroughs are the same.&#10;Simple Save System: After each game round, you can save within 5 minutes by stacking the cards in a predetermined order.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/exsmoRIq8fsZyLq_9bc1Tw__original/img/cmR82F6jciQ0ZTIrBm6SRPI6cPk=/0x0/filters:format(png)/pic8282141.png","thumbnail":"https://cf.geekdo-images.com/exsmoRIq8fsZyLq_9bc1Tw__thumb/img/QGbaKtFhleRj11N-auPKJMl0bnU=/fit-in/200x150/filters:strip_icc()/pic8282141.png","minPlayers":1,"maxPlayers":1,"playingTime":900,"mechanics":["Action / Event","Action Timer","Grid Movement","Modular Board","Pick-up and Deliver","Point to Point Movement","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Storytelling"],"isExpansion":false,"yearPublished":2024,"bggRating":5.53026,"averageRating":7.998,"rank":15234,"designers":["Raoul Schaupp"],"publishers":["(Self-Published)","(Web published)"],"artists":["Midjourney AI","Mike Schley"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":true}]}