{"gameId":365056,"name":"Village: Big Box","description":"Life in the village is hard, but life here also allows the inhabitants to grow and prosper as they please. One villager might want to become a friar. Another might feel ambitious and strive for a career in public office. A third one might want to seek their luck in distant lands.&#10;&#10;In Village, each player takes the reins of a family and attempts to help them find fame and glory in many different ways. There is one thing you must not forget, however: Time will not stop for anyone, and given enough time people will vanish. Those who find themselves immortalized in the village chronicles will bring honor to their family and be one step closer to victory.&#10;&#10;In more detail, each turn you take a cube from an area on the game board, then take the action of that area. The board has zones with specific attributes, a market, a travel zone, a crafting zone, a church, and a council house, and each zone is seeded with cubes of four colors as well as black cubes that serve as curses. Many of these areas offer multiple actions, so if for example you take a cube from the crafting area, you can get an ox, a horse, a cart, a plow, or a scroll, or you can convert wheat to gold. Some areas offer short-term scoring, others offer long-term scoring, and still others offer only endgame scoring. The round ends when no cubes remain at any location.  The game ends when either the village chronicle or the anonymous graveyard is full.&#10;&#10;Village: Big Box contains the Village base game, the Inn and Port expansions, every promo previously released, and a new &quot;Marriage&quot; expansion, with all of the materials being integrable with one another and with the game now containing a solo mode as well as revised gameplay, dual-layered player boards, and a larger, double-sided main board that eliminates the need for the overlays used in the original expansions.&#10;&#10;","image":"https://cf.geekdo-images.com/NeAxTEccL-ZKQn4V1ZoRwg__original/img/J8ObeNakKBOvsVE4wC5RY7tLp54=/0x0/filters:format(jpeg)/pic7402296.jpg","thumbnail":"https://cf.geekdo-images.com/NeAxTEccL-ZKQn4V1ZoRwg__thumb/img/AvkBUpjNgE65alQyltXouuKc1vQ=/fit-in/200x150/filters:strip_icc()/pic7402296.jpg","minPlayers":1,"maxPlayers":5,"playingTime":150,"mechanics":["Area Majority / Influence","Contracts","Set Collection","Turn Order: Claim Action","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2023,"bggRating":5.77985,"averageRating":7.5045,"rank":-1,"designers":["Inka Brand","Markus Brand"],"publishers":["eggertspiele","Delta Vision Publishing","Hobby Japan","Rebel Sp. z o.o.","Zvezda"],"artists":["Jacqui Davis","Chris Quilliams"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":6,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":7,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":9,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":2,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}