{"gameId":365258,"name":"World Wonders","description":"Take on the role of the great leaders of the past to build your own Ancient City.&#10;&#10;Each player will use their Gold each round to build tiles that will increase their city's economy. A city that produces more food and generates commerce brings more population. Make your city grow!&#10;&#10;There are 5 types of buildings, and each of them provides a type of resource that will make your city evolve from a simple settlement to the largest city in the  world. If your buildings are completely enclosed from all sides, you've created a very well-planned city block. This will earn you a lot of points.&#10;&#10;To place new buildings to your city, you will also need a lot of roads. Adjacency with roads will allow you to place buildings further away from the map. This will reach natural resources, which in addition to other benefits, bring victory points.&#10;&#10;As important as the buildings, are its monuments and wonders tokens. This will bring you a lot of victory points, but will consume all your Gold. Be wise in choosing when and where to place it. Each monument requires buildings, roads, natural resources or even water in its adjacency to be placed. It won't be easy to fit them into your city, but the benefits will be great.&#10;&#10;If your Gold runs out, your turn is also over. Once all players have spent their Gold, a new round will begin and new buildings and roads will be available to everyone.&#10;&#10;In the end, as soon as a player reaches the maximum population limit, the leader of the best city in the ancient world will be the winner of World Wonders!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/GGi5aUL1dVQIrytxgXow4g__original/img/ZpVBZXZhs1plAi5s4M7Db3YwBLc=/0x0/filters:format(png)/pic7604558.png","thumbnail":"https://cf.geekdo-images.com/GGi5aUL1dVQIrytxgXow4g__thumb/img/90wLgUROk-IetKyXz2Fa7zNBCVs=/fit-in/200x150/filters:strip_icc()/pic7604558.png","minPlayers":1,"maxPlayers":5,"playingTime":70,"mechanics":["Action Points","Tile Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":5.58019,"averageRating":8.58596,"rank":9009,"designers":["Zé Mendes"],"publishers":["MeepleBR","MUNDUS","Arcane Wonders","Glyptodon","Kobold Spieleverlag","Maldito Games"],"artists":["Odysseas Stamoglou","Tom Ventre"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}