{"gameId":365670,"name":"Rove","description":"Ah, another Rover!&#10;&#10;Another pilgrim of change and purveyor of death who seeks to wrest the fate of Chorus away from the untamed wilds. Will you perish there in the hinterlands or will you make it out with more than your life?&#10;&#10;There is something out there. Something worth seeking for, but it will be up to you to determine what precisely that is. Maybe it&rsquo;s purpose. Maybe it&rsquo;s knowledge. Or maybe it&rsquo;s just nothing but trouble.&#10;&#10;But it&rsquo;s not up to me. So, go on. Get out there and seek, before someone or something makes the decisions for you.&#10;&#10;Welcome to Rove, an immersive campaign adventure for 1-4 players. Explore the high fantasy world of Chorus, a wild and vibrant planet full of flora, fauna, and other things&hellip; that all want to kill or eat you. Rovers, a loosely-formed collective of sojourners and adventurers, struggle to maintain a tenuous balance. The natural predators of Chorus roam the wilds, threatening to prevent the people of Chorus from thriving.&#10;&#10;As Rovers, players will adventure through a branching story filled with consequence, where choices affect both individual adventures and the state of the world. But beware, the paths left behind don&rsquo;t fade away. They linger and fester until what was once the promise of a threat evolves into something else entirely.&#10;&#10;Along the way, players will unlock new skills, equipment, and classes in strategic, turn-based combat. Adversaries will not stand idly by, though, and let Rovers traverse Chorus without hindrance. A unique behavior table will dictate how adversaries react based on the state of the encounter. This extra dimension of gameplay demands more careful consideration from the players without increasing upkeep. Spend less time managing the game and more time playing it. And Rove&rsquo;s inspired skill card mechanic makes learning the game easy but provides complex strategic decisions for even the most veteran of players.&#10;&#10;Master these mechanics and work together as a team. It might just be enough for you Rovers to leave a lasting mark in a world that forgets quickly and forgives rarely.&#10;&#10;","image":"https://cf.geekdo-images.com/QtLIH1Hf2bA2Ix9b0vIGUA__original/img/eRColgCBu1b92FqtZXhUfSIFMZ0=/0x0/filters:format(jpeg)/pic6978243.jpg","thumbnail":"https://cf.geekdo-images.com/QtLIH1Hf2bA2Ix9b0vIGUA__thumb/img/0cPFpYhYKsnyInJUXPndcaXFN68=/fit-in/200x150/filters:strip_icc()/pic6978243.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Campaign / Battle Card Driven","Cooperative Game","Grid Movement","Hand Management","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.68333,"rank":-1,"designers":["Motti Eisenbach","Tyvan Grossi"],"publishers":["Addax Games"],"artists":["Francesca Baerald","David Demaret","Alexandr Elichev"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}