{"gameId":366251,"name":"Mistwind","description":"In the newly explored frontiers of the Mistwind Islands, bustling cities are filled with hard working townsfolk from fungus farmers to deep mist divers. Transport whales are seen soaring above the thick mist, transporting citizens and cargo from port to port. Mistwind is growing rapidly and our leaders are looking to connect with neighbouring nations to expand trade networks that will be beneficial for many years to come. You are the head of a trade company, with a chance to make a name for yourself. You've trained your transport whales well and now you need to gather resources to build your outposts and maximize your network efficiency while keeping up with the supply and demands of the local capitals.&#10;&#10;Mistwind is a strategic game of building networks and meeting the demands of each nation. Players will gain resources to build outposts or train transport whales, gather and deliver cargo to fulfill territory demands and complete networking contracts with neighbouring nations in an effort to become the most Trusted Trader in Mistwind.&#10;&#10;Players will have a hand of action disks numbered 1-5 but at the beginning of every round, you must choose one to discard and not use for that round. The game board will have 4 sections, each with their own spots numbers 1-5 where players will play their matching numbered action disk. Each spot on the board only allows one action disk. Players take turns placing their action disks until each player has used all 4 disks, thus ending the round. The game consists of only 4 rounds so players must choose carefully when and where to spend their actions to maximize their turns.&#10;&#10;Players will earn points from, among other things, completing network cards, delivering resources to capitals, and overall majority of Demand Tokens from each region. The player with the most points wins!&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/oMpjM8m-MFPqy1ZS_9ZTWw__original/img/q2u5JGvLPoE-7ZM0a9KIZBoN5jU=/0x0/filters:format(jpeg)/pic6947028.jpg","thumbnail":"https://cf.geekdo-images.com/oMpjM8m-MFPqy1ZS_9ZTWw__thumb/img/XVMUqYypsTAEtMYJTsI2WCHtRC4=/fit-in/200x150/filters:strip_icc()/pic6947028.jpg","minPlayers":1,"maxPlayers":5,"playingTime":120,"mechanics":["Area Movement","Hand Management","Network and Route Building","Pick-up and Deliver","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":7.85294,"rank":-1,"designers":["Adrian Adamescu","Daryl Andrews"],"publishers":["First Fish Games"],"artists":["Gordon Oscar"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}