{"gameId":366456,"name":"My Shelfie","description":"Essen 2022 preorder link&#10;&#10;You&rsquo;ve just taken home your new bookshelf and now it&rsquo;s time to put your favorite items in the display: books, boardgames, portraits... Who will show the best organized shelfie?&#10;&#10;During your turn, you must take 1, 2, or 3 item tiles from the living room board (shared by all the players), following these rules:&#10;&#10;&bull;        The tiles you take must be adjacent to each other and form a straight line.&#10;&bull;        All the tiles you take must have at least one side free at the beginning of your turn.&#10;&#10;Then, you must place all the tiles you&rsquo;ve picked into 1 column of your bookshelf (a 3D display) to meet the personal goal cards (they grant points if you match the highlighted spaces with the corresponding item tiles) or the common goal cards (that grant points if you achieve the illustrated pattern). You score points also if you connect item tiles of the same type.&#10;&#10;The first player who fills all the spaces of their bookshelf takes the end game token that grants additional points. The game continues until the end of the turn of the player sitting on the right of the player holding the first player token.&#10;&#10;The first player who fills all the spaces of their bookshelf triggers the end game and takes the end game token that grants additional points. The game continues until the end of the turn of the player sitting on the right of the player holding the first player token.&#10;&#10;The player who scores the most points wins the game.&#10;&#10;A game of strategy and glance, different every time thanks to the variety of common and personal goals. The beautiful images of the item tiles will really give you the feeling of tidying up your precious shelf.&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/kWW4D9SJKH6lCRi5b50kOw__original/img/wT-VcNgDoY7AgTUHfcTzKqGOSW0=/0x0/filters:format(png)/pic6951487.png","thumbnail":"https://cf.geekdo-images.com/kWW4D9SJKH6lCRi5b50kOw__thumb/img/nFYf1-o0pXJ0stYQ3vQNI05NE9Y=/fit-in/200x150/filters:strip_icc()/pic6951487.png","minPlayers":2,"maxPlayers":4,"playingTime":30,"mechanics":[],"isExpansion":false,"yearPublished":2022,"bggRating":5.52861,"averageRating":6.28657,"rank":13624,"designers":["Matthew Dunstan","Phil Walker-Harding"],"publishers":["Cranio Creations"],"artists":["Shannon Grosenbacher","Sara Valentino"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}