{"gameId":366488,"name":"Ticket to Ride: Ghost Train","description":"Ticket to Ride: Ghost Train takes the gameplay of the Ticket to Ride series and scales it down for a younger audience.&#10;&#10;In general, players collect parade float cards, claim routes on the map, and try to connect locations such as the Mad Scientist's Lab, the Gingerbread House, and the Lonely Barn that are shown on their tickets. In more detail, the game board shows a map of a city with certain locations being connected by colored paths. Each player starts with four colored parade float cards in hand and two tickets; each ticket shows two locations, and you're trying to connect those two locations with a contiguous path of your trains in order to complete the ticket.&#10;&#10;On a turn, you either draw two parade float cards from the deck or discard parade float cards to claim a route between two locations by placing your ghost trains on it; for this latter option, you must discard cards matching the color and number of spaces on that route (e.g., two yellow cards for a yellow route that's two spaces long). If you connect the two locations shown on a ticket with a path of your trains, reveal the ticket, place it face up in front of you, then draw a new ticket. (If you can't connect locations on either ticket because the paths are blocked, you can take your entire turn to discard those tickets and draw two new ones.)&#10;&#10;If you create a route all the way from the Dark Forest region to the Seashore region, you collect the &quot;trick or treat&quot; bonus.&#10;&#10;","image":"https://cf.geekdo-images.com/bk54jWD7_wVpAU7Q8kK_bA__original/img/pwauVI7wJE5xiijRYlvFq97o7zY=/0x0/filters:format(png)/pic6950610.png","thumbnail":"https://cf.geekdo-images.com/bk54jWD7_wVpAU7Q8kK_bA__thumb/img/w1yyeUAzokcHags4Tt5EMgriEVk=/fit-in/200x150/filters:strip_icc()/pic6950610.png","minPlayers":2,"maxPlayers":4,"playingTime":30,"mechanics":["Hand Management","Network and Route Building","Set Collection"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":6.75,"rank":-1,"designers":["Alan R. Moon"],"publishers":["Days of Wonder","Galápagos Jogos"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}