{"gameId":366994,"name":"Bonsai","description":"The Japanese term &quot;bonsai&quot; means &quot;planted in a pot&quot;.&#10;A bonsai is a living work of art, a perfect miniature plant, identical in all respects to its full-size simile, but several times smaller.&#10;&#10;In Bonsai, players take on the role of expert bonsai masters intent on growing their own bonsai.&#10;Whoever grows the best plant will be appointed to show their Bonsai at the Imperial gardens.&#10;&#10;On your turn, choose and perform one of these two actions: meditate or cultivate.&#10;If you meditate, choose one of the face up cards on the board and take it, along with any Bonsai tiles represented below the card you draw.&#10;If you cultivate, you can place in your Bonsai the tiles which are in your personal supply. You can place as many tiles as the total symbols depicted on your Seishi tile and any or all of your Growth cards. Each symbol will let you place one tile of the corresponding type.&#10;&#10;During the turn in which your bonsai matches or exceeds the requirements of a Goal tile that is still in the middle of the table (i.e., the Goal tile has not been claimed yet by any player), you must immediately choose whether you want to claim that tile or if you want to renounce it in order to try to achieve a harder Goal tile.&#10;&#10;When the last card from the deck is revealed, the game end is triggered. Each tile in your bonsai is worth a certain number of points.&#10;&#10;In the solo game you can try the Additional Scenarios that change some rules and goals, and eventually try to beat the Emperor Challenge.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/7Bm5_VZARWmb5sa2Vd-9nQ__original/img/Np58Wz9tBGioa8b2AqjASQgDrl4=/0x0/filters:format(png)/pic6961607.png","thumbnail":"https://cf.geekdo-images.com/7Bm5_VZARWmb5sa2Vd-9nQ__thumb/img/netlb06OfwpKM-22kVT9klcvC6I=/fit-in/200x150/filters:strip_icc()/pic6961607.png","minPlayers":1,"maxPlayers":4,"playingTime":40,"mechanics":["Open Drafting","Solo / Solitaire Game","Tile Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":5.60109,"averageRating":7.47655,"rank":8032,"designers":["Rosaria Battiato","Massimo Borzì","Martino Chiacchiera"],"publishers":["DV Games","Broadway Toys LTD","Gém Klub Kft."],"artists":["Davood Moghaddami"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}