{"gameId":367243,"name":"Noli","description":"In the Middle Ages, Noli was a flourishing maritime town under the benevolent 'patronage' of the powerful republic of Genoa. This sun-baked fishing community has a rich history of independence, commerce, and competition.&#10; Every September, in order to determine the fishing rights for the following fishing season, the gozzi (typical Ligurian fishing boats) of the four districts of Burgu, Ciassa, M&agrave;ina and Portellu run a regatta along a path of 1,600 meters, on fractions of 400 meters between the bouys.&#10;&#10;Not satisfied with this single form of competition, the merchant families of each district compete with each other to build tall red-brick towers as a display of their wealth.&#10;&#10;Their edifices to success give the town of Noli its distinctive look, though no merchant tower can hope to match the proud castle atop Monte Ursino, whose constant vigilance and defensive walls protect Noli from the raids of the Saracens and the assaults of envious neighbouring towns!&#10;&#10;Each game follows a series of rounds, in which players will secretly bid on four actions using coins. The player who bids highest in each action gains a bonus or gets one step closer to victory by building a floor of their tower.&#10;&#10;Between each bidding session players frantically roll dice in real time to simulate the famous Regata-dei-Reoni. The winner of the race gets to fish at the best spots, drawing from the best deck of fish cards, whereas other players must draw from worse decks with less fish. These cards can also have events such as &quot;saracens attack!&quot; and &quot;Storm!&quot; which shake up the game and set players back.&#10;&#10;If a player manages to build 6 tower floors, or have the most tower floors at the end of the game, they win!&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/cebjhr5G-9PcOhRMsdMckg__original/img/rZ9xZQhoIMpmiWFHExp9BJK-F1w=/0x0/filters:format(jpeg)/pic7161474.jpg","thumbnail":"https://cf.geekdo-images.com/cebjhr5G-9PcOhRMsdMckg__thumb/img/a_6VzNYz46r_ouv0Ti2a039Y42k=/fit-in/200x150/filters:strip_icc()/pic7161474.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Auction/Bidding","Dice Rolling","Drawing","Events","Income","Investment","Memory","Predictive Bid","Race"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":5.98667,"rank":-1,"designers":["Jack Caesar","Alessio Cavatore"],"publishers":["River Horse (Europe) Ltd"],"artists":["Chris Cæsar"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}