{"gameId":367272,"name":"Puerto Rico 1897","description":"Puerto Rico 1897 takes place the year after Puerto Rico achieved political autonomy and separated itself from the colonial Spanish government. In the game, you take on the role of an independent Puerto Rican farmer in this new era and compete against others to hire workers to grow, sell, and trade valuable crops. You will also be in charge of resurrecting parts of the country as you attempt to build vital city infrastructure. Your goal throughout the game is to acquire more wealth and prestige than your opponents and become the most prosperous farmer across the country. Each player has their own small board with spaces for city buildings, plantations, and resources. Shared between the players are three ships, a trading house, and a supply of resources and doubloons.&#10;&#10;Puerto Rico 1897 uses a variable phase order mechanism in which a token is passed clockwise to the next player at the conclusion of a turn. The player with the token begins the round by choosing a role and taking the first action.The resource cycle of the game is that players grow crops that they exchange for points or doubloons. Doubloons can then be used to buy buildings, which allow players to produce more crops or give them other abilities. Buildings and plantations do not function unless they are staffed by workers.&#10;&#10;During each round, players take turns selecting a role card from those on the table (such as &quot;Trader&quot; or &quot;Builder&quot;). When a role is chosen, every player gets to take the action associated with that role. The player who selected the role also receives a small privilege for doing so; for example, choosing the &quot;Builder&quot; role allows all players to construct a building, but the player who chose the role may do so at a discount on that turn. Unused roles gain a doubloon bonus at the end of each turn, and the next player who chooses that role gets to keep any doubloon bonus associated with it. This encourages players to make use of all the roles throughout a typical course of a game.&#10;&#10;Players earn victory points for owning buildings, for shipping goods, and for occupied &quot;large buildings&quot;. Each player's accumulated shipping chips are kept face down and come in denominations of one or five. This prevents other players from being able to determine the exact score of another player. Goods and doubloons are placed in clear view of other players, and the totals of each can always be requested by a player. As the game enters its later stages, the unknown quantity of shipping tokens and its denominations require players to consider their options before choosing a role that can end the game.&#10;&#10;Puerto Rico 1897 includes four expansions.&#10;&#10;","image":"https://cf.geekdo-images.com/siT5okC6V1luF_8c5YNwKQ__original/img/p1sRtT1RNBwLPNYj2EkOB6_sL94=/0x0/filters:format(jpeg)/pic7403841.jpg","thumbnail":"https://cf.geekdo-images.com/siT5okC6V1luF_8c5YNwKQ__thumb/img/OzAIbfIIYBOxAzMujQHvqKZUddE=/fit-in/200x150/filters:strip_icc()/pic7403841.jpg","minPlayers":2,"maxPlayers":5,"playingTime":120,"mechanics":["Action Drafting","End Game Bonuses","Follow","Hidden Victory Points","Increase Value of Unchosen Resources","Turn Order: Progressive","Variable Phase Order"],"isExpansion":false,"yearPublished":2022,"bggRating":5.84237,"averageRating":7.35787,"rank":-1,"designers":["Andreas Seyfarth"],"publishers":["alea","Ravensburger","Korea Boardgames"],"artists":["John Morrow","Gabriel Ramos"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":5,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":5,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}