{"gameId":367351,"name":"Planet B","description":"At some point in the not-so-distant future, we humans had to look for a new place to live. Just when we thought we'd have to settle for Mars, we suddenly discovered a new planet, one we lovingly christened &quot;Planet B&quot;. It was a second chance for humanity, and of course we were determined to do everything right this time because as everyone knows, we humans learn very well from our mistakes...&#10;&#10;In Planet B, you slip into the role of corrupt governors. You make crooked deals with corporations to advance your own interests. You build your city, let the population work for you, rise in the favor of political factions, or control the news. Of course, all of this comes at a price &mdash; and by the time you're vying for the presidency, you'll want potential voters to be on your side. In the end, as always, only one thing counts: Who has managed to pocket the most government money?&#10;&#10;&bull;&bull;&bull;&#10;&#10;Irgendwann in einer nicht mehr so weit entfernen Zukunft, mussten wir Menschen uns ein neuen Lebensraum suchen. Gerade als wir dachten, uns mit dem Mars zufrieden geben zu m&uuml;ssen, entdeckten wir pl&ouml;tzlich einen neuen Planeten - wir tauften ihn liebevoll Planet B.&#10;&#10;Dort sollten wir also eine zweite Chance bekommen. Und nat&uuml;rlich hatten wir fest vor, diesmal alles richtig zu machen. Denn wie jeder wei&szlig;, lernen wir Menschen sehr gut aus unseren Fehlern...&#10;&#10;In Planet B schl&uuml;pft ihr in die Rolle korrupter Gouverneurinnen. Ihr schlie&szlig;t krumme Deals mit Konzernen ab, um eure eigenen Interessen durchzusetzen. Ihr baut eure Stadt auf und lasst die Bev&ouml;lkerung f&uuml;r euch arbeiten, steigt in der Gunst politischer Fraktionen auf oder kontrolliert die Nachrichten.&#10;&#10;Nat&uuml;rlich hat das alles seinen Preis - sp&auml;testens, wenn ihr um die Pr&auml;sidentschaft wetteifert, wollt ihr eure potenziellen W&auml;hler auf eurer Seite wissen. Am Ende z&auml;hlt wie immer nur eins: wer hat es geschafft, die meisten Staatsgelder in die eigene Tasche zu stecken?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/5cExnc8YU5n-52o4FGTZzA__original/img/sdjpugJOSFDJFqpQcjsQRweQmBE=/0x0/filters:format(png)/pic6970585.png","thumbnail":"https://cf.geekdo-images.com/5cExnc8YU5n-52o4FGTZzA__thumb/img/ySypJE9_UVvAYUpobnk_iPDpuL0=/fit-in/200x150/filters:strip_icc()/pic6970585.png","minPlayers":2,"maxPlayers":4,"playingTime":180,"mechanics":["Market","Voting","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":7.66667,"rank":-1,"designers":["Johannes Natterer"],"publishers":["Hans im Glück"],"artists":["Marcel Gröber","Ingram Schell"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}