{"gameId":367442,"name":"French Quarter","description":"Welcome to the French Quarter, the heart of New Orleans! You're in town for a weekend trip with plans to spend your Saturday evening taking in as many of the city's unique sights and sounds as possible in a mere eight hours.&#10;&#10;Whether it's the distinct food, local culture, shopping hotspots, mystic customs, or the vibrant nightlife, there's something to experience on practically every corner. There's live jazz everywhere you go, and NOLA is world-famous for its street performers. Make sure you don't miss the spontaneous wedding parades, known locally as &quot;second lines&quot;, that roll through the streets!&#10;&#10;Play it safe or go wild &mdash; it's your choice. As you navigate the city, your map will serve as both a guidebook and a memento of your trip. Reunite with your friends at the end of the night to compare notes and swap stories.&#10;&#10;In French Quarter, you choose dice from the card row to take actions and travel via different methods of transportation with varying distances: walking, carriage ride, taxi, streetcar, riverboat, or just hanging out to socialize.&#10;&#10;As you travel around the city, you get to visit buildings and see performers where you stop. All these activities slowly fill up tracks that chart your experiences with food, culture, shopping, mysticism, and partying. You have to make tough choices between in-game bonuses and score multipliers! After eight hours of gallivanting about town, players compare their end results to see who had the most memorable night in NOLA.&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/V9Vh8kvvhvvP9cM7D92ggQ__original/img/cjNwgdotoZbtbSyUnr_fKyLT1k0=/0x0/filters:format(jpeg)/pic7539535.jpg","thumbnail":"https://cf.geekdo-images.com/V9Vh8kvvhvvP9cM7D92ggQ__thumb/img/In4bOcUb0EMaS9-LAC9VusIW_yU=/fit-in/200x150/filters:strip_icc()/pic7539535.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Paper-and-Pencil","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2024,"bggRating":5.7431,"averageRating":7.35301,"rank":5066,"designers":["Adam Hill","Ben Pinchback","Matt Riddle"],"publishers":["Motor City Gameworks","25th Century Games"],"artists":["Marlies Barends","Snow Conrad"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}