{"gameId":367992,"name":"Swindler","description":"Life in London isn't easy. The city is run by moneybags, though, and now it's time to seize opportunities as swindlers and cutpurses to claim your share of their wealth.&#10;&#10;Swindler combines press-your-luck with take-that mechanisms for a fun and thematic game set in Victorian London. Each round, players must steal from one of the five moneybags, drawing tokens from the chosen bag. Each bag is filled with coins, jewelry, and other loot &mdash; but each bag also contains at least one skull! If you draw a skull, you've pressed your luck too far and got caught in the act. Not only will you lose the loot you stole that round, you also lose everything you stole from the same bag in previous rounds. The moneybag not only found your hand in their pocket, but they also recognized the small but precious ring on your finger...&#10;&#10;It's wise not to sit on the loot too long in case you get caught. Dealers will pay you for the loot you turn in, giving you points. You can also use your loot to complete orders, but one of your fellow swindlers might be faster and push you aside to complete a task, costing you valuable points. Thankfully, you don't have to swindle on your own! Hire accomplices to gain advantages or affect the other players with disadvantages.&#10;&#10;The player with the most points after a set number of rounds will be recognized as the most notorious swindler of London and thus win the game.&#10;&#10;","image":"https://cf.geekdo-images.com/VWO_KBIilHuCCsbeg64cfw__original/img/VyIXO6pOZ1EaXKtlfD2RWOkaslo=/0x0/filters:format(jpeg)/pic6985897.jpg","thumbnail":"https://cf.geekdo-images.com/VWO_KBIilHuCCsbeg64cfw__thumb/img/zmXZeEMVTKajxfL5l1Kdyy8fPxI=/fit-in/200x150/filters:strip_icc()/pic6985897.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Push Your Luck","Take That"],"isExpansion":false,"yearPublished":2022,"bggRating":5.60501,"averageRating":6.49695,"rank":7756,"designers":["Matthias Cramer"],"publishers":["Edition Spielwiese","Hobby Japan","Pegasus Spiele"],"artists":["Lisa Forsch"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}