{"gameId":368432,"name":"The Fox Experiment","description":"In 1958, Demitri Belyaev and Lyudmila Trut started an experiment on domestication. From a large group of foxes, they selected the ones that reacted to humans with more curiosity and less aggression. In each generation, they selected only the friendliest pups to become parents &mdash; hoping to recreate the process that originally led to domestication thousands of years ago. The experiment made stunning progress. Even though the foxes were chosen only for their friendliness, they soon started to get many of the physical traits that we associate with domesticated animals &mdash; like spots, floppy ears, and curly tails. As communication opened up, the foxes made major contributions to our understanding of how these traits are expressed. The experiment continues to this day.&#10;&#10;In The Fox Experiment, you&rsquo;ll breed your own domesticated foxes. In each round you'll select a pair of fox parents who have certain traits. You'll gain those specific trait dice, roll them, then try to move them around to make complete trait symbols which you'll then mark off on your pup card. You'll then gain trait tokens depending on how many traits you marked off which you'll use to upgrade tracks on your personal player board.&#10;&#10;At the end of the round, the previous generation of foxes will be cleared and all of the new pups will be moved to the kennel &mdash; thus becoming candidates to be chosen as parents in the next round. The game ends after 5 rounds and you'll gain points for pleasing patrons (end of game scoring bonuses), studies completed (personal player objectives), if you ever won the friendliest fox award, upgrades on your personal player board, and extra tokens. The player with the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/wzvBp42eSal9UrL2EgOjyw__original/img/m59dyylOOw0FrwEWxzCp7g4_Xp8=/0x0/filters:format(png)/pic7557488.png","thumbnail":"https://cf.geekdo-images.com/wzvBp42eSal9UrL2EgOjyw__thumb/img/EVGDAoyPls95_nGayGjGLChQ0GM=/fit-in/200x150/filters:strip_icc()/pic7557488.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","End Game Bonuses","Open Drafting","Solo / Solitaire Game","Turn Order: Claim Action"],"isExpansion":false,"yearPublished":2023,"bggRating":5.63586,"averageRating":6.86794,"rank":6894,"designers":["Elizabeth Hargrave","Jeff Fraser"],"publishers":["Pandasaurus Games"],"artists":["Joe Shawcross"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":true}]}