{"gameId":368559,"name":"Engine Thieves: The Andrews Railroad Raid of 1862","description":"On April 12, 1862, the charismatic Union agent James Andrews and his band of raiders stole the train powered by the locomotive, &ldquo;The General,&rdquo; from under the noses of about 3000 Confederate troops training at Big Shanty (Kennesaw), GA. Their risky mission was to cut telegraph wires, burn railroad bridges, and damage track between Atlanta and Chattanooga, thus severing communications, reinforcements, and supplies between the two cities. This was as Union General Mitchel advanced his forces upon Chattanooga with the aim of capturing it and splitting the Confederacy in two. The raiders needed to bluff their way through the Confederate railroad stations and even pass through Chattanooga to meet the advancing Union force in Bridgeport!&#10;&#10;Engine Thieves covers this courageous Civil War raid. Play as the Union raiders in a solo game as you race against time, and the Confederate soldiers on your tail, to get to Bridgeport. With two players, one of you will play as the Confederates and try to stop your opponent from reaching Bridgeport or at least minimize their destructive sabotage. Follow the adventure and real path these raiders took on their daring ride north!&#10;&#10;As the solo player in charge of Andrews and the Union raiders, you must accumulate at least 25 Victory Points by some combination of burning bridges, cutting telegraph wires, damaging track, bringing the stolen train to Bridgeport, and defeating Confederate units that get in your way, all while minimizing raider casualties. Reaching Bridgeport is a high priority since without that accomplishment, General Mitchel would likely call off his attack on Chattanooga. Mitchel might be otherwise unaware of the Raiders&rsquo; successes!&#10;&#10;The game ends when the Raiders player either passes through Chattanooga and reaches Union General Mitchel in Bridgeport, must abandon the stolen train, all Raiders are killed or captured, or the time track reaches 4:00pm.&#10;&#10;In the Two-Player version of the game (which was not included in the Print-on-Demand edition), as the Confederate player your goal is to keep the Raiders from accumulating Victory Points by relentlessly pursuing them, inflicting casualties, minimizing their ability to carry out sabotage, and keeping them from reaching Bridgeport before the game&rsquo;s end.&#10;&#10;","image":"https://cf.geekdo-images.com/kOyeE_s-LXkIJ44goSRfAw__original/img/NPL3mdHrHBYsi7a1i-_Wi2d2dMw=/0x0/filters:format(png)/pic8594762.png","thumbnail":"https://cf.geekdo-images.com/kOyeE_s-LXkIJ44goSRfAw__thumb/img/OB-wSfmTQzGG-v9dhKTzzlIgbb0=/fit-in/200x150/filters:strip_icc()/pic8594762.png","minPlayers":1,"maxPlayers":2,"playingTime":120,"mechanics":["Command Cards","Dice Rolling","Push Your Luck","Ratio / Combat Results Table","Re-rolling and Locking","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":7.33333,"rank":-1,"designers":["Wes Crawford"],"publishers":["Compass Games","(Web published)"],"artists":["Ryan Heilman","Paul Laane"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}