{"gameId":368742,"name":"Rebuild Ukraine","description":"Welcome to Ukraine, the country of talented people, rich lands, and amazing nature.&#10;&#10;The events unfold in modern Ukraine, in the post-war period, where peace and well-being already reign. You become one of the governors of 4 regions in Ukraine.&#10;&#10;You can mine resources on your holdings and use them to rebuild industry and economy. Your region, like any other, has a predominant resource that can be mined in much larger volumes.&#10;&#10;In the game, as in reality, each region of Ukraine does not have some of minerals or resources. So, with the help of diplomacy, you have to make trade agreements with other regions for the sale of certain resources. When the first-player's token passes to you, you become the main trader for the given season and have the right to make a deal with every other player.&#10;&#10;To develop industry, you need to rebuild 4 buildings in your region: 3 industrial buildings and 1 regional bank.&#10;&#10;Three Cossack workers have been working on your lands since the beginning. But to rebuild the region, you will need new workers, whom you should train.&#10;&#10;In order to improve the economy, you must fulfill government orders, that is, invest your resources in the development of Ukraine. Instead, your region will receive growth in the foreign-exchange reserves and various bonuses from the state (bonus cards).&#10;&#10;The term of your governance is 12 seasons. In each season, various events occur that affect the general situation of the regions &ndash; shortage of extraction of certain resources, crisis, moratoriums on construction, over-extraction of resources, etc.&#10;&#10;Check whether you have enough inspiration to be ahead of other governors in the fight for the prosperity and development of Ukrainian lands!&#10;&#10;","image":"https://cf.geekdo-images.com/KO2wopQNEHH1uioJ0-HMmQ__original/img/5iGp5bodePqikx6Z2-ZP7vIYr8A=/0x0/filters:format(jpeg)/pic7013385.jpg","thumbnail":"https://cf.geekdo-images.com/KO2wopQNEHH1uioJ0-HMmQ__thumb/img/q30DZH4pa9Bae1OhgLJnydFu3eU=/fit-in/200x150/filters:strip_icc()/pic7013385.jpg","minPlayers":2,"maxPlayers":4,"playingTime":150,"mechanics":["Action Queue","Action/Event","Commodity Speculation","Constrained Bidding","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":2.5,"rank":-1,"designers":[],"publishers":["(Self-Published)"],"artists":[],"playerPollResults":[{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}