{"gameId":368966,"name":"Ark Nova: Aquarius","description":"Ark Nova: Aquarius, an expansion for Ark Nova, introduces multiple new elements to the game, such as sea animals that each have to be played in new special enclosures that must be built adjacent to water.&#10;&#10;Roughly half the sea animals are reef dwellers, and whenever you add a reef dweller to your zoo, you trigger the ability of all reef dwellers in your zoo. To deal with the dilution of the deck, naturally caused by adding more cards, all sea cards feature a wave icon, and whenever it is revealed in the display, you discard the first card in the row, then replenish.&#10;&#10;A fourth university &mdash; the breed registry &mdash; is available on the association board, and if you take it, you claim one of six special universities from the reserve that feature one research icon and one of six animal icons. When you take this registry, you reveal cards from the top of the deck and keep the first revealed card with an animal icon that matches your chosen university.&#10;&#10;For each of the five action cards, four alternate versions with a little twist will be available. Players draft action cards at the start of play, replacing two of their standard action cards with these new ones, increasing the asymmetry in the game. The build action, for example, might allow you to spend 2 money once per action to build over a water or rock space, with the upgraded side of the card allowing you to do this for free. The animal action might allow you to ignore one condition on an animal card that you're playing when you have the chance to put two animals into play, but play only one.&#10;&#10;New bonus tiles and final scoring cards will also be included.&#10;&#10;","image":"https://cf.geekdo-images.com/Qle4fQ4RZXmbON7Stlj72w__original/img/xTMrvn_C9f8F5tXPDe4hwqmus5c=/0x0/filters:format(jpeg)/pic7026575.jpg","thumbnail":"https://cf.geekdo-images.com/Qle4fQ4RZXmbON7Stlj72w__thumb/img/slVR2IFTtJvbEQHxu0fhkiRAlnA=/fit-in/200x150/filters:strip_icc()/pic7026575.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["End Game Bonuses","Hand Management","Hexagon Grid","Income","Open Drafting","Set Collection","Solo / Solitaire Game","Tile Placement","Variable Player Powers","Variable Set-up"],"isExpansion":true,"yearPublished":2023,"bggRating":0,"averageRating":6.875,"rank":-1,"designers":["Mathias Wigge"],"publishers":["Feuerland Spiele","Capstone Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}