{"gameId":369104,"name":"Age of Inventors","description":"Age of Inventors will travel back to the second half of the 19th Century where a series of inventions is about to change where and how people live, work, travel, and communicate. Your role is to lead humanity&rsquo;s charge into a bright new future.&#10;&#10;Every player selects one of the four types of laboratories. You may play as a Government Lab, a Corporation Lab, a University Lab, or an Innovator Lab. Each one offers asymmetrical powers to use to your advantage.&#10;&#10;While running the Lab, you will have the chance to purchase different Equipment made available every round. Your choice of equipment will be influenced by each piece&rsquo;s ability and its cost in funds. Your equipment will also indirectly affect your order of play during every round.&#10;&#10;Most importantly, you will be able to use your funds to hire legendary inventors like Tesla, Marie Curie, or Einstein himself! Every inventor has their own unique abilities that might just give you the edge against your opponents.&#10;&#10;Then you need to conceive of the right invention from the inventions offer by spending your most valuable resource, &ldquo;Ideas.&rdquo;&#10;&#10;To complete each invention, you will need to spend the necessary scientific resources (physics, chemistry, or engineering) required by the particular invention. Use your lab assistants as workers and place them on the locations available to research and gather these resources. These locations can either be on your lab or with the inventors you and your opponents have placed on the board. Then, all you need to do is to find an available inventor to invent your invention. Unsurprisingly, you will need an engineer for an engineering invention and so on.&#10;&#10;By completing inventions, you not only gain their unique instant ability, but you also advance humanity&rsquo;s progress in different tracks: Industrial, Economic, and Academic. The player whose laboratory contributes the most to society will be crowned the winner at the end of the game.&#10;&#10;However, there is much more than meets the eye. You may gain secret victory points by cleverly placing inventions on the board and gaining Breakthrough Tokens, or gather experiments to fulfill. There is also the Ingenuity rank that affects most parts of the game where you may advance, but at a cost.&#10;&#10;Experience a strongly replayable game with a different pattern of inventors and inventions created every time. Breaking News cards spice up the game by altering the rules of each round just a bit to make it more interesting.&#10;&#10;Age of Inventors combines Worker Placement and Action Selection mechanics with an interesting blend of asymmetrical power use from your Lab and Inventors, and eventually tile placement of Inventors and Inventions. It is a fast and intense, highly replayable game that is equally enjoyable as a family game or as a competitive euro game for the most demanding gamer.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/lSEtx6MlAl7xfjwFyV1HnA__original/img/mkIPZwDOn5FD91Zg3bqFq1fJ_D8=/0x0/filters:format(jpeg)/pic7021505.jpg","thumbnail":"https://cf.geekdo-images.com/lSEtx6MlAl7xfjwFyV1HnA__thumb/img/EYHvQ5e3fdcii7zrfpXVin0op8U=/fit-in/200x150/filters:strip_icc()/pic7021505.jpg","minPlayers":1,"maxPlayers":4,"playingTime":80,"mechanics":["Advantage Token","Enclosure","End Game Bonuses","Events","Hexagon Grid","Hidden Victory Points","Income","Market","Ownership","Solo / Solitaire Game","Take That","Track Movement","Turn Order: Claim Action","Voting","Worker Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":5.51544,"averageRating":8.83906,"rank":16104,"designers":["Aiollus","Iskios","VantoN"],"publishers":["Meeple Pug"],"artists":["Mike Katoglou"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}