{"gameId":369258,"name":"Isle of Skye: Big Box","description":"Get the full load (minus 4 expansions) of the modern classic tile-laying game with the Isle of Skye Big Box! The Big Box contains the award-winning Isle of Skye base game (Kennerspiel des Jahres 2016), the Druids expansion, and additional scoring and tunnel tiles. A new addition is the mini-expansion Randgebiete.&#10;&#10;In the game, you embody one leader of each of the five traditional Scottish clans. You create your own small empire in order to gain the necessary victory points. But in each game only four of the included 24 score cards are in play. This makes each game different and requires different tactics and strategies.&#10;&#10;In each round you can buy one of the tiles of a fellow player. Face down, all players simultaneously set the prices of the pieces they offer. A high price can lead to prosperity and much needed money. However, if no buyer can be found, the seller must add the tile to his empire himself and give up the money he has invested. In the end, the player who has scored the most victory points wins.&#10;&#10;&mdash;description from the publisher (translated)&#10;&#10;The &quot;Randgebiete&quot;/ borderland-expansion is a module, that can be added to any game, alone or together with the expansions.&#10;&#10;Every player starts with the same 6 borderland tiles in their supply. There are two tiles each of water, mountain and land.&#10;Each of them has only two sides for connections and two already closed borders.&#10;In each round, when you place your other tiles, you may also place one borderland tile connected to at least one other tile. If its connected to other tiles on both sides, it gets flipped to the better side with more scoring symbols (like cows, sheep) on it.&#10;No tile may be placed touching one of the other two sides with closed borders.&#10;&#10;","image":"https://cf.geekdo-images.com/yppfyHm2fcjPnEE3JPma4g__original/img/LJMGFusnxqjEaTzuzUDAYsEpYOM=/0x0/filters:format(jpeg)/pic7244974.jpg","thumbnail":"https://cf.geekdo-images.com/yppfyHm2fcjPnEE3JPma4g__thumb/img/zoIlkS-6YRd7iSgNWBS3EEiK7QU=/fit-in/200x150/filters:strip_icc()/pic7244974.jpg","minPlayers":2,"maxPlayers":5,"playingTime":60,"mechanics":["Auction / Bidding","Catch the Leader","I Cut, You Choose","Set Collection","Tile Placement","Turn Order: Progressive"],"isExpansion":false,"yearPublished":2022,"bggRating":5.85852,"averageRating":7.91881,"rank":-1,"designers":["Andreas Pelikan","Alexander Pfister"],"publishers":["Lookout Games","Hobby Game Mall"],"artists":["Klemens Franz"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":5,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}