{"gameId":369270,"name":"Astra","description":"You and your fellow players are eager and curious astronomers, determined to explore and understand the constellations of the mysterious night sky. You are willing to assist each other and share your discoveries, but in the end, only one of you will become famous enough to be remembered throughout history.&#10;&#10;Astra is a clever mix of tactics and strategy, with a streamlined and intuitive rule set that makes it easy to pick up and quick to play. A game of Astra consists of continuous player turns until a certain number of Constellation cards are taken, when, after an endgame scoring, the player with the most Fame points wins.&#10;&#10;On your player turn, you may choose to either Observe or Rest.&#10;&#10;The Observe action allows you to spend Stardust to discover stars on the Constellation cards using your dry erase marker. You may only mark stars in a straight continuous line, but you may spend Telescope tokens to start new observations. As soon as you mark the last star in a Constellation, you take the card from the Night Sky, granting you a powerful reusable ability for the rest of the game. But other players also benefit from the discovery: based on how many stars they marked, they may choose one of the card&rsquo;s instant benefits (Boons) at the time it is discovered.&#10;&#10;The Rest action allows you to not only refill your Stardust up to your capacity, but also to reactivate all of your card abilities that match the currently active Sphere. Your card abilities are very powerful and strategy-enabling, so a well-timed Rest action can give you a huge advantage.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Z56Asr5C-r750kPW6ZemMg__original/img/Xqrx-bBlzW7O5nS8kxzpJkvgOG0=/0x0/filters:format(jpeg)/pic7040562.jpg","thumbnail":"https://cf.geekdo-images.com/Z56Asr5C-r750kPW6ZemMg__thumb/img/CZ9tASKwoa7Zlrr2BweS2xMzNE0=/fit-in/200x150/filters:strip_icc()/pic7040562.jpg","minPlayers":2,"maxPlayers":5,"playingTime":90,"mechanics":["Area Majority / Influence","End Game Bonuses","Paper-and-Pencil","Push Your Luck","Set Collection"],"isExpansion":false,"yearPublished":2022,"bggRating":0,"averageRating":8,"rank":-1,"designers":["Patrik Porkoláb","Frigyes Schőberl","Eszter Krisztina Sas"],"publishers":["Mindclash Games","Super Meeple"],"artists":["Csilla Fekete"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}