{"gameId":370621,"name":"Hollywood 1947","description":"The year is 1947 and you are a member of the thriving movie-making industry of Hollywood. However, it is suspected that there are communists hiding among your small production studio slipping &ldquo;un-Patriotic&rdquo; messages, themes, props, and lines into your movies! Will you be able to find all the communists before your studio is shut down? Or will you be suspected yourself and banned from the industry?&#10;&#10;In the game each player will secretly be a Patriot, Communist, or Rising Star. Each round every player will have a unique Job to perform (such as the Screenwriter, Gaffer, Director, Actor, Editor, etc). These jobs will affect what kind of movie is getting made that round, what cards are in players&rsquo; hands, and who will receive special information. Players can choose to skip their jobs to instead re-roll any two of the dice in the game. At the end of each round the players with stars showing on their dice will get to add a card into the movie.&#10;&#10;The added cards will be shuffled, one will be removed, and the rest will be revealed. The team with the majority of revealed symbols (including the symbols on that round&rsquo;s movie poster) wins the round! Indicate the winning team for the round by placing that team&rsquo;s matching film-strip over the movie poster. The first team to win 4 rounds wins the game! The Rising Star plays both sides by trying to make the game go to 7 rounds and making the 7th round a tie.&#10;&#10;Hollywood 1947 is a social deduction game. You must never show your cards or loyalty to anyone, but you may say whatever you&rsquo;d like about the cards you put into a movie, or about your true allegiance. Open discussion about which cards were added into a movie is encouraged. However, if you are a Communist or the Rising Star, lying will often help you accomplish your goals since the majority of players will be Patriots.&#10;&#10;That&rsquo;s a wrap. Most players get the hang of the game after only a few minutes. So let&rsquo;s go make some movies, but be careful who you trust!&#10;&#10;Hollywood 1947 is the 5th standalone game in the Dark Cities Series by Facade Games. Previous games in the series include Salem 1692, Tortuga 1667, Deadwood 1876, and Bristol 1350.&#10;&#10;You can follow the Kickstarter at this link: https://www.kickstarter.com/projects/travishancock/hollywood-1947-a-movie-making-game-of-strategy-and-deception&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/LCbhtm1xmuEiWcjXgR7epg__original/img/ZgTvUUmV1dnfgOmUzjcRj1VQf30=/0x0/filters:format(jpeg)/pic7069717.jpg","thumbnail":"https://cf.geekdo-images.com/LCbhtm1xmuEiWcjXgR7epg__thumb/img/_UD9klppy1vgBaiNJvfezP-r0ec=/fit-in/200x150/filters:strip_icc()/pic7069717.jpg","minPlayers":1,"maxPlayers":9,"playingTime":40,"mechanics":["Deduction","Dice Rolling","Hand Management","Hidden Roles","Team-Based Game"],"isExpansion":false,"yearPublished":2023,"bggRating":5.80774,"averageRating":7.2557,"rank":4271,"designers":["Travis Hancock"],"publishers":["Facade Games","Lucky Duck Games"],"artists":["Sarah Keele"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":3,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":3,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":4,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":5,"recommended":6,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":9,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":9,"best":8,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":9,"best":0,"recommended":1,"notRecommended":6,"numPlayersIsAndHigher":true}]}