{"gameId":370757,"name":"Zoo Tycoon: The Board Game","description":"Have you ever dreamed of building and managing your own zoo? Well now you can with Zoo Tycoon: The Board Game!&#10;&#10;Build a zoo that focuses on marquee animals like Lions, Gorillas, or Elephants to attract and thrill guests. Or develop partnerships with National Parks on conservation and re-introduce endangered species back into the wild.&#10;&#10;Strategically place food booths and gift shops to satiate guests, while generating revenue to help keep your zoo growing and thriving. The more money you generate, the more options you have at your disposal to create the zoo of your dreams!&#10;&#10;With 35 different species (most of them represented by 230 beautiful animal meeples), you have an abundance of options from which to select your favorite animals. But selecting animals is only the beginning! Just like in real life, each amazing animal will require unique care to meet their individual needs. Carefully balance group and enclosure sizes, social composition, and guest proximity, to try and achieve the right balance between animal and guest happiness. Happiness will play a particularly important role in animal reproduction, and new animal options for addition to your zoo.&#10;&#10;Play your cards right, and you may find your animals having offspring! This is important for conservation projects but also a great source of popularity. However, it must not be forgotten that a place must be available once they get older.&#10;&#10;With our &ldquo;zoo in a box&rdquo; &ndash; watch the zoo of your dreams come true, right in front of you!&#10;&#10;Gameplay&#10;&#10;In Zoo Tycoon the board game, 1-4 players compete to build the most successful zoo. In this strategic and thematic board game, each player has the freedom to develop their own zoo with 35 species, food booths, zoo shops, etc. Each animal has its own care requirements focused on 3 key areas - popularity for visitors, educational value, and nature conservation. As with zoos in real life, players must find the right balance between popularity and conservation over the course of the game. In the end, the lower value between those two measurements will count as your final score.&#10;&#10;Each game you play will be different, delivering high replay value. Thanks to a novel game mechanism, the animal market with supply and demand changes continuously. In addition, small events will shape the gameplay in every round.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/YDTJldddf_uE2ozuVgxRoA__original/img/yp-swfzlAqDHJSc_7Pl8QUIwnhE=/0x0/filters:format(png)/pic7520885.png","thumbnail":"https://cf.geekdo-images.com/YDTJldddf_uE2ozuVgxRoA__thumb/img/n06mCg6WMBbJ34MaYNmrGP9gM0g=/fit-in/200x150/filters:strip_icc()/pic7520885.png","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Market","Set Collection","Simulation","Solo / Solitaire Game","Tile Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":5.74616,"averageRating":7.14133,"rank":5018,"designers":["Marc Dür","Samuel Luterbacher"],"publishers":["Treecer","Galakta"],"artists":["Rozenn Grosjean","Matthieu Martin","Nina Pommelin","Victor Sales","Johanna Tarkela"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":12,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":15,"recommended":16,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":12,"recommended":15,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":10,"notRecommended":16,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":20,"numPlayersIsAndHigher":true}]}