{"gameId":370837,"name":"Curses & Covens","description":"Curses &amp; Covens is an all vs one game where one player takes on the role as the witch hunter, while all other players are towns trying to protect the friendly witches! The aim of the witch hunter is to capture 5 witches, while the towns want to form a coven of three witches of the same suit in one player's hand to win.&#10;&#10;The game plays through four main phases.&#10;&#10;Census, where all the towns&rsquo; cards are revealed. These will be a mix of witches, innocent villagers, rituals or a fake witch (scarecrow). Players win if they have 3 cards of 1 witch suit in 1 player&rsquo;s hand, or may cast a spell on the witch hunter if they have 2 witches in hand. Then they discuss their plans for the round, but with the witch hunter listening!&#10;&#10;Arrival, where the witch hunter observes then deals 1 new card to each town player. The witch hunter now knows what everyone has in hand, but the players get new information which they cannot communicate to their team.&#10;&#10;Travel, where town players consider the new card they&rsquo;ve received, then each give or request a hidden card to or from other town players. They may also protect or later access a key card by swapping it into the woods, safe from the witch hunter. The witch hunter observes the cards moving, but not exactly what goes where.&#10;&#10;Hunt, where the witch hunter picks 2 cards in total from the towns, trying to capture witches while avoiding innocent villagers, dangerous ritual cards, or the fake witch which frees previously captured witches.&#10;&#10;These repeat until one side has won.&#10;&#10;The town players need to communicate carefully to consider their options, how to manage risks and protect key cards, and understand when to make decisive moves, all while the witch hunter listens. Both roles require players to weigh up probabilities and consider previously discussed plans against new imperatives that might signal necessary changes in strategy as the round progresses.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Qys-DDbsPZ4uetRAlYu-Sg__original/img/A0rnGwL8cvrdhy1WycGiBT2a8Gg=/0x0/filters:format(jpeg)/pic8019296.jpg","thumbnail":"https://cf.geekdo-images.com/Qys-DDbsPZ4uetRAlYu-Sg__thumb/img/rwM3hokOBSw6j73CNm56ldcUs6g=/fit-in/200x150/filters:strip_icc()/pic8019296.jpg","minPlayers":4,"maxPlayers":6,"playingTime":20,"mechanics":["Hand Management","Push Your Luck","Team-Based Game"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8,"rank":-1,"designers":["Samara Jethwa","David Walsh"],"publishers":["One Thousand Rats","Good Games Publishing"],"artists":["Samara Jethwa"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}