{"gameId":37111,"name":"Battlestar Galactica: The Board Game","description":"Battlestar Galactica: The Board Game is an exciting game of mistrust, intrigue, and the struggle for survival. Based on the epic and widely-acclaimed Sci Fi Channel series, Battlestar Galactica: The Board Game puts players in the role of one of ten of their favorite characters from the show. Each playable character has their own abilities and weaknesses, and must all work together in order for humanity to have any hope of survival. However, one or more players in every game secretly side with the Cylons. Players must attempt to expose the traitor while fuel shortages, food contaminations, and political unrest threatens to tear the fleet apart.&#10;&#10;After the Cylon attack on the Colonies, the battered remnants of the human race are on the run, constantly searching for the next signpost on the road to Earth. They face the threat of Cylon attack from without, and treachery and crisis from within. Humanity must work together if they are to have any hope of survival&hellip;but how can they, when any of them may, in fact, be a Cylon agent?&#10;&#10;Battlestar Galactica: The Board Game is a semi-cooperative game for 3-6 players ages 10 and up that can be played in 2-3 hours. Players choose from pilots, political leaders, military leaders, or engineers to crew Galactica. They are also dealt a loyalty card at the start of the game to determine if they are a human or Cylon along with an assortment of skill cards based on their characters abilities. Players then can move and take actions either on Galactica, on Colonial 1, or in a Viper. They need to collect skill cards, fend off Cylon ships, and keep Galactica and the fleet jumping. Each turn also brings a Crisis Card, various tasks that players must overcome. Players need to play matching skill cards to fend off the problems; skill cards that don't match hinder the players success. Fate could be working against the crew, or there could be a traitorous Cylon! As players get closer and closer towards reaching their Earth, another round of loyalty cards are passed out and more Cylons may turn up. If players can keep their up their food stores, fuel levels, ship morale, and population, and they can keep Galactica in one piece long enough to make it to Earth, the Humans win the game. But if the Cylon players reveal themselves at the right moment and bring down Galactica, the Humans have lost.&#10;&#10;Official Site, Rules &amp; FAQ: http://www.fantasyflightgames.com/edge_minisite_sec.asp?eidm=18&amp;esem=4&#10;Unofficial FAQ for really tricky questions: http://boardgamegeek.com/wiki/page/Battlestar_Galactica_FAQ&#10;&#10;","image":"https://cf.geekdo-images.com/5Q2w2rFJiFI_uV89KP6ECg__original/img/MYuRAKLRAGlIQTph2XKWjzqT7sQ=/0x0/filters:format(jpeg)/pic354500.jpg","thumbnail":"https://cf.geekdo-images.com/5Q2w2rFJiFI_uV89KP6ECg__thumb/img/s1BljxEdoxQ1zGYiw05Qa9rg9hI=/fit-in/200x150/filters:strip_icc()/pic354500.jpg","minPlayers":3,"maxPlayers":6,"playingTime":180,"mechanics":["Area Movement","Dice Rolling","Hand Management","Hidden Roles","Once-Per-Game Abilities","Role Playing","Semi-Cooperative Game","Team-Based Game","Traitor Game","Variable Player Powers","Variable Set-up","Voting"],"isExpansion":false,"yearPublished":2008,"bggRating":7.57146,"averageRating":7.74346,"rank":84,"designers":["Corey Konieczka"],"publishers":["Fantasy Flight Games","Edge Entertainment","Editrice Giochi","Galakta","Game Harbor","Giochi Uniti","Heidelberger Spieleverlag"],"artists":["Kevin Childress","Brian Schomburg","WiL Springer"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":18,"notRecommended":602,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":16,"notRecommended":615,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":17,"recommended":165,"notRecommended":547,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":54,"recommended":557,"notRecommended":209,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":777,"recommended":164,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":300,"recommended":486,"notRecommended":75,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":30,"recommended":117,"notRecommended":330,"numPlayersIsAndHigher":true}]}