{"gameId":371183,"name":"Joyride: Survival of the Fastest","description":"Joyride: Survival of the Fastest is an explosively fun board game of loud, fast, high-interaction racing for two to four players. Tactically plan your route, push your luck to take corners at speed, and crash into your rivals to knock them off course.&#10;&#10;Choose a car with unique abilities that change the way you race. Do you want the reliability of Auto-Pilot, the precision of Handbrake Turn or the chaos of Donut? Manipulate dice on your dashboard, pushing your luck to pull ahead. Will you lock in your results for maximum control, or risk rolling them to gain an extra inch?&#10;&#10;Move from checkpoint to checkpoint across open maps on the double-sided board. Each map comes different track layouts for every player count and skill level. Checkpoints can be crossed from any direction, so plan a racing line that maximizes your chances, even if it means racing into oncoming traffic.&#10;&#10;Smash into your opponents to spin them around or push them out of your way. Sometimes the best racing line is the one that will knock your opponents off-course.&#10;&#10;Gather powerful items as you race, letting you fire rockets, drop oil slicks and even call in air strikes to damage enemy vehicles. Damage permanently blocks part of your dashboard, so think carefully about where you decide to place it. Do you really need two spaces to store items? Maybe it&rsquo;s better to give up fifth gear?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ywWVqGH03eEOWFaRPtmlAg__original/img/igW-m9SJJZJe-uRH1UaZVcn0AhU=/0x0/filters:format(png)/pic7186560.png","thumbnail":"https://cf.geekdo-images.com/ywWVqGH03eEOWFaRPtmlAg__thumb/img/zSIuSMwVuw0ZnLBCow6a71SBeHM=/fit-in/200x150/filters:strip_icc()/pic7186560.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Push Your Luck","Race","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":5.65855,"averageRating":6.81679,"rank":6721,"designers":["Duncan Molloy","Pete Ward"],"publishers":["Rebellion Unplugged"],"artists":["Pye Parr"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":7,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":7,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":5,"numPlayersIsAndHigher":true}]}