{"gameId":371433,"name":"Terrorscape","description":"On a stormy night, a couple of unfortunate travelers rushed into an abandoned mansion in the woods to take shelter. But even worse than the merciless rain, they have in fact, accidentally entered the hunting ground of a bloodthirsty killer&hellip;&#10;&#10;Terrorscape is a team-based asymmetric horror game. You could take the roles of the survivors or the killer. Survivors cooperate to escape the mansion by searching for 5 keys or repairing the radio to make an emergency call. The killer is solely against the survivors. The killer needs to locate the survivors by their noise or by skills and decide how to eliminate them.&#10;&#10;In a game of survivors, you hide under the sight of the killer and be careful that some action may make noise. You can also draw cards to find items in some locations so as to equip yourself well for the fight. Most importantly, survivors look for keys or repair the radio to make an emergency call aiming to ultimately escape from the nightmare.&#10;&#10;On the other side, the killer hunts the survivors with unforgiving abilities. The killer needs to manage well your hand to plan for actions: move, sense, spread fear, block doors......etc. When the killers encounter the survivors, a battle of life and death begins!&#10;&#10;With various characters of killers and survivors, each match is diversified! Each of the characters has their own skills, playstyles, and their own miniatures. Killers, enjoy your hunt! Survivors, play smart and outplay your opponent! Roll a show with blood and fear!&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/rjZM9iiR9ZpWtk4-4-sZhQ__original/img/DGX_74RljS_XmIeNlX-CMOVxsP4=/0x0/filters:format(png)/pic7436308.png","thumbnail":"https://cf.geekdo-images.com/rjZM9iiR9ZpWtk4-4-sZhQ__thumb/img/k34zgPbkhWAtP0C672_lO7CgH8g=/fit-in/200x150/filters:strip_icc()/pic7436308.png","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Deduction","Dice Rolling","Hand Management","Hidden Movement","Multiple Maps","Team-Based Game"],"isExpansion":false,"yearPublished":2023,"bggRating":6.21438,"averageRating":8.41544,"rank":1977,"designers":["Jeffrey CCH"],"publishers":["ICE Makes","Galakta","Grimspire","Niza Gams","Pendragon Game Studio"],"artists":["Arepko","Roxy Dai","Samuel Horowitz","Nilanjan Malakar","Amanda Phelps","Domingo Pino"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":31,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":22,"recommended":12,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":29,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":28,"recommended":5,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":26,"numPlayersIsAndHigher":true}]}