{"gameId":371431,"name":"Kingmaker","description":"Kingmaker: The Royal Re-Launch depicts the period of English history in the 15th century that became known as the Wars of the Roses. It is based on the premise that the powerful noble families used the Lancastrian and Yorkist royalty as pawns in a greater game for the control of the kingdom. Players manoeuvre Noble pieces representing the leaders of 24 major families in England and Wales, in order to gain control over a Royal piece of their own, while also eliminating rival Royal pieces and weakening their opponents. It is a game of political and military action, and the ability to react to unforeseen events. You win by a combination of military, political, and diplomatic skills.&#10;&#10;There are four games in Kingmaker: The Royal Re-Launch:&#10;&#10;&#10;     The new Kingmaker II for 2 to 5 players, for those who prefer a shorter game with a greater variety of win conditions, including prestige gained through domination of the government, cities, and the church.&#10;     The original Classic Kingmaker for 2 to 6 players, where the only path to victory is through controlling the last crowned Royal piece.&#10;     Extended Classic Kingmaker with extra Crown and Event cards along with additional optional rules for Parliament and battles, in which dice can be used to determine whether Nobles and Royal pieces live or die.&#10;     The Solo Challenge, for solitaire play.&#10;&#10;&#10;Each player controls a Faction consisting of one or more Nobles. Each Noble piece on the board has a corresponding Noble card displayed by the controlling player in their Faction space. Players can strengthen their Nobles with a Title, an Office and other cards, such as Bishops, Mercenaries, and Ships.&#10;&#10;At the beginning of your turn, you draw a card from the Event deck, and all players follow its instructions. During your turn, you may move your Noble pieces, fight battles, and conduct sieges. You may also have the opportunity to call Parliament to gain the benefit of additional Titles and Offices, and perhaps the chance to crown a new King. At the end of your turn, you draw from the Crown deck, which may enable you to add a new Noble to your Faction or increase the power of a Noble already in play.&#10;&#10;","image":"https://cf.geekdo-images.com/rr_Snf5siF1yG0nUlxfTJQ__original/img/4zT5P6QXwGUaARQ6qto7V2AkHnw=/0x0/filters:format(jpeg)/pic7004911.jpg","thumbnail":"https://cf.geekdo-images.com/rr_Snf5siF1yG0nUlxfTJQ__thumb/img/izbd2l47GbCm17tsVi4d-7fe9gY=/fit-in/200x150/filters:strip_icc()/pic7004911.jpg","minPlayers":1,"maxPlayers":6,"playingTime":300,"mechanics":["Alliances","Area Movement","Dice Rolling","Events","Movement Points","Solo / Solitaire Game","Voting"],"isExpansion":false,"yearPublished":2023,"bggRating":5.58938,"averageRating":8.38358,"rank":8447,"designers":["Andrew McNeil"],"publishers":["Gibsons"],"artists":["Mat Edwards"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":3,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":true}]}