{"gameId":371932,"name":"Explorers of Navoria","description":"A new continent has appeared and the surface is full of gold. The clan leader is full of bravery to lead their people to start a whole new adventure on the continent!&#10;&#10;Townsfolk Wanted! is a euro-style board game featuring worker placement, open drafting, set collection, and track movement. Players run trading houses competing to earn the most weath in a fantasy frontier town bustling with goblins, sprites, beasts, and humans.&#10;&#10;A game of Townsfolk Wanted! consists of three rounds. Each round, players will recruit townsfolk (buy cards) and claim rewards, then go back to the continenet to visit may new places to get more work to dsicover this place. At the end of the third round, the player or players with the most wealth (points) wins the game.&#10;&#10;A game of Townsfolk Wanted! consists of 3 rounds, each composed of the following 4 phases in order:&#10;&#10;1. Recruitment&#10;Players take turns drawing 2 agent tokens from the bag and use one of them to buy the card. This phase ends when each player bought 3 cards.&#10;&#10;2. Return&#10;Startng with the last player and proceeding in reverse player-order, players take turns returning an agent from any deck to the highest space available in its matching area and collecting the listed reward(s). This phase ends when all agent tokens have been returned to town.&#10;&#10;3. Income&#10;Players get income and benefits from their cards and exploration track bonus.&#10;&#10;4. Maintenanace&#10;Return the exploration markers. Return all the agent tokens to the bag. Discard all cards remaining in the queues and deal 3 new cards from each deck. Adjust the turn order. Then, start a new round with the recruit phase.&#10;&#10;Repeat these 4 phases in order each round. At the end of the 3rd round, the game ends and final scores are tallied up. The player or players with the most  (points) wins the game. Tied scores result in a shared victory.&#10;&#10;","image":"https://cf.geekdo-images.com/ytFv6aVdLQ4rNWxTlZhHlQ__original/img/M8rm24-ZpNTfkzSwpY2svdm-nAA=/0x0/filters:format(png)/pic7598950.png","thumbnail":"https://cf.geekdo-images.com/ytFv6aVdLQ4rNWxTlZhHlQ__thumb/img/YotVsBbAnXKCyAYZ75Li81GWGRI=/fit-in/200x150/filters:strip_icc()/pic7598950.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Open Drafting","Set Collection","Track Movement","Worker Placement"],"isExpansion":false,"yearPublished":2022,"bggRating":5.52961,"averageRating":8.16146,"rank":14073,"designers":["Meng Chunlin"],"publishers":["Qiling board game","Dranda Games"],"artists":["Meng Chunlin"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}