{"gameId":371947,"name":"3 Ring Circus","description":"The circus has come to town! Under the tent, jugglers, clowns, magicians, strongmen and wild beasts capture the curiosity of a dedicated audience that applauds non-stop. After each performance, your little troupe accumulates fame and may one day pique the interest of P.T. Barnum, the greatest circus mogul of all time.&#10;&#10;In 3 Ring Circus, players take on the role of a circus director who tours the United States at the end of the 19th century. Your objective is to hire artists and offer performances in various towns and cities with the intention of gaining fame. In towns, features are easy to set up and give you starting resources to upgrade your cast; small cities are somewhat more demanding, but they allow you to come into contact with better artists; audiences in big cities are even more demanding and want to see very specific numbers, but performing there brings you much more fame!&#10;&#10;On their turn, players can hire an artist or host a performance. At the beginning of the game, each player's circuses are empty, so it will be necessary to contract to form the company. The artist cards grant more or fewer benefits depending on the order in which they act, so one of the keys to the game is planning the shows that will be offered.&#10;&#10;If they decide to act, the players must move to a free space on the map. If it is a town, they receive the most basic currency cards as a prize. If you perform in a small city, depending on the number of pedestals you have in your company you can claim more or fewer entry cards (the second most valuable) or fame points. In the big cities, you get a lot of fame points, but the public always demands a specific type of artist.&#10;&#10;While your little circus tries to survive, the great and splendid Barnum Circus travels across the country, and when it arrives in a big city, a score is held in that region, and the circuses that have given the most performances there will gain even more fame.&#10;&#10;-description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/oVT-E-XEjC8Fcx4uD74rBQ__original/img/yFuoi2vfSpBdbW8el4gKdrk7cAI=/0x0/filters:format(jpeg)/pic7310958.jpg","thumbnail":"https://cf.geekdo-images.com/oVT-E-XEjC8Fcx4uD74rBQ__thumb/img/6OYcX53mawhXkNrgBiceJlQRZz4=/fit-in/200x150/filters:strip_icc()/pic7310958.jpg","minPlayers":1,"maxPlayers":4,"playingTime":75,"mechanics":["Area Majority / Influence","End Game Bonuses","Hand Management","Movement Points","Point to Point Movement"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.944,"rank":-1,"designers":["Remo Conzadori","Fabio Lopiano"],"publishers":["Devir"],"artists":["Edu Valls"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}