{"gameId":371942,"name":"The White Castle","description":"The heron flies over the Himeji sky while the Daimyo, from the top of the castle, watches his servants move. Gardeners tend the pond, where the koi carp live, warriors stand guard on the walls, and courtiers crowd the gates, pining for an audience that brings them closer to the innermost circles of the court. When night falls, the lanterns are lit and the workers return to their clan.&#10;&#10;In The White Castle, players will control one of these clans in order to score more victory points than the rest. To do so, they must amass influence in the court, manage resources boldly, and place their workers in the right place at the right time. The authors are Sheila Santos and Israel Cendrero, the duo known as Llama Dice who also designed the successful The Red Cathedral with Devir. In this case, we leave the Moscow of Ivan the Terrible behind to explore the most imposing fortress in modern Japan, Himeji Castle, where the banner of the Sakai clan flies under the orders of Daimyo Sakai Tadakiyo.&#10;&#10;The White Castle is a Euro type game with mechanics of resource management, worker placement and dice placement to carry out actions. During the game, over three rounds, players will send members of their clan to tend the gardens, defend the castle or progress up the social ladder of the nobility. At the end of the match, these will award players victory points in a variety of ways.&#10;&#10;The central panel shows Himeji Castle in all its splendor, divided into several zones. The largest is inside the castle, with the Room of the Thousand Carpets, where the courtiers must ascend socially until they reach the circle closest to the Daimyo to enjoy his favor. There is also the pond and the gardens, patiently tended by the gardeners where everyone can relax and contemplate its beauty without restriction. Another important area is the wall and the outside of the castle, where the warriors patrol and stand guard. Finally, we find the area of the three bridges, where the three types of dice that can be used to carry out actions are accumulated, and the personal domain of each player, where they will keep track of their resources and where they will have the reserve of workers.&#10;&#10;With accessible rules and a very careful setting, The White Castle is a very versatile title that will fit in with different gaming groups. As is tradition with Llama Dice titles, its sleek and simple design belies a great deal of strategic depth within the grasp of players.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/qXT1U-nFh9PE8ujfdmI7dA__original/img/jzmifZJ0Sg2Js7hmQjzX7bEHVBY=/0x0/filters:format(jpeg)/pic7754663.jpg","thumbnail":"https://cf.geekdo-images.com/qXT1U-nFh9PE8ujfdmI7dA__thumb/img/ru1l95gdKNXSsByDglE9Xxgu0kE=/fit-in/200x150/filters:strip_icc()/pic7754663.jpg","minPlayers":1,"maxPlayers":4,"playingTime":80,"mechanics":["Action Drafting","Dice Rolling","Multi-Use Cards","Open Drafting","Solo / Solitaire Game","Variable Set-up","Worker Placement","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2023,"bggRating":7.49612,"averageRating":7.98368,"rank":124,"designers":["Isra C.","Shei S."],"publishers":["Devir","999 Games","Banana Games","CMON Global Limited","GaGa Games","Games4you","Games7Days","IELLO","KOSMOS","Portal Games","Reflexshop","TLAMA games"],"artists":["Joan Guardiet"],"playerPollResults":[{"numPlayers":1,"best":24,"recommended":120,"notRecommended":48,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":86,"recommended":169,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":158,"recommended":78,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":44,"recommended":113,"notRecommended":55,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":110,"numPlayersIsAndHigher":true}]}