{"gameId":371972,"name":"Ierusalem: Anno Domini","description":"Jerusalem, spring 33 AD: A crowd gathers at the city gates to welcome Jesus of Nazareth as he prepares to celebrate the Passover seder with his apostles and followers. With a revolutionary message, he has garnered supporters everywhere but also looks of suspicion among religious authorities. The Last Supper will soon be celebrated, and the fate of one of the most influential characters in human history will be sealed.&#10;&#10;In Ierusalem: Anno Domini, we represent one of the communities of followers of Jesus of Nazareth who, coming to Jerusalem from nearby towns and villages, want to approach the place of the Last Supper and position ourselves as close as possible to the seats of Jesus and his apostles. The closer we are, the more points we earn at game's end. We also score for offering tokens and parable tiles we've accumulated.&#10;&#10;Different locations are shown on the board: the market, the desert, the mountain, the lake, and the temple. After sending our followers to one of these locations, we obtain stones, bread, and fish, as well as denarii or cards that allow us to do more than one action. Among these actions, players can choose between listening to a parable, going to the table, changing seats, or doing a favor, among other things. All this happens while the patience of the Sanhedrin runs out. When this happens, as symbolized by a tile moving in a marker, the endgame is triggered.&#10;&#10;However, the main element of the game is the cards. Each card has a symbol corresponding to one of five key locations in the game. As we play them, we form combinations that allow us to bring the apostles to the table of the Last Supper. The optimal placement of our followers around Jesus and the apostles will also be done through the management of letters, as well as various resources at our disposal.&#10;&#10;Behind a very immersive theme, Ierusalem: Anno Domini will not disappoint lovers of good challenges. Players have a wide range of possibilities at their fingertips and multiple ways to earn points. Preparing the best strategies to get the most out of your followers will be one of the keys to victory. Devout gamers don't need to look further: Here is your game!&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/TmeInxjp7SV_AtDLx2Kjbw__original/img/LgDPSEdVdADTwtQPfKsQ8a75vVY=/0x0/filters:format(jpeg)/pic7141460.jpg","thumbnail":"https://cf.geekdo-images.com/TmeInxjp7SV_AtDLx2Kjbw__thumb/img/qofZgE_cizx-crfjiE310D1BFfQ=/fit-in/200x150/filters:strip_icc()/pic7141460.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Solo / Solitaire Game","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2023,"bggRating":5.76862,"averageRating":8.31517,"rank":4457,"designers":["Carmen García Jiménez"],"publishers":["Devir"],"artists":["Enrique Corominas","La Draws"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":5,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":9,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":10,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}