{"gameId":371973,"name":"Blind Business","description":"There's festivity in the air! Ricky is also in the air, the 10-foot-tall donkey-shaped pi&ntilde;ata that is the mascot and symbol of the town. The mayor has announced a contest to take down Ricky, and the whole town is invited to participate.&#10;&#10;No one can break Ricky open by themselves, though, so you have to gather the best teammates from the four districts of town, each bringing their own abilities to the challenge. Snatch the right people from the hands of your competitors and gather the best team of pi&ntilde;ata-poppers &mdash; but you never know who could be on the other teams until it's too late. Hurry up and pop Ricky before anyone else can, and you'll win all the candy inside, the Big Trophy, and never-ending prestige!&#10;&#10;Blind Business is made up of a deck of 50 cards that are numbered from 1 to 11 in four colors, along with six jokers. You start with four cards in hand; after seeing them, shuffle them and place them so that all other players can see them, but not you.&#10;&#10;On a turn, the active player requests a card from an opponent. If the opponent refuses to hand it over, they keep in their area for scoring at game's end; if they do hand it over, they can try to claim a card from the active player's hand &mdash; and the active player can then agree to this trade (with players swapping cards and scoring them) or refuse (with each scoring their own card). Whatever happens, players refill their hands to four cards.&#10;&#10;Each player arranges cards in columns according to their color, with colors corresponding to the four zones in which the city is divided: the playground, the boardwalk, the central station, and downtown. At the end of the game, depending on the majorities, players earn points based on their card combinations. You can also win instantly by collecting five consecutive cards of a single color.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/zSLyy6ueV3wNU5j8k3KCeA__original/img/YDmy2qWNqZvqtQ3Ws1sW-aN86xg=/0x0/filters:format(jpeg)/pic7382288.jpg","thumbnail":"https://cf.geekdo-images.com/zSLyy6ueV3wNU5j8k3KCeA__thumb/img/-FC7e9OnOh9ISzwsXfiAhe1gj4A=/fit-in/200x150/filters:strip_icc()/pic7382288.jpg","minPlayers":2,"maxPlayers":5,"playingTime":30,"mechanics":["Hand Management","Set Collection","Sudden Death Ending","Trading"],"isExpansion":false,"yearPublished":2023,"bggRating":5.51446,"averageRating":6.89461,"rank":17343,"designers":["Andrew Roy (II)"],"publishers":["Devir"],"artists":["Carlos Ureta"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}