{"gameId":372649,"name":"Defenders of the Wild","description":"Tactical area control meets fantasy adventure in this card-driven cooperative game of animals against machines from the designer of PARKS and the creator of Bloc by Bloc. Play as one of four unique factions and assemble your crew of defenders from a wide range of animal characters to resist the machines across a modular map that changes with each game.&#10;&#10;War has come to the Wild. For millennia, animals have weathered shifting alliances and the cycle of hundred-year seasons&mdash;but they&rsquo;ve never faced an enemy like this. An army of machines powered by corrupted magic is rampaging across the woodlands, enclosing everything in its path and exploiting the warmth of the world. Across the marshes, plains, mountains, and forests, scrappy crews of defenders rise up to resist the machine occupation. The partisans hail from four factions, each determined to fight back in their own way: the Council with its fortitude and bread, the Order with its wisdom of the flame, the Sect with its ingenious inventions, and the Coven with its spells and subterfuge.&#10;&#10;Players are organizers of the animal resistance who have converged on a dangerous flashpoint in the war against the machines. Construction has begun on a new machine core and sprawling factory complex where an animal village once stood. Engines are building walls that enclose habitat after habitat while mechs guard expanding factories and toxic pollution spreads. Organizers must cooperate with each other despite longstanding factional disagreements and help their network of fellow defenders take actions in the right locations and at the right times in order to win this crucial battle. Clear pollution, fight mechs, breach walls, build camps, and rewild factories before the machines complete construction of the core and conquer this region of the Commonwood.&#10;&#10;Can the Defenders band together to heal the land and outsmart a seemingly impossible enemy? Or will the Commonwood succumb to an endless industrial winter? It&rsquo;s up to you and your comrades to decide.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/OnNFPEHOFUcCcCwuJANZSA__original/img/erXJipZL-xQbKHITbHOiZyd6x7Q=/0x0/filters:format(jpeg)/pic8251132.jpg","thumbnail":"https://cf.geekdo-images.com/OnNFPEHOFUcCcCwuJANZSA__thumb/img/QEqs6LYFfm0P8_jZUg4ESNhBCk0=/fit-in/200x150/filters:strip_icc()/pic8251132.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Area Majority / Influence","Cooperative Game","Deck Construction","Hand Management","Modular Board","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.25,"rank":-1,"designers":["Henry Audubon","T.L. Simons"],"publishers":["Outlandish Games","Geekach Games"],"artists":["Meg Lemieur","T.L. Simons"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}