{"gameId":373107,"name":"Elden Ring: Realm of the Grafted King","description":"Welcome to Limgrave, a mysterious and otherworldly realm where the landscape is rich and varied. As you explore, you&rsquo;ll build out a hex-based map of your surroundings, with unique locations to visit, resources to gather, NPC&rsquo;s to interact with, and enemies to fight. Your progress is tracked by a narrative story that provides objectives as well as guidance on how to achieve them &ndash; and, depending on your decisions, alternative side-quests and emergent narrative to experience, too.&#10;&#10;Diceless and with strong elements of deck-building, combat is both deadly and personal. As your Tarnished character levels up, you must carefully build your attack and effect decks to best optimise with your equipment. Although exploration takes place on the zoomed-out hex map, each player has their own dedicated quest book on which combat encounters will take place face-to-face.&#10;&#10;When you enter combat, you&rsquo;ll open your quest book to the indicated page. There, you&rsquo;ll find a battlefield grid that raises the level of combat from one of simple physical positioning to state of mental readiness. Using rows and lanes, this unique system means your position dictates not only your physical position in the encounter, but your battle stance: aggressive, neutral, or defensive. Each battle stance has benefits and drawbacks to exploit and avoid with the changing state of battle, which can even vary from one encounter to the next.&#10;&#10;Understanding enemy attack patterns is key, helping to inform when to expose an enemy weakness and press home an attack, and when to play defensively while your stamina returns. Drawn at random but possible to manipulate, the marching order will determine which characters act when, and give you the vital opportunity to plan ahead, just as you&rsquo;d learn &lsquo;tells&rsquo; in the video game.&#10;&#10;A single bad decision can mean death to the unwary, sending unlucky Tarnished back to the nearest Site of Grace to respawn.&#10;&#10;Because combat takes place in your individual quest book, your encounters also won&rsquo;t disrupt play for everyone else. After making the three actions in your turn &mdash; and enduring any enemy attacks &mdash; your combat will pause while the other Tarnished continue exploring the overworld, with combat resuming once your turn comes back around.&#10;&#10;When your party locates a dungeon, your quest books will be joined together, allowing you to take on bosses together on a much larger stage while still being up close and personal. But boss encounters aren&rsquo;t the only time you&rsquo;ll fight side by side. If one of your fellow Tarnished is in trouble, there are also ways to join their personal combat book and lend a hand &mdash; or a sword.&#10;&#10;The official tabletop adaptation of the hit video game that sold over 13 million copies in its first month after release, ELDEN RING&trade;: The Board Game features huge and lavishly detailed miniatures, as well as close to a thousand cards, four large quest books, and a towering stack of exploration tile, all in the core box alone.&#10;&#10;It&rsquo;s a big box cooperative campaign game for 1-4 players, where each session is playable in 90-120 minutes and core box campaigns will span 30-40 hours, increasing to 90 hours with the expansions. And your Tarnished can make the entire journey with you, from one region to the next&hellip;&#10;&#10;","image":"https://cf.geekdo-images.com/77Rxh59ADg1tBHQuMXqLEA__original/img/RFim-MpTjOiT--FlTsJexOdUq7o=/0x0/filters:format(png)/pic8658615.png","thumbnail":"https://cf.geekdo-images.com/77Rxh59ADg1tBHQuMXqLEA__thumb/img/XYsoTmlzqFRkMoUSmNIKcW_s6Rs=/fit-in/200x150/filters:strip_icc()/pic8658615.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Deck Construction","Scenario / Mission / Campaign Game","Tile Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":5.44707,"averageRating":5.03175,"rank":27608,"designers":["Mat Hart","Sherwin Matthews","Fraser McFetridge"],"publishers":["Steamforged Games Ltd."],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":17,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":17,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":17,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":16,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}