{"gameId":373667,"name":"House of Fado","description":"In Portugal, some restaurants serve traditional Portuguese food alongside performances of fado, a music genre that can be traced to the 1820s in Lisbon, Portugal and is often characterized by mournful tunes and lyrics, often about the sea or the life of the poor, while being infused with a sentiment of resignation, fate, and melancholy.&#10;&#10;People spend their entire evenings in these restaurants, called Casa de Fado (&quot;House of Fado&quot;), dining and listening to the music, which speaks about &quot;saudade&quot;, a Portuguese word meaning &quot;longing, nostalgia, yearning, missing something or someone&quot;. Typically, there isn't any rotation of the tables. Once you enter the restaurant, you stay until it's closed.&#10;&#10;In its traditional form, fado is played by a trio of musicians: a guitarist plays &quot;Guitarra Portuguesa&quot; (a twelve-string Portuguese Guitar); a singer,  that is, a &quot;fadista&quot;; and a guitarist playing &quot;Viola de Fado&quot; (classical guitar). The Portuguese guitar has a unique sound, and the chords are played in different bars from those of the classical guitar.&#10;&#10;In the game House of Fado, players have to manage their restaurant, attract customers, and contract and promote fadistas and musicians, thus gaining prestige for their fado house. Managers will move their staff members to different places to perform some actions, using the same bump action as in The Gallerist.&#10;&#10;","image":"https://cf.geekdo-images.com/KP22JWnKnZ7fRMhJAr01mg__original/img/ueYgGKkVjiMYlE72UHFTs7kyC1E=/0x0/filters:format(png)/pic7952898.png","thumbnail":"https://cf.geekdo-images.com/KP22JWnKnZ7fRMhJAr01mg__thumb/img/LRluVcb4JcgbGx5JELVp-ERFdzM=/fit-in/200x150/filters:strip_icc()/pic7952898.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Commodity Speculation","Market","Open Drafting","Set Collection","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.33478,"rank":-1,"designers":["Vital Lacerda","João Quintela Martins"],"publishers":["Eagle-Gryphon Games","Tesla Games"],"artists":["Marina Costa"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}