{"gameId":374050,"name":"Back O' Beyond: Tales of Blood & Salt","description":"Deep within the vast blue and grey of the sea and the endless storm, lies a long-forgotten land. Stories tell of a safe passage within the roaring belly of the ocean. Legends tell that, hiding behind rocks, clouds, and the unforgiving force of the sea, lies an island. An island that pirates call &ldquo;Home&rdquo;. A place where dreaded Captains spend their downtime trading in the marketplace, drinking spiced rum in the tavern, testing their reputation at the Council Hall, or mingling in mischief in the Back Alley.&#10;&#10;Seek infamy and become the most dreaded pirate captain! Create a powerful ship by carefully selecting and managing your crew, do battle and plunder ships full of loot, and make a fortune that no living man has ever made! And when you&rsquo;re tired, come back to the only land you feel is safe for you to rest and get ready for your next adventure. What treasures will you find? How many ships will you capture? Will your crew look up to you or start a mutiny? Will the sound of your name bring fear?&#10;&#10;There&rsquo;s only one way to find out.. Embark and live the pirate life! Get ready to sail to Back O&rsquo; Beyond!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Gameplay&#10;&#10;Back O&rsquo; Beyond is a highly thematic mid-weight 2-4 player euro game that takes around 30 minutes per player to complete. In the game, you take the role of a pirate captain and your goal is to become the most renowned pirate. (the one with the most prestige points).&#10;&#10;The game is played over 5 rounds and each round consists of 4 phases. Each round begins with The Wharf. All preparations for the round happens: revealing new contracts that the pirates can compete for, adding more ships to capture, and filling the tavern with more crew members. Players will perform various actions by spending time on the island, recruiting new crew, repairing or upgrading their ship, sabotaging the other players, and much more. The next phase is the Hunt, where players try to plunder Trading Ships in order to gather precious loot and raise their Dread, Morale, Reputation and most importantly their Infamy. Lastly is the Upkeep, where players need to take actions to keep or dismiss their crew through food, morale, and rum.&#10;&#10;The game has a significant level of strategy, where assembling your ship and crew in unique ways during The Wharf creates a dynamic gameplay. At the same time, the  fast-paced three-phase dice-based combat system for plundering ships, with decreasing risks/ rewards, opens a wealth of options on how to capture ships and pillage loot.&#10;&#10;If you are looking for a pirate themed game where you will live aspects of the life of a pirate, that has great replayability based on the various combinations between captains, ships, crews and events, then look no further. Set sail for Back O&rsquo; Beyond!&#10;&#10;","image":"https://cf.geekdo-images.com/1wIcoxhlYUOJPaS3H857og__original/img/yJG4OeFAcKS82lqYYRCVzDFe9iM=/0x0/filters:format(jpeg)/pic7225314.jpg","thumbnail":"https://cf.geekdo-images.com/1wIcoxhlYUOJPaS3H857og__thumb/img/jQ4hF0yLqTR2LYaoNhRvtsUr5jM=/fit-in/200x150/filters:strip_icc()/pic7225314.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Campaign / Battle Card Driven","Card Play Conflict Resolution","Dice Rolling","Die Icon Resolution","End Game Bonuses","Events","Income","Market","Selection Order Bid","Take That","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Nick Niotis","Argyris Poungouras"],"publishers":["Fabled Games"],"artists":["Jamie Noble-Frier"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}