{"gameId":374173,"name":"Star Wars: The Deckbuilding Game","description":"The Rebel Alliance fights valiantly against the tyranny of the Galactic Empire. Each new victory brings the Rebels hope, and each heroic sacrifice strengthens their resolve. Still, the Empire's resources are vast, and the firepower of its Empire Navy is unmatched. With neither side willing to accept defeat, their war rages across the galaxy...&#10;&#10;In Star Wars: The Deckbuilding Game, a head-to-head game for two players, the galaxy-spanning war between the Galactic Empire and the Rebel Alliance comes alive on your tabletop. In this easy-to-learn game, you and your opponent each choose a side, playing as either the Empire or the Rebels, and as the game progresses you both strengthen the power of your starting decks and work to destroy each other's bases. The first player to destroy three of their opponent's bases wins.&#10;&#10;In more detail, each player starts with a unique ten-card deck, with seven of those cards providing only resources to acquire new cards. Six cards from a galaxy deck are always on display, with Rebel cards facing the Rebel player, Empire cards the Empire player, and neutral cards turned sideways. You can spend resources to acquire cards in the galaxy row that don't belong to the opponent, and you can use attack power to take out cards that do belong to them, gaining a reward in the process.&#10;&#10;Each player starts with a base that lacks abilities (Dantooine for the Rebels and Lothal for the Empire), but when that base is destroyed, you get to choose a replacement from your base deck, with each base having a special ability. Choose wisely to counter your opponent's plans! In addition to having special abilities, capital ships absorb damage meant for your base.&#10;&#10;Players also fight for control of a Force track to gain additional resources or make use of &quot;If the Force is with you...&quot; abilities on their cards.&#10;&#10;","image":"https://cf.geekdo-images.com/U6scsOGrPtVym4nCLaYjyw__original/img/bPFq87JbA919A2vxks_PFF2DwsY=/0x0/filters:format(png)/pic7387735.png","thumbnail":"https://cf.geekdo-images.com/U6scsOGrPtVym4nCLaYjyw__thumb/img/0kgu-vLB9MQStlEyaR6bgKkemAQ=/fit-in/200x150/filters:strip_icc()/pic7387735.png","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Deck, Bag, and Pool Building","Open Drafting","Tug of War"],"isExpansion":false,"yearPublished":2023,"bggRating":7.24378,"averageRating":7.92218,"rank":255,"designers":["Caleb Grace"],"publishers":["Fantasy Flight Games","ADC Blackfire Entertainment","Galápagos Jogos","Geekach Games","GoKids 玩樂小子","MTS Games","Rebel Sp. z o.o."],"artists":["Jake Murray","David Ardila","Borja Pindado Arribas","Cristi Balanescu","Tiziano Baracchi","Colin Boyer","Matt Bradbury","Mark Bulahao","Rovina Cai","J. B. Casacop","Alexandre Dainche","Anthony Devine","Alexandr Elichev","Mariusz Gandzel","Sergey Glushakov","Steven Hamilton","Joel Hustak","Imaginary Studios","Nick Ingeneri","Michal Ivan","Tomasz Jedruszek","Jason Juta","Alex Kim","Leonid Kozienko","Raven Mimura","Mark Molnar","Ameen Naksewee","Vlad Ricean","Adam Schumpert","Stephen Somers","Darren Tan","Ryan Valle","Magali Villeneuve","Andreas Zafiratos","Ben Zweifel"],"playerPollResults":[{"numPlayers":1,"best":7,"recommended":25,"notRecommended":48,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":89,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":2,"notRecommended":55,"numPlayersIsAndHigher":true}]}