{"gameId":374200,"name":"Celtae","description":"Celt &mdash; Latin Celta, plural Celtae &mdash; were an early Indo-European people who from the second millennium BCE to the first century BCE spread over much of Europe. Their tribes and groups eventually ranged from the British Isles and Portugal to as far east as Transylvania, the Black Sea coasts, and Galatia in Anatolia, and they were in part absorbed into the Roman Empire as Britons, Gauls, Boii, Galatians, Celtiberians, and Lusitans.&#10;&#10;Celtae is a &quot;worker swapping&quot; game powered by a rondel in which players choose actions to perform during their turn. On their turn, players swap one of their three active workers with one of the three workers on the action space they wish to perform, then they perform the action &mdash; which will be boosted if they have in their worker pool specific types of workers: farmers, builders, soldiers, and nobles.&#10;&#10;&#10;     The farming action allows players to draw cards, and it's boosted by farmers. Cards have three types of uses in the game: building, preparing for battle, and engaging with the druid order.&#10;     The build action allows players to build and expand citadels on the board by placing their discs on them, and it's boosted by builders. At game's end, only completed citadels will score, and players have to work together to complete them and score their presence on them. Each time players build in a citadel, they gain a bonus that was randomly assigned during set-up. The combination of these bonuses with a timely performed action often results in powerful combos.&#10;     The battle action, which is boosted by soldiers, allows players to defeat increasingly stronger Roman armies and to garrison the outskirts of the citadels on the map.&#10;     The recruit action, boosted by nobles, allows players to recruit workers to their tribe, increasing the number of available workers to boost future actions. However, if you manage to send certain types of workers from your tribe into the druid order, you'll get their favor and a druid worker who functions like a joker and boosts almost every type of action.&#10;&#10;&#10;Every player has a leader card assigned to their tribe at the beginning of the game. At a certain point on the game, players will have to choose if their leaders stay on its regular side and like that gain a small number of points at game's end or forfeit those meager points and flip it to its heroic side, which has much harder requirements for much larger endgame points.&#10;&#10;Each time the action marker on the rondel completes a full turn, the player who currently holds the favor of Teutates places a progress marker on one of the progress cards next to the game board. At game's end, only progress cards with progress markers will score, so as the game advances, players determine what will score...and what will not.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/i3i5FUA1rCV49P2XTbkTyw__original/img/a9KJEjf3wYftL-Eo0ivKjjs_xtc=/0x0/filters:format(png)/pic7431802.png","thumbnail":"https://cf.geekdo-images.com/i3i5FUA1rCV49P2XTbkTyw__thumb/img/dd7U-GCEh67DGXIpwj0Iro9rq70=/fit-in/200x150/filters:strip_icc()/pic7431802.png","minPlayers":1,"maxPlayers":4,"playingTime":100,"mechanics":["Area Majority / Influence","Hand Management","Rondel"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":8.96364,"rank":-1,"designers":["Orlando Sá"],"publishers":["PYTHAGORAS"],"artists":["Mihajlo Dimitrievski"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}