{"gameId":374595,"name":"Kelp: Shark vs Octopus","description":"Kelp is a two-player asymmetrical game that offers players a unique opportunity to delve into the natural world of Pyjama Sharks and Common Octopuses, set in a South African kelp forest. Hide and seek meets bluffing and manipulation. Deck builder meets dice bag builder.&#10;&#10;As players take on the roles of these iconic sea creatures, they will discover that the gameplay mechanics closely mirror their real-life counterparts. Each has a unique path to victory. The Octopus, known for its cunning and adaptability, sneaks around the board by playing cards and managing their hidden and revealed blocks, channeling the creature's remarkable ability to camouflage and deceive. On the other hand, the Shark, embodying the ruthless and determined predator, patrols their territory and attempts to hunt down the elusive Octopus by rolling dice and using special abilities to mitigate their luck, showcasing the creature's natural instincts and predatory behavior. The game is a thrilling mix of deck-building and dice bag building, as well as hide and seek, bluffing, and manipulation.&#10;&#10;There are 3 ways the game can end:&#10;The Shark wins by successfully attacking the Octopus.&#10;The Octopus wins by surviving until the Shark is exhausted or by eating all four seafoods.&#10;&#10;","image":"https://cf.geekdo-images.com/iMtHHxutEtga5DiZDIbgJg__original/img/nzgtIPmNuWX65AHNC0sAbo4V2vU=/0x0/filters:format(jpeg)/pic7493386.jpg","thumbnail":"https://cf.geekdo-images.com/iMtHHxutEtga5DiZDIbgJg__thumb/img/4QKru9Jmr46bphmA9uzwnOZve44=/fit-in/200x150/filters:strip_icc()/pic7493386.jpg","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Area Movement","Deck, Bag, and Pool Building","Dice Rolling","Hidden Movement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.88645,"averageRating":7.99561,"rank":3692,"designers":["Carl Robinson"],"publishers":["Wonderbow Games","Ігромаг"],"artists":["Weberson Santiago"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":11,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":10,"numPlayersIsAndHigher":true}]}