{"gameId":374595,"name":"Kelp: Shark vs Octopus","description":"A head-to-head battle of wits between an Octopus and a Shark.&#10;&#10;Kelp is a two-player asymmetrical game that offers players a unique opportunity to delve into the natural world of Pyjama Sharks and Common Octopuses, set in a South African kelp forest.&#10;&#10;As players take on the roles of these iconic sea creatures, they will discover that the gameplay mechanics closely mirror their real-life counterparts. Each has a unique path to victory. The Octopus, known for its cunning and adaptability, sneaks around the board by playing cards and managing their hidden and revealed blocks, channeling the creature's remarkable ability to camouflage and deceive. On the other hand, the Shark, embodying the ruthless and determined predator, patrols their territory and attempts to hunt down the elusive Octopus by rolling dice and using special abilities to mitigate their luck, showcasing the creature's natural instincts and predatory behavior. The game is a thrilling mix of deck-building and dice bag building, as well as hide and seek, bluffing, and manipulation.&#10;&#10;In hopes of providing a deeply immersive experience, the designer Carl Robinson has incorporated the authentic characteristics and strategies of these marine animals into the gameplay. Carl was inspired by a moment in the Netflix documentary &lsquo;My Octopus Teacher&rsquo;, in which the octopus&rsquo;s behavior was so ludic and sneaky that it was his wish for players to not only engage in a thrilling battle of wits but also gain a deeper understanding of the fascinating lives of these animals in their natural habitat.&#10;&#10;With stunning illustrations by renowned artist Weberson Santiago, Kelp promises to be just as visually striking as it is engaging.&#10;&#10;","image":"https://cf.geekdo-images.com/iMtHHxutEtga5DiZDIbgJg__original/img/nzgtIPmNuWX65AHNC0sAbo4V2vU=/0x0/filters:format(jpeg)/pic7493386.jpg","thumbnail":"https://cf.geekdo-images.com/iMtHHxutEtga5DiZDIbgJg__thumb/img/4QKru9Jmr46bphmA9uzwnOZve44=/fit-in/200x150/filters:strip_icc()/pic7493386.jpg","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Area Movement","Deck, Bag, and Pool Building","Dice Rolling","Hidden Movement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.69993,"averageRating":7.8927,"rank":5796,"designers":["Carl Robinson"],"publishers":["Wonderbow Games","Ігромаг"],"artists":["Weberson Santiago"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":8,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}