{"gameId":374895,"name":"Sea Dragons","description":"Humanity has become more daring when sailing the seas. More and more pirate ships venture into the forbidden seas of the gods, endangering their underwater kingdoms and the strange creatures that live there. In Sea Dragons, you must protect the seas by sinking pirate ships, collecting their treasures, and becoming the legendary protectors of the aquatic kingdoms.&#10;&#10;In the game, each participant plays as a family of sea dragons who are seeking to become the protectors of the forbidden seas. Each turn, one of the two pattern cards from the hand will be played to position a sea dragon on the board, increasing your presence in all four sea kingdoms. You will be able to sink ships or collect treasures hidden in the ocean. Optionally you can complete missions with the ships that you are sinking. Note that you cannot place your own sea dragons next to each other, and if you place one next to another player's dragon, they receive treasures.&#10;&#10;Your long-term goal is to achieve the greatest presence in each of the four kingdoms at the end of the game and get the most victory points by completing missions and collecting treasures.&#10;&#10;&mdash;description from publisher&#10;&#10;La humanidad se ha vuelto m&aacute;s osada al surcar los mares. Cada vez son m&aacute;s los barcos piratas que se aventuran en los mares prohibidos por los dioses, poniendo en peligro sus reinos submarinos y a las extra&ntilde;as criaturas que all&iacute; habitan. Como Dragones del Mar deber&aacute;n proteger los mares hundiendo a los barcos piratas, recolectando sus tesoros y convirti&eacute;ndose en los legendarios protectores de los reinos acu&aacute;ticos.&#10;&#10;Cada participante jugar&aacute; con una familia de Dragones del Mar. En cada turno, jugaras una de las dos cartas de patrones de tu mano para posicionar un Drag&oacute;n del Mar en el tablero, aumentando tu presencia en los 4 reinos marinos. Pero cuidado, no podr&aacute;s colocar tus propios Dragones del Mar uno junto a otro, y si posicionas alguno  junto al de otro participante, le entregaras tesoros. El objetivo ser&aacute; conseguir la mayor presencia en cada uno de los 4 reinos al finalizar la partida y conseguir la mayor cantidad de puntos de victoria cumpliendo misiones y recogiendo tesoros.&#10;&#10;","image":"https://cf.geekdo-images.com/WkjV3BH8FFALJlY00I9Fmw__original/img/RjzYvFUdIjw-YczQ117xWO_Sl1o=/0x0/filters:format(png)/pic7351238.png","thumbnail":"https://cf.geekdo-images.com/WkjV3BH8FFALJlY00I9Fmw__thumb/img/c7gAExxfE-rgVCE04__7wziLz8M=/fit-in/200x150/filters:strip_icc()/pic7351238.png","minPlayers":2,"maxPlayers":5,"playingTime":45,"mechanics":["Area Majority / Influence","Contracts","End Game Bonuses","Grid Coverage","Modular Board","Pattern Building","Set Collection","Variable Set-up"],"isExpansion":false,"yearPublished":2023,"bggRating":5.78863,"averageRating":7.56802,"rank":4486,"designers":["Yaniv Kahana","Simone Luciani","Pini Shekhter"],"publishers":["Fractal Juegos","Draco Studios","Evrikus","GravitiX Games","Muduko","Wonderbow Games","株式会社ケンビル (KenBill)"],"artists":["Weberson Santiago"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}