{"gameId":375195,"name":"Roll&Meow: The Cat Burglars","description":"The game is set in a fantasy land where anthropomorphic animals live instead of humans. Each of the animals has some talents that allow them to do certain jobs.&#10;&#10;Players take on the role of cat thieves whose task is to break into the mage's mansion and steal certain treasures.The player's task is to steal the contents of the safe and collect 2 treasures drawn before the game&#10;&#10;Before the start of the game, the player chooses his cat (each has its own pool of skills) and a map of the mansion.&#10;&#10;In each turn, the active player rolls 4 D6 dice and performs actions using the dice pool.With the help of a pool of dice, he obtains movement points and performs several types of actions: stealth, action, aggression and meow which is a way to enchant (i.e. special actions). During these actions, the player must be careful not to increase the noise indicator, which is responsible for guard behavior.&#10;&#10;At the end of each player's turn, there is a movement of guards after certain pools. If the player finds himself on the field of the guard and is not hidden he loses a life point and an alarm is declared.The alarm means the release of dog guards who scour the entire villa and it is difficult to hide from them - meeting them ends the game.&#10;&#10;The game ends when the player completes the objectives and escapes from the mansion or when he is defeated by the guards.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/BbSDBHpxi5bfprp_hMSoJQ__original/img/NDXEFVTyCwauDjz7MPALqg4lQRo=/0x0/filters:format(png)/pic7361889.png","thumbnail":"https://cf.geekdo-images.com/BbSDBHpxi5bfprp_hMSoJQ__thumb/img/dASuOs8SL8IwgsB73M9QtfJBdWI=/fit-in/200x150/filters:strip_icc()/pic7361889.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Paper-and-Pencil","Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":9,"rank":-1,"designers":["Radosław Ignatów"],"publishers":["(Self-Published)","Hammerdice"],"artists":["Michał Teliga"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}