{"gameId":375459,"name":"Speakeasy","description":"Speakeasy will transport you to the roaring 1920s during the era of Prohibition. Manhattan was under the firm control of Lucky Luciano, a prominent mobster. To strengthen his grip on the territory, he implemented a well-structured system. He divided Manhattan into different districts, each assigned to a specific mobster responsible for handling their &quot;business&quot; operations.&#10;&#10;In this worker-placement and card-management game, you take on the role of one of those mobsters, managing and operating your very own speakeasy empire in Manhattan. To do so, you'll need to use all your cunning and resources to stay ahead of the competition. As you improve your operation, become more infamous, and upgrade to more lavish speakeasies and even casinos, you'll attract the attention of the outside mafia and the police. You need to use your leverage to keep your business running and receive your share from Lucky Luciano.&#10;&#10;You need to hire goons to help you take over Manhattan during this exciting and dangerous time. You can associate with outside mobsters &mdash; and even attack and rob rum runners to gain valuable resources to gain an edge over your rivals. You need to manage your cards carefully, placing your workers strategically to deliver illicit liquor and reach Manhattan's goals to earn income. You will cook your books to fill your safes with free tax money by achieving some goals.&#10;&#10;The ultimate goal is simple: accumulate the most money and become the most successful mobster in the city. Do you have what it takes to rise to the top of the speakeasy scene and take over Manhattan during Prohibition? It's time to grab your fedora and find out in Speakeasy.&#10;&#10;","image":"https://cf.geekdo-images.com/Y7vIlh-m_Ugnv0jrUuOW3g__original/img/anztl_yjkT6QMcW4p5Dit7KAChE=/0x0/filters:format(jpeg)/pic8165052.jpg","thumbnail":"https://cf.geekdo-images.com/Y7vIlh-m_Ugnv0jrUuOW3g__thumb/img/pTIdvbosIWlLSxorWRMWkUkeSj8=/fit-in/200x150/filters:strip_icc()/pic8165052.jpg","minPlayers":1,"maxPlayers":4,"playingTime":160,"mechanics":["Area Majority / Influence","Hand Management","Pick-up and Deliver"],"isExpansion":false,"yearPublished":2025,"bggRating":5.54469,"averageRating":8.34252,"rank":12671,"designers":["Vital Lacerda"],"publishers":["Eagle-Gryphon Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}