{"gameId":376223,"name":"The Hunt","description":"September 1939: The commander of the Admiral Graf Spee receives the order to sink as many British freight ships as possible in the South Atlantic. The objective is to intercept the ships crossing the Atlantic and prevent supplies from reaching the UK and other destinations.&#10;&#10;The plan seems to work in the first months. Within a few weeks, the Admiral Graf Spee sinks nine freight ships and sends almost 50,000 gross register tons to the seabed. The gigantic loss puts the army command in London Whitehall under pressure. In order to protect their freighters in the best possible way, the Admiralty had no choice but to reinforce the English fleet in the South Atlantic by sending three cruisers in what is known as &quot;The Battle of River Plate&quot;.&#10;&#10;The Hunt is an asymmetric duel in which one player assumes the leadership of the British Royal Navy, while the other player represents the German Kriegsmarine. Each player has their own deck of cards. In order for the German side to win, it must stay hidden from the British while sinking five cargo ships. The British player must hunt down and fight the Admiral Graf Spee in a final naval battle, in which case the side that ends up with less damage wins.&#10;&#10;Will the Royal Navy be able to take advantage of its numerical superiority, or will the Kriegsmarine be the ones who with their cunning and refined strategy manage to overthrow their rival?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/0arItwGzq18W-v-pQrN1TQ__original/img/9G5IM7lS4z72BXdxM9GTG5CU4B8=/0x0/filters:format(jpeg)/pic7219958.jpg","thumbnail":"https://cf.geekdo-images.com/0arItwGzq18W-v-pQrN1TQ__thumb/img/uahumiZtbQofAuvNFNRm-QOf6Mk=/fit-in/200x150/filters:strip_icc()/pic7219958.jpg","minPlayers":2,"maxPlayers":2,"playingTime":45,"mechanics":["Campaign / Battle Card Driven","Hidden Movement","Multi-Use Cards"],"isExpansion":false,"yearPublished":2023,"bggRating":5.74935,"averageRating":7.16761,"rank":4931,"designers":["Matthias Cramer","Engin Cramer"],"publishers":["Salt & Pepper Games","25th Century Games","Fox in the Box","Nuts! Publishing","Vagabund","Yayoi The Dreamer"],"artists":["Albert Monteys"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":13,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":13,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":10,"numPlayersIsAndHigher":true}]}