{"gameId":377480,"name":"Hooky","description":"Welcome to the wonderful world of Hooky. Of the 26 children who should be in classes today, three are off playing hooky. It is morning before school starts, and in the chaos, your job as a homeroom teacher is to figure out which three are missing. There are some children off in the playground who are late getting to their homerooms, and you will learn their identities as they straggle in.&#10;&#10;The three missing students are represented by three hooky cards. You earn points by correctly deducing the identity of the three hooky cards and thereby finding the three missing students. You can also earn points by learning which students are in the other players' classrooms (i.e., hands of cards). The player with the highest score wins.&#10;&#10;Let the search begin!&#10;&#10;More on the mechanics: Hooky is a deduction game with a little sprinkle of push-your-luck if you want. Each student is represented by a letter of the alphabet. All players are dealt a few cards and therefore have some knowledge of which students are definitely not missing. To solve the mystery, you will ask for and give clues using five-letter words of your choice. The person asked gives a number as an answer, communicating how many of the letters in the words they have in hand, but not which. By learning which players have which letters (students), you will begin to suspect which students are off playing Hooky and which players have what information.&#10;&#10;","image":"https://cf.geekdo-images.com/TGgGJPAqUSZSPaeBZU4O-Q__original/img/3kma4JFPz43rB1SAWry3Ty8mclA=/0x0/filters:format(png)/pic7257561.png","thumbnail":"https://cf.geekdo-images.com/TGgGJPAqUSZSPaeBZU4O-Q__thumb/img/sljwRNnTFGxsvGdloYU0otKhqNU=/fit-in/200x150/filters:strip_icc()/pic7257561.png","minPlayers":3,"maxPlayers":5,"playingTime":60,"mechanics":["Deduction"],"isExpansion":false,"yearPublished":2023,"bggRating":5.64346,"averageRating":7.4087,"rank":6709,"designers":["Friends of Aseema","James Miller (I)"],"publishers":["Rio Grande Games"],"artists":["Tessa Samuelson","Mirko Akira Suzuki"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}