{"gameId":378136,"name":"Hero Realms Dungeons","description":"In this single box you get all the amazing gameplay Hero Realm has to offer!  &#10;-2-4 player PVP with basic decks&#10;-2 player PVP with the included Alchemist and Barbarian Character packs. &#10;-Solo and 2-player cooperative play through a 12-encounter dungeon adventure. Fight monsters, find treasure, choose and level up your skills and abilities! &#10;-Adventure with up to 5 players using expansion packs, such as the ones in the Adventure Tier!&#10;&#10;We've packed a ton of awesome deckbuilding game fun into this box. You are going to love it. This all-new 80 card market deck can be played on its own or combined with the Hero Realms base set or any other Hero Realms expansion.  This deck features 20 cards of each Hero Realms factions.&#10;&#10;The included 12-encounter campaign transforms Hero Realms Dungeons from a PVP game into a solo or cooperative game that combines a deckbuilding with roleplaying game-style adventures!&#10;&#10;Up to 5 players each choose a character,and will need that character's Character Pack and Adventure deck.  Dungeons comes with the Alchemist and Barbarian Character Packs and Adventure Decks, so you can play a 1 or 2 player campaign right out of the box. The Adventure Tier includes enough expansion packs for 5 players to play in the campaign.&#10;&#10;Each encounter comes inside an envelope. When you are ready to play, just open up the envelope and follow the instructions. They will continue the story, tell you how to set up the game, and give you any special rules for the encounter.&#10;&#10;Perfect for new players and experts alike, this complete 1-6 player game can be played PVP with 2-6 players, or adventure through its solo/cooperative 12-encounter dungeon campaign full of deadly Masters and minions to battle against!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/h6tbQVyxYysE_3i75AQyrw__original/img/bV2AdXUXemv-GaEeJyRc9f5S7ks=/0x0/filters:format(jpeg)/pic7278029.jpg","thumbnail":"https://cf.geekdo-images.com/h6tbQVyxYysE_3i75AQyrw__thumb/img/ckPhUOS1qVJnhujjpKakSklNy8Q=/fit-in/200x150/filters:strip_icc()/pic7278029.jpg","minPlayers":1,"maxPlayers":4,"playingTime":30,"mechanics":["Deck, Bag, and Pool Building","Hand Management","Take That"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":10,"rank":-1,"designers":["Robert Dougherty","Darwin Kastle"],"publishers":["Wise Wizard Games"],"artists":["Vito Gesualdi","Antonis Papantoniou"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}