{"gameId":378524,"name":"Monsters of Loch Lomond","description":"You're the chieftain of your clan and are in charge of making your clan safe from Monsters, while keeping a competitive advantage against other clans. Some of the inhabitants are in hiding, and you need to figure out which inhabitant is where, and chase any Monster to the Open Highlands or rivalling clans.&#10;&#10;This game is all about memorising cards, taking calculated risks, and strategic long-term decision-making.&#10;&#10;It's super easy to learn (5 minutes), fun for the whole family (2-6 players), and can be replayed over and over again.&#10;&#10;HOW IT WORKS&#10;&#10;Start of the game&#10;Every chieftain starts with four cards faced down in front of them. This is your clan, and each card is one of its inhabitants. To start, each player may peek once at the bottom two cards. Remember them well.&#10;&#10;Objective&#10;The goal is to get rid of the Monsters in your clan by chasing them to your opponents or the open Highlands. Each card has a set amount of points, the scarier the monster, the more points it has. So the aim is to have the fewest amount of points. Once you think you're in that position and no longer have any Monster cards in your clan, you can call 'Saorsa' (&quot;freedom&quot; in Gaelic) and after one final turn by each player, the round will end.&#10;&#10;During a turn&#10;Option A) You take the top card from the discard pile (Open Highland pile) and swap it with one of your clan cards - any actions displayed on the card cannot be taken.&#10;&#10;Option B) You take the top card from the closed pile and choose:&#10;1. Place it directly on the Open Highland pile and perform the action as described on the card.&#10;2. Swap it with one of your clan cards - any actions displayed on the card cannot be taken.&#10;&#10;Whenever a card is discarded on the Open Highland pile, any player that knows the position of that same card in any of the clans may quickly grab that card and place it on top of the discarded card. This is how you get fewer inhabitants in your clan.&#10;&#10;There are a number of special cards in the game, there is a Witch who allows you to peek at one card each turn or the Evil Priest of Forvie, who will no longer be evil once he is converted by the Missionary. So taking big calculated risks can have big rewards, just like in real life.&#10;&#10;End of the round&#10;If you don't have any monsters in your clan, just before it's your turn, you can declare 'Saorsa'. Every other player will take one last turn and the round ends and points will be counted. If the player that called Saorsa has the lowest amount of points, she or he will win a Victory Token.&#10;&#10;Some cards in your clan might not seem too good at first sight, containing too many points, but keeping them in your clan will give you great advantages in future rounds.&#10;&#10;The game ends when all four Victory Tokens have been won.&#10;&#10;-description by designer&#10;&#10;","image":"https://cf.geekdo-images.com/29jQrg5zZ49cGVGDN4stvA__original/img/uXPxVvt4VCGZyNs4eOF5oX4mvRA=/0x0/filters:format(jpeg)/pic7464278.jpg","thumbnail":"https://cf.geekdo-images.com/29jQrg5zZ49cGVGDN4stvA__thumb/img/flzTCuEeqCLCuU_cMK4yz1yrELI=/fit-in/200x150/filters:strip_icc()/pic7464278.jpg","minPlayers":2,"maxPlayers":5,"playingTime":45,"mechanics":["Action/Event","End Game Bonuses","Memory","Multi-Use Cards","Ordering"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":8.25,"rank":-1,"designers":["Robin Stokkel","Peter Jan van der Veek"],"publishers":["Key Card Games"],"artists":["Robin Stokkel","Peter Jan van der Veek"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}