{"gameId":379056,"name":"Marvel Villainous: Twisted Ambitions","description":"In Marvel Villainous: Infinite Power, players move their villains to different locations within their domain, carry out the actions there, and deal twists of fate to their opponents from a shared fate deck. Three different game modes allow players to scale the difficulty of their game by facing more or fewer events &mdash; situations that extract a heavy toll on villains until they are resolved the only way villains know how. Specialty cards add to each villain's ability, making them even more formidable as more specialty cards are played.&#10;&#10;In Marvel Villainous: Twisted Ambitions, players can forge their own twisted paths to victory as Doctor Octopus, Titania, and Kang the Conqueror. To win as Doctor Octopus, players must complete five schemes, such as defeating Spider-Man or amassing and paying power. Those who pick Titania will need to gain strength to become empowered and defeat She-Hulk. Finally, Kang the Conqueror will require players to unleash variants of Kang into other villains' decks and conquer four locations in other villain domains with robot duplicates.&#10;&#10;Each of the characters in Marvel Villainous: Twisted Ambitions can be played on their own or be mixed and matched with villains from previous Marvel Villainous releases.&#10;&#10;","image":"https://cf.geekdo-images.com/MhySPLOULfIlXhXTypw40w__original/img/5XZ_EQiG8_LwdAmV60jHTgjQHC8=/0x0/filters:format(png)/pic7303681.png","thumbnail":"https://cf.geekdo-images.com/MhySPLOULfIlXhXTypw40w__thumb/img/WsWqiUvC_Vw1eIsJkWOptpCf-yw=/fit-in/200x150/filters:strip_icc()/pic7303681.png","minPlayers":2,"maxPlayers":3,"playingTime":60,"mechanics":["Action Points","Hand Management","Variable Player Powers"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.85714,"rank":-1,"designers":["Prospero Hall","Michael Mulvihill","Scott Rogers (II)"],"publishers":["Ravensburger"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":true}]}