{"gameId":379826,"name":"Secrets of the Lost Tomb: Epic Edition","description":"Secrets of the Lost Tomb: Epic Edition is a cooperative game of thrilling action-adventure and exploration now returning to the table with all new artwork and updates after 10 years!&#10;&#10;Players become stalwart adventurers and members of the Eternal Order of Perseus working together to investigate ancient mysteries and danger on a quest to shield humanity from the supernatural powers of The Tomb: an ancient vault filled with primeval forces perpetually struggling to be set free upon the world. Powers that mankind should never behold&hellip;&#10;&#10;The Details:&#10;Each of the game&rsquo;s Mission Scenarios has its own unique theme, story, and powerful boss monster, bringing you into the rich and detailed world of The Tomb. The Immortal Rhaz Azul has returned! Battle against the Elder Forces of Hera&rsquo;Thulhu sealing the magical portal preventing Cthulhu from enslaving mankind and many more!&#10;&#10;Each mission is a Standalone Experience that offers new challenges and rewards. Many stories await the players&rsquo; fateful choices leading them to thrilling adventures and cliffhangers!&#10;&#10;Strategizing with your allies against the Tomb is vital to save the world from these untold adventures and misadventures you will explore. During the Adventurer&rsquo;s Phase, players take actions to explore the Tomb, Combat Creatures, and survive hair-raising Trap Rooms, and sensational Story Cards.&#10;&#10;As you explore new rooms, your world will fill with untold delights; with each step, a new world and new civilization of fame or infamy are revealed&hellip; From the Crypts of the Mayan Empire to the Pyramids of Egypt, through the Temples of the Orient, to the Ruins of Ancient Greece&hellip; the world is yours for the taking, and its secrets are yours for the knowing&hellip;&#10;&#10;Dangers are everywhere as you encounter these breathtaking wonders&hellip; but so are the rewards. Lethal Weapons, Priceless Relics, and Enchanted Artifacts will help you survive each frantic step. You may face a gruesome monstrosity that will push you to the brink of death, however upon defeating that monster, and you will feel re-invigorated to reach out for that Artifact of Immense power and press on facing all that The Tomb can throw at you. &#10;Tomb Cards send orders to lurking monsters to move and attack, spawn anew, apply mystical effects, and progress the Three-Tailed Comet &hellip; foretold by the ancients&hellip; whose end shall awaken and unleash the primordial evil&hellip; and if you're not ready to face it&hellip; you and your team will be Devoured as it ventures outward to decimate the world.&#10;&#10;The Components&#10;&#10;The game includes the original 7 Fully Cooperative Scenarios and some all NEW ones, all updated and EPIC-ified for the 10 year anniversary, many unique Adventurer Characters to choose from with new art, over 50 unique and detailed room tiles with updated artwork, over two hundred tokens, and over three hundred cards, Secrets of the Lost Tomb is the most EPIC Ever-Evolving, Tomb-Crawling adventure every time you play.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/d0ZKBHxblhRtYfLB2eaRuQ__original/img/NaQFhr1fjH1l3QO7kjNnw-mMXR4=/0x0/filters:format(png)/pic7642091.png","thumbnail":"https://cf.geekdo-images.com/d0ZKBHxblhRtYfLB2eaRuQ__thumb/img/9mUAeWNL_LGCQXlmloRtCQdEZKw=/fit-in/200x150/filters:strip_icc()/pic7642091.png","minPlayers":1,"maxPlayers":6,"playingTime":240,"mechanics":["Action Points","Action/Event","Cooperative Game","Dice Rolling","Narrative Choice / Paragraph","Once-Per-Game Abilities","Scenario / Mission / Campaign Game","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":10,"rank":-1,"designers":["Christopher Batarlis"],"publishers":["Everything Epic Games"],"artists":["Shane Braithwaite"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}