{"gameId":380135,"name":"Dead Cells: The Rogue-Lite Board Game","description":"Dead Cells: The Rogue-Lite Board Game is a dungeon-crawler that offers a cooperative rogue-lite experience inspired by the Metroidvania genre, playable with 1-4 players, and with a gameplay of around 45 minutes. Explore the ever-changing island of Dead Cells in this ruthless dungeon crawler. Explore. Kill. Die. Mutate. Repeat.&#10;&#10;Choose one of the four Beheaded (Woah, hold on... Isn't it supposed to be only one of these guys? Is this one of those stupid time-loop plots?) As you resurrect with very little clue of what&rsquo;s going on, you will...&#10;&#10;&bull; Explore Biomes. Choose your path wisely within a sprawling, ever-changing castle! Will you upgrade one of the character powers with a scroll? Or will you choose a chest to equip a new weapon? Will you find the hidden runes that will open new paths and access new biomes? This won&rsquo;t be a walk in the park, though. Because the island is infested with the abominations born from the Malaise, be ready to&hellip;&#10;&#10;&bull; Kill Enemies. Each character class has unique power sets and a deck of action cards. For each enemy encounter, you will only need to pick one action card to cover all three phases of a fight. Loot equipment, gold, scrolls, and Cells from the corpses of your enemies and get stronger, but beware... Your health pool is limited and sooner or later you will...&#10;&#10;&bull; Die. Wandering through enemy-infested dungeons isn't the safest activity, even for your beheaded heroes. There will eventually be one monster too many, or you could step on a fatal trap and lose all your scrolls, equipment, and accumulated gold. But this is far from the end for you! Even in death you will be able to keep your precious Cells to&hellip;&#10;&#10;&bull; Mutate. The Collector will let you spend your Cells to buy permanent mutations that will give you more power... forever! Choose cards to buy from three different decks: Brutality, Survival, or Tactics. Get action cards to enhance your card deck. Find blueprints to grow your loot deck. Increase your health pool. Unlock additional item slots, and much more&hellip; Unless you prefer to throw your Cells into this mysterious well... It seems like a pretty stupid thing to do with your hard-earned Cells, but hey, you do you, bud... Death is no excuse to take a nap, so...&#10;&#10;&bull; Repeat. Death is not the end either! You&rsquo;ve already lost your head, remember!? As the day starts again in a new loop, use your new permanent mutations to exact revenge on whatever killed you last time. Go further and deeper into the island and kill the bosses to access new starting biomes. Previously-played biomes keep changing as stronger monstrosities spawn in them, along with powerful new items. (Damn! Will this game ever end?)&#10;&#10;","image":"https://cf.geekdo-images.com/N_5Dz0GeI5dGBzSrBMEqrg__original/img/ppMMkd1w8h-m7OfsRRL3VXQ9lKI=/0x0/filters:format(jpeg)/pic7336034.jpg","thumbnail":"https://cf.geekdo-images.com/N_5Dz0GeI5dGBzSrBMEqrg__thumb/img/EJO1Ct-5NWBGHk29ilMv1fwpncQ=/fit-in/200x150/filters:strip_icc()/pic7336034.jpg","minPlayers":1,"maxPlayers":4,"playingTime":45,"mechanics":["Cooperative Game","Deck, Bag, and Pool Building","Solo / Solitaire Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.64028,"averageRating":8.32094,"rank":7125,"designers":["Antoine Bauza","Corentin Lebrat","Ludovic Maublanc","Théo Rivière"],"publishers":["Scorpion Masqué"],"artists":["Laure de Chateaubourg","Xavier Gueniffey Durin","Robin Lagofun","Paul Vérité"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":8,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":10,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":12,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":5,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}