{"gameId":380681,"name":"Apex Legends: The Board Game","description":"Apex Legends: The Board Game is a highly competitive, intensely tactical team vs. team miniatures game for 2-4 players. Each playthrough takes about 60-90 minutes, depending upon the number of players and selected game features. Utilizing an original engine and innovative framework, the game authentically captures the voice and imagination of the Apex Legends video game, successfully bringing the stakes, thrills, and kills of the battle royale experience to life.&#10;&#10;Taking place on the Kings Canyon map, the core experience is focused on the final zone, where the ultimate confrontation unfolds. Each player takes on the role of a unique legend. The players activate team by team, trying to outmaneuver the enemies in the heat of battle and recreating the unpredictable, unforgettable moments known from the source game through securing key positions on the map, snatching up valuable loot seconds before the other player, or perhaps diving behind cover or shielding a teammate just in time to save them from oblivion...&#10;&#10;Once they are activated, each legend may perform basic actions such as move, interact, use, and attack. Additionally, the players may use their legend's set of unique abilities (both combat-oriented and utility-based) as well as a deck of legend-specific feat cards in their favor. Creating a well-built team in which the legends complement one another on the battlefield as well as using all available strategic options is the key to victory.&#10;&#10;Once the activation of the team is complete, it's not over! On their opponent's turn, the legends may react to the actions of their enemies with instant and reaction cards. Reactions allow a player to respond when either they or their teammates are attacked by taking cover, recovering their shield, or providing help to their ally. When the condition is met on an instant card, the player may activate it as a neat way to thwart their opponent's next move.&#10;&#10;Every choice, every move, and every piece of ammo matters!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/nqM3j9RD5IrnqcpPs_k5EA__original/img/Z1_FnBJnfl_uDdm5iUgEWgxfexg=/0x0/filters:format(jpeg)/pic7513981.jpg","thumbnail":"https://cf.geekdo-images.com/nqM3j9RD5IrnqcpPs_k5EA__thumb/img/u8XdwflC401VLPU44UgmK9-7VfM=/fit-in/200x150/filters:strip_icc()/pic7513981.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Grid Movement","Hand Management","Interrupts","Line of Sight","Multiple Maps","Square Grid","Sudden Death Ending","Team-Based Game","Three Dimensional Movement","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.16667,"rank":-1,"designers":["Thanos Argyris","Michalis Nikolaou"],"publishers":["Glass Cannon Unplugged"],"artists":["Agnieszka Dabrowiecka"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}