{"gameId":381278,"name":"Dracula vs Van Helsing","description":"Many years after the confrontation with Van Helsing, Dracula landed in Whitby, England once again. The citizens of Whitby sought help from the vampire hunter, Professor Van Helsing. Will Van Helsing defeat Dracula before he transforms all the inhabitants into vampires?&#10;&#10;In Dracula vs Van Helsing, each player controls one of the title characters. Van Helsing must remove all of Dracula's life points to win, but if Dracula turns all four inhabitants of the same district into vampires first, Dracula wins.&#10;&#10;The game lasts at most five rounds. Each round, players play in turn (starting with Dracula), drawing a card, then discarding that card or swapping it with one of the five cards on their rack to trigger the discarded card's ability. Cards come in eight types, each with its own effect. Instead of drawing (and discarding) a card, a player can call for the end of the round. In order to choose this action, at least six cards need to be in the discard pile. After the opponent plays one last turn, the round ends; otherwise, the round ends when the deck is empty.&#10;&#10;At the end of a round, players compare the five cards on their rack. Each card corresponds to one of the five districts on the game board. If Dracula has the higher-valued card, one of the humans in this district is converted into a vampire; if Van Helsing is higher, Dracula loses a health point. If one of the game-winning conditions is met, the game ends immediately.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/RbNAitZatR7g82u_9OBV8A__original/img/z2leJtn83aYVYDepcIb9srAjM3I=/0x0/filters:format(jpeg)/pic7453834.jpg","thumbnail":"https://cf.geekdo-images.com/RbNAitZatR7g82u_9OBV8A__thumb/img/QiGFW5ZCArogPFUbVbcE-7Ibwec=/fit-in/200x150/filters:strip_icc()/pic7453834.jpg","minPlayers":2,"maxPlayers":2,"playingTime":45,"mechanics":["Area Majority / Influence","Hand Management"],"isExpansion":false,"yearPublished":2023,"bggRating":6.25417,"averageRating":7.36521,"rank":1885,"designers":["Maxime Rambourg","Théo Rivière"],"publishers":["Mandoo Games","25th Century Games","Blackrock Games","Games7Days","Geronimo Games","Lavka Games","Maldito Games","MM-Spiele","Muduko","Reflexshop"],"artists":["Weberson Santiago"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":22,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":28,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":22,"numPlayersIsAndHigher":true}]}