{"gameId":381819,"name":"Zhanguo: The First Empire","description":"In 221 B.C., all the so-called Warring States are brought together. This is the birth of the vast Chinese empire, ruled by Qin Shi Huangdi. A skilled and determined strategist, but also a shrewd governor, he undertakes actions aimed at standardizing all the elements at the basis of Chinese society and culture; he imposes a single script and a single currency, then he establishes a new system of laws equal for all. He also builds palaces, installs local governors, and above all, starts the works for the construction of the greatest building in the history of mankind: the Great Wall.&#10;&#10;A single life cannot suffice for such a vast empire. He sends ships to distant lands in search of the legendary elixir of life, and he builds a huge mausoleum containing the scale reconstruction of his empire. In defense of it for eternity, he deploys an impressive terracotta army...&#10;&#10;In Zhanguo: The First Empire, you go along with the Emperor's plans to offer your family a place in the terracotta army. To help you in this challenging task, six cards will be at your disposal every round. They will give you permanent support during the rest of the game or will obtain the Emperor's approval for your actions.&#10;&#10;At the end of the game, the player who made the greatest contribution to the Emperor's cause by scoring the most points wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/95__xFU1qBWb4OHHYbMoNw__original/img/0sY05NM4nKbKSMgNZL5i2y0TXAw=/0x0/filters:format(png)/pic7401723.png","thumbnail":"https://cf.geekdo-images.com/95__xFU1qBWb4OHHYbMoNw__thumb/img/OjJlTr7N4LDHJX65QZ4bFXaomo4=/fit-in/200x150/filters:strip_icc()/pic7401723.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Hand Management"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":8.83333,"rank":-1,"designers":["Marco Canetta","Stefania Niccolini"],"publishers":["Sorry We Are French","Hachette Boardgames USA"],"artists":["Ulric Maes","David Sitbon"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}