{"gameId":381992,"name":"Evolution: Another World","description":"We know a great deal about the evolution on Earth (and we hope that Evolution: New World helped you with that too). It's an exciting story of various creatures acquiring defensive &amp; offensive traits to adapt to the ever-changing environment. What we don&rsquo;t know is if there might be other worlds where completely different creatures dwell. Will the same laws of evolution apply there too? It's time to find out!&#10;&#10;Evolution: Another World is a card game in a beloved Evolution: the Origin of Species series. In the game, you create animals and give them traits, so they survive and thrive in the chaotic world of wondrous creatures. The goal of the game is to give your creatures enough energy to transmute and transcend their state of existence. The first player to transmute three creatures wins the game.&#10;&#10;This is a fast-paced, easy-to-learn game with a solo mode included in the core game. Mechanically, it is inspired by Evolution: New World, but trades some complexity for more dynamic and light gameplay.&#10;&#10;This game is Family-friendly because animals can&rsquo;t die or be eaten by predators. Competition is peaceful, but you can attack other players' creatures to gain energy. This game has a straightforward win condition: you don't need to count VP at the end of the game. Transmute 3 of your creatures and you win the game!&#10;&#10;","image":"https://cf.geekdo-images.com/OK_h9z0_PaYz91Ub5re9EA__original/img/1Nqaa0wCpvTEg7NXe4_1Or0Pma0=/0x0/filters:format(png)/pic7397661.png","thumbnail":"https://cf.geekdo-images.com/OK_h9z0_PaYz91Ub5re9EA__thumb/img/Rk1LnJlCQbzp-allYPbhruA6MqM=/fit-in/200x150/filters:strip_icc()/pic7397661.png","minPlayers":1,"maxPlayers":4,"playingTime":30,"mechanics":["Hand Management","Simulation","Take That"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":6.75,"rank":-1,"designers":["Yury Yamshchikov"],"publishers":["CrowD Games","Rightgames RBG SIA"],"artists":["Maria Efremova"],"playerPollResults":[{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}