{"gameId":382307,"name":"Wizards & Co.","description":"The high necromancer is dead. His dungeons lie unguarded, packed full with gems and artefacts ripe for plunder! There&rsquo;s just one problem: the enchanted treasure vaults can only be breached by a wizard. A good job then, that you&rsquo;re a wizard - a greedy wizard with time on your hands and no respect for the dead. You need a crew to carry all the riches home, so you head to the Henchpersons &amp; Minions Guild and go for the deal of the day: ten of the meanest beasts, bullies and brutes available. They may not smell so good, but they&rsquo;ll get the job done.&#10;&#10;However, you&rsquo;re not the only gem grabbing spell-slinger with flexible morals and a sneaky strategy, for rival wizards have come to take the treasure that should be yours! It&rsquo;s annoying that they hired the same minions as you, but it was a great deal.&#10;&#10;You and your adversaries are evenly matched, so you&rsquo;ll need to deploy your underlings carefully. They&rsquo;ll enter dungeons as you command, clashing with their rivals, battling for loot all while navigating the enchantments left by the necromancer. The artefacts you&rsquo;ll find might swing things in your favour, allowing you to wield weapons of legend and to summon horrifying monsters to fight for you - with the mighty Big Blue Blob on your side, how can you fail! Fight well &amp; wisely, and bring back as much loot as you can, because only one wizard will emerge victorious!&#10;&#10;Wizards &amp; Co. is a strategic board game where players aim to collect valuable magical artefacts and sets of gemstones by placing creature cards face-up and face-down around octagonal dungeon boards. When no more cards can be placed on a dungeon, a battle takes place where creature abilities are triggered in clockwise order. When the dust settles, loot is distributed accordingly and the game goes on until a set number of dungeons has been cleared.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/FHLKxjRzMieTX0lSakCTnQ__original/img/bLoexC4T8IlcZ_NhA-QRfkawN4U=/0x0/filters:format(png)/pic7401862.png","thumbnail":"https://cf.geekdo-images.com/FHLKxjRzMieTX0lSakCTnQ__thumb/img/6WEkE0fhlz4pVZqLH6JolmcRMp4=/fit-in/200x150/filters:strip_icc()/pic7401862.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action Queue","Hand Management","Set Collection","Take That"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":10,"rank":-1,"designers":["Flaminia Brasini","Virginio Gigli","Stefano Luperto","Antonio Tinto"],"publishers":["Sinister Fish Games"],"artists":["Miguel Coimbra"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}