{"gameId":383172,"name":"Nightshift","description":"Nightshift is a thematic board game that immerses players into the role of a strip club Dancer. The Customer stories and gameplay are inspired by the creator&rsquo;s personal experience working as a stripper, providing an authentic and empowering take on this often misunderstood profession.&#10;&#10;Players must select from five different Dancers who each have a distinct approach to charming Customers. The goal is to earn the most money over the night. Be careful about interfering with another Dancer&rsquo;s Customer or your night may not run so smoothly...&#10;&#10;Players use Action Points to Navigate the club and discover new Customers. Each Customer is unique and has variable wealth and loyalty, as well as a diverse range of potential outcomes. Some of them will have a preference for one particular Dancer. Choose your Customers wisely! Engaging with a Customer involves rolling the dice, which combined with the Player's abilities, Power Cards, and potentially a few Drinks, will determine the outcome.&nbsp;&#10;&#10;Successfully getting a Customer to the Private Room, or even better, the VIP Room, initiates a theme-based &ldquo;push-your-luck&rdquo; challenge. The aim is to maximise earnings from the Customer without breaking the illusion... This is achieved by performing a combination of dance moves (via card draws) in the Private Room, or deepening your connection (via dice rolls) in the VIP Room, with the ultimate goal of making the Customer fall in love.&#10;&#10;Players can purchase Drinks from the Bar. Champagne is a valuable tool for persuading Customers to extend their time with you in the Private Room or VIP Room, whilst Shots can help you get them in there.&nbsp;&#10;&#10;Watch out for the Full Moon, this can trigger strange Events&hellip; Players must also keep track of when they are rostered on Stage, which provides benefits such as acquiring extra Tips and Power Cards. Don&rsquo;t miss your Stage or the club will fine you! These unique Power Cards add another layer of strategy and interaction - will you help out your fellow dancers, or will you play dirty?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/cUNg4QQqY1LuFQZH3EM-OA__original/img/XZ0vXs4NEojbMstEuy9XlS5Q_No=/0x0/filters:format(jpeg)/pic7431956.jpg","thumbnail":"https://cf.geekdo-images.com/cUNg4QQqY1LuFQZH3EM-OA__thumb/img/X644OHOUEee149_CqdkWD_7dyFw=/fit-in/200x150/filters:strip_icc()/pic7431956.jpg","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Die Icon Resolution","End Game Bonuses","Events","Grid Movement","Kill Steal","Multi-Use Cards","Once-Per-Game Abilities","Push Your Luck","Solo / Solitaire Game","Take That","Trading","Variable Player Powers"],"isExpansion":false,"yearPublished":2025,"bggRating":5.55415,"averageRating":6.5005,"rank":11487,"designers":[],"publishers":["Exotic Cancer"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}