{"gameId":383190,"name":"Positano","description":"Welcome to scenic Positano!&#10;&#10;You and your friends are builders in Positano, Italy, a village stacked upon a cliffside overlooking the clear blue sea. Each round you will bid on three simultaneous auctions determining the size, quality and location of your new resorts on the three dimensional cliffside board.&#10;&#10;Quality resorts will earn the most points, but only if you have a clear view of the sea!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;BIDPlayers will simultaneously choose and reveal two bid cards at the start of each round. Players must balance how they prioritize the auctions and the tiles they hope to draft! Do you spend your high value cards now to snipe a critically important tile, or save your best cards for later in the game?&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;DRAFTBased on their bids, players draft tiles from the bid board. Your tiles determine where on the cliffside you can build that turn, how many building blocks you add to your stockpile, and the quality of your new construction. With draft tiles revealed randomly at the start of each round, every auction becomes a new tricky puzzle to navigate.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;BUILDCompete for seaside views as you build in three dimensions on a tiered cliffside! Building toward the bottom of the cliff means fewer opportunities for the other players to sneak a tall building in front of you. Building toward the top of the cliff lets you go incredibly tall!&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;SCOREYou'll score points for having quality buildings with a clear view out to sea, but also for collection gelato and capitalizing on the goal cards! With three random goals revealed each game, you'll be pulled into different strategies with each deal. And when you get stuck with the lesser draft tiles, at least you'll get some free gelato!&#10;&#10;","image":"https://cf.geekdo-images.com/HhqaR_Fs6r58Zk21f29tSw__original/img/Wk4eAJtabI1MNxd3O218QnPWSDY=/0x0/filters:format(png)/pic8281271.png","thumbnail":"https://cf.geekdo-images.com/HhqaR_Fs6r58Zk21f29tSw__thumb/img/Oczc9tm06S-W8eg9Uoi1UEKiRig=/fit-in/200x150/filters:strip_icc()/pic8281271.png","minPlayers":1,"maxPlayers":4,"playingTime":45,"mechanics":["Auction / Bidding","Auction: Sealed Bid","Open Drafting","Square Grid","Three Dimensional Movement"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":8.02,"rank":-1,"designers":["Jeff Grisenthwaite"],"publishers":["SlugFest Games"],"artists":["Beth Trott"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}