{"gameId":383242,"name":"Marvel D.A.G.G.E.R.","description":"Nefarious forces threaten the world as we know it, and it's up to a small group of heroes to come to its rescue. With the enemy's minions closing in and innocents in peril, our heroes will need to work together to stop the villain's plans and save the world &mdash; but will they be able to save it in time?&#10;&#10;In Marvel D.A.G.G.E.R., players work together to challenge the forces of evil. Play as iconic heroes like Spider-Man, Daredevil, and Black Widow, and race across the globe to complete missions, battle enemies, and square off for the final showdown against the nemesis. Choose the best aspect for your hero, pull off awesome combos, and wait for the perfect moment to unleash your ultimate ability. Team up with your allies and take on dangerous threats as you become the greatest heroes in the world!&#10;&#10;In more detail, &quot;D.A.G.G.E.R.&quot; stands for &quot;Defense Alliance for Global and Galactic Emergency Response&quot;, and the &quot;Alliance&quot; and &quot;Emergency Response&quot; elements drive how the game is played, with heroes needing to strengthen themselves via combos in time to take on the nemesis.&#10;&#10;There are two types of combo tokens: empowered tokens and primed tokens. When a hero becomes &quot;empowered&quot;, they can later discard their empowered token to add one success to any attribute test they perform. When an enemy is &quot;primed&quot;, a hero attacking that enemy can remove a primed token from them to add one success to the attack result, which means more damage dealt.&#10;&#10;What's more, each hero has at least one &quot;combo ability&quot; that requires either an empowered token on themselves or a primed token on an enemy to trigger. Triggering these combo abilities comes with an extra benefit: advancing the team-up track, a resource shared by all heroes that's used to pay for &quot;team-up abilities&quot;, the strongest abilities in each hero's arsenal.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/6gkqK7A5D0cAsCzmL7Vehw__original/img/krg611czj9wNalJblVP4pFNiEdM=/0x0/filters:format(png)/pic7430042.png","thumbnail":"https://cf.geekdo-images.com/6gkqK7A5D0cAsCzmL7Vehw__thumb/img/vvNzV9tvwSIRbIsC9PO1drJ0-wE=/fit-in/200x150/filters:strip_icc()/pic7430042.png","minPlayers":1,"maxPlayers":5,"playingTime":180,"mechanics":["Cooperative Game"],"isExpansion":false,"yearPublished":2023,"bggRating":5.52084,"averageRating":7.16087,"rank":15804,"designers":["Dane Beltrami"],"publishers":["Fantasy Flight Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}