{"gameId":383499,"name":"Witchcraft!","description":"A midnight bell tolls on the streets of Wildegrens as the villagers shutter their windows against the darkness.  Something moves through the night&ndash;in the forest, through the fields, across the old battlefield.  The isolated village is in danger.  Crops are failing, animals are dying, and villagers are disappearing.  Townsfolk are scared.  Some of the women are fighting back, but the villagers suspect that these women may be dealing with the devil himself.  From behind the old school a shadow crosses to the town well.  A feeble light reveals two witches who nod to one another, shutter the lantern, and make their way towards the dark woods.&#10;&#10;Witchcraft! is a fast-playing, card-driven solitaire game where you lead a coven of witches in a  fantasy world where magic is real&ndash;and so are the monsters.  Building on the hidden / revealed mechanism of Resist! you will decide when to use magic to defeat the challenges you face&ndash;revealing yourself to your fellow villagers and being imprisoned for witchcraft.  As you complete missions and defeat enemies you will try to prove to the villagers that magic is not evil, and convince a jury that you are protecting the village.  Three jurors will decide your fate and their conviction is strong.  Can you persuade them?  Or will evil overcome you and the village?&#10;&#10;At the beginning of the game you assemble a coven of witches from families of women represented by a deck of cards.  Selecting multiple witches from a family makes that family more powerful.  Each family is focused on different tasks in the game&ndash;revealing challenges, increasing attack power, uncovering the conviction of the jurors, or capturing familiars to help you in your fight. The fight is real and each of the eight jurors face a different villain.  Is it the Headless Horseman, Baba Yaga, the Scarecrow, or some other fiend?  On setup you choose three jurors, their missions, and their unique challenges&ndash;providing 56 possible combinations with great variety in the types of challenges and monsters you will face.  If you fail two missions or lose five villagers, you lose the game.  Even if you defeat the missions you still face the trial, and you are only sure of your fate when you reveal the conviction of the jurors and see if you have done enough to persuade them.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/sfgo3BXIx9lE_OP1sOnzwA__original/img/E-OtrtBF_62Eu47OExvuzEojt-I=/0x0/filters:format(jpeg)/pic7442805.jpg","thumbnail":"https://cf.geekdo-images.com/sfgo3BXIx9lE_OP1sOnzwA__thumb/img/R3D3u6uZQ2cUI8ehs3c-VxUzXy0=/fit-in/200x150/filters:strip_icc()/pic7442805.jpg","minPlayers":1,"maxPlayers":1,"playingTime":40,"mechanics":["Card Play Conflict Resolution","Deck, Bag, and Pool Building","Hand Management","Open Drafting","Scenario / Mission / Campaign Game","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2023,"bggRating":6.11677,"averageRating":7.84854,"rank":2372,"designers":["Trevor Benjamin","Roger Tankersley","David Thompson (I)"],"publishers":["Salt & Pepper Games","25th Century Games","Banana Games","Fox in the Box","GaGa Games","Nuts! Publishing"],"artists":["Albert Monteys"],"playerPollResults":[{"numPlayers":1,"best":14,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":true}]}