{"gameId":383597,"name":"The Huntsman Society: Invenire Invisus Edition","description":"Hunting lost treasures is not a job. It is a way of living - a wild way of living. Become a legendary huntsman who finds the most epic treasures and try to get your honorary portrait hung up in the Hall of Fame of The Huntsman Society. Create a team of explorers, travel to unique and dangerous locations and try to grab the rarest treasures you will ever see in your lifetime.&#10;&#10;Be aware, treasure hunting is not for the fainthearted. You will need to gather a lot of strength, courage and inventiveness in your team, while strategically keeping an eye on your opponent.&#10;&#10;The Huntsman Society is a storytelling, deckbuilding cardgame, where you will need to form a group of explorers, add equipment (stuff) and find the right vehicle(s) to travel to a location where a secret treasure lays hidden. You and your opponent can play event cards on your teams to make their lives easier or harder. In a turn you can send explorers on their adventures, let them overcome negative events, help them by playing positive events or restocking them with needed means. All by playing different cards from your hand. You will then throw a D8 to see if your team is the first to find the treasure at a location. At the end of your turn you can restock your hand with up to 10 playing cards. Every treasure found represent a certain amount of points, whoever collects the needed amount of points (you can decide on that at the beginning of the game with your opponent, making the playing time variable to your liking) wins the game and becomes the greatest Huntsman of all time!!!&#10;&#10;The game features 164 unique storytelling artcards that can be combined in many different ways, making for extensive storytelling and new adventures being made every time you play.&#10;The game is best played out loud, making the adventures come to live.&#10;&#10;The cards are filled with little quirky jokes and pop-cult references.&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/U_yjmP8Yp6SjBgOsLCKqJg__original/img/CFM-nzjmQVYrrPnh8QrDtNmWWMw=/0x0/filters:format(jpeg)/pic7444710.jpg","thumbnail":"https://cf.geekdo-images.com/U_yjmP8Yp6SjBgOsLCKqJg__thumb/img/h3SOMNjqUs8KpqyJE02U9xhmUnw=/fit-in/200x150/filters:strip_icc()/pic7444710.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Action/Event","Card Play Conflict Resolution","Command Cards","Deck Construction","Dice Rolling","Events","Hand Management","Multi-Use Cards","Role Playing","Storytelling"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":10,"rank":-1,"designers":["Martijn Brouns","Liza Koster"],"publishers":["Hit en Run Media Productions"],"artists":["Martijn Brouns","Liza Koster"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}