{"gameId":384150,"name":"Djinn","description":"Once your ancestors found or created a source of magic - the exact knowledge of its origin, as far as you know, has long been lost. A small community has developed around the source, which seeks to protect this place and keep it as secret as possible.&#10;&#10;Unfortunately, some magical beings &mdash; half corporeal, half ethereal &mdash; have now tracked down this source. These beings of dubious character, which you call &quot;Djinn&quot;, have appeared in various places of the city to dispute your access to the source. You are young members of the Magic Guild, and to prove your abilities, you are tasked with capturing the Djinn so that they can do no harm. You can control them permanently only if you catch them in special Djinn bottles. To seal these bottles, you also need corks made from the bark of a tree near the magic source.&#10;&#10;Whichever of you succeeds best in protecting your small town will be accepted into the inner circle of the Magic Guild and will soon be allowed to learn even more secrets...&#10;&#10;In Djinn, you take turns moving across a map that shows thirteen locations. These locations are linked to actions where you can get the resources you need and catch the Djinn that are in six locations. In those locations you can do things like receive bottles and corks, collect magical power, buy magical items, hire mages to accompany you, discover secret passages, and more.&#10;&#10;In each round, you can reach only one of two or three of the locations, so you must plan carefully to have all the resources you need in time to catch the Djinn. The game ends when all six &quot;Boss Djinn&quot; have been captured and removed from the map, then you score points for all captured Djinn.&#10;&#10;-description from developer&#10;&#10;","image":"https://cf.geekdo-images.com/9LnXSuY7a-GIWkFmcgcz7Q__original/img/LwB5hieIJ59_o-r43srrf8n2xwM=/0x0/filters:format(jpeg)/pic7734815.jpg","thumbnail":"https://cf.geekdo-images.com/9LnXSuY7a-GIWkFmcgcz7Q__thumb/img/HPNEq0SUufh56_ApqSsmQHl0CgQ=/fit-in/200x150/filters:strip_icc()/pic7734815.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["End Game Bonuses","Grid Movement","Modular Board","Open Drafting","Set Collection","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2023,"bggRating":5.93494,"averageRating":7.29867,"rank":3418,"designers":["Benjamin Schwer"],"publishers":["Hall Games","Hobby Japan","Matagot","Pegasus Spiele","TLAMA games"],"artists":["Dennis Lohausen"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":7,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":10,"recommended":11,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":14,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":10,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}