{"gameId":385331,"name":"Creature Caravan","description":"A new threat lurks in the land of Arzium. Ember zombies swarm from volcanic lands to the south, their charcoal bodies the walking hives of evil fire fairies. The closest haven is the city of Eastrey, where a powerful artifact protects the inhabitants. You must travel across the desert and the plains, over mountains and through red canyons, helping wandering creatures of every shape and size to the safety of the city.&#10;&#10;In Creature Caravan, players build a card tableau of creatures while traveling through a magnificent and dangerous land. Players take turns simultaneously, placing dice on actions on their cards, moving their caravan on the map, and playing new creature cards. Players also compete to trade goods and rare coins in a shared market, search the mysterious white towers, and fight ember zombies as they travel. The game ends when one player reaches Eastrey. The player with the most points wins.&#10;&#10;The game includes 134 cards, each with a unique illustration and combination of actions and abilities. Simultaneous gameplay allows one to four players to play together without increasing the game's length, with the Wanderers expansion (sold separately or comes inside the Deluxe Edition) allowing for up to six players.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/uNHX1bzPjFuSlJSTbTsEPA__original/img/vj4wa1p5OMI_BrDGboXxiouspIE=/0x0/filters:format(jpeg)/pic7497404.jpg","thumbnail":"https://cf.geekdo-images.com/uNHX1bzPjFuSlJSTbTsEPA__thumb/img/p7BAc_ujUEaoC1gOUarNLojOprg=/fit-in/200x150/filters:strip_icc()/pic7497404.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Multi-Use Cards","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.9781,"averageRating":8.08365,"rank":3093,"designers":["Ryan Laukat"],"publishers":["Red Raven Games"],"artists":["Ryan Laukat"],"playerPollResults":[{"numPlayers":1,"best":5,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":8,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":5,"notRecommended":2,"numPlayersIsAndHigher":true}]}