{"gameId":385757,"name":"Foxpaw","description":"Foxpaw is a highly interactive worker-placement board game where where 2-4 players, as aspiring talents of a magic school, compete with their Magical Beasts over 5 school-years for the victory of their house. Through strategic decisions and tactical moves, players gather victory points for their houses, with the aim of having more points than all others at the end.&#10; On the way, players will encounter many challenges. The first step is to choose a house, each with its own unique abilities. Some players may choose to follow their family legacy, sacrificing some house abilities for extra resources at game start. Players also must gather resources to upgrade equipment like their Broom and Wand, while also improving attributes such as Knowledge and Strength to succeed at classes and duels and prove themselves to be the best student. Between certain school years, special magical events await each with its unique requirements and characteristics. Some players may choose to get ahead through &quot;sneaky&quot; moves that earn them darkness cards and may brand them a dark wizard!&#10;&#10;Whoever has  collected the most victory points (VP) for their own house after a total of 5 school years and 3 Magical Events wins!&#10;&#10;","image":"https://cf.geekdo-images.com/i3F8yza2PsXwG8tVUJjGfw__original/img/1ZWW-VGEPtR0JvAWL5qncfahjcM=/0x0/filters:format(jpeg)/pic8460554.jpg","thumbnail":"https://cf.geekdo-images.com/i3F8yza2PsXwG8tVUJjGfw__thumb/img/oFiVXMUXKaDdZ-ceqXi-zLfl9i8=/fit-in/200x150/filters:strip_icc()/pic8460554.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Prisoner's Dilemma","Worker Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":5.27918,"averageRating":3.38478,"rank":27783,"designers":["Stefan Godot"],"publishers":["Godot Games"],"artists":["Jose David Lanza Cebrian","Midjourney AI"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":3,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":2,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}