{"gameId":386368,"name":"Ezra and Nehemiah","description":"In his first year as king of Persia, Cyrus the Great issued a decree in writing to the Israelite exiles living under his rule:&#10;&#10;The God of heaven has given me all the kingdoms of the earth and has appointed me to build a temple for Him in Jerusalem. Any of his people may go up to Jerusalem in Judah to build the temple of the Lord, the God of Israel. And in any place where survivors may now be living, the people of Persia are to provide them with silver, gold, goods, livestock, and offerings for the temple of God in Jerusalem. - Ezra 1:2-4 (paraphrased).&#10;&#10;Decades later, in the twentieth year of Artaxerxes reign, the king noticed a sadness in his cupbearer, Nehemiah. When asked why he looked so ill, Nehemiah replied:&#10;&#10;May the king live forever! Why should I not look sad when the city of my ancestors lies in ruins, and its gates have been destroyed by fire? If it pleases you, and if I have found favor in your sight, let me go to the city in Judah where my ancestors are buried so that I may rebuild it. - Nehemiah 2:3-5 (paraphrased).&#10;&#10;The aim of Ezra and Nehemiah is to be the player with the most victory points (VP) at game's end. Points are gained primarily by building the temple, rebuilding the city walls and gates, and by teaching the Torah to the returning exiles. Players may also seek to develop their land, travel to settlements outside the city walls, or stoke the altar's fire to keep it burning day and night. The prophets Haggai and Zechariah will be doing their part to keep the people focused on what is most important.&#10;&#10;Over three weeks (rounds), players will use their hand of cards, workers, and resources to do their part in rebuilding the great city of Jerusalem. After six days of work comes a Sabbath day of rest when food will be needed, and the week's work will be reflected upon. The game ends after the third Sabbath has been completed.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/MVflz8gmtK1DZy49E-Llog__original/img/4yClnRxvCH8fGd59XzyHYokt0WU=/0x0/filters:format(jpeg)/pic7474410.jpg","thumbnail":"https://cf.geekdo-images.com/MVflz8gmtK1DZy49E-Llog__thumb/img/o7kbhWms7CO3dbgncofPaS4-hwg=/fit-in/200x150/filters:strip_icc()/pic7474410.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Chaining","Hand Management","Solo / Solitaire Game","Tech Trees / Tech Tracks","Track Movement","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.69744,"averageRating":8.28942,"rank":5754,"designers":["S J Macdonald","Shem Phillips"],"publishers":["Garphill Games","CHUR GAMES","Mosaico Jogos","Pixie Games","Renegade Game Studios","Tesla Games"],"artists":["Sam Phillips"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}