{"gameId":386403,"name":"Call of Duty: The Board Game","description":"Call of Duty: The Board Game brings the acclaimed Call of Duty experience to tabletops, immersing players in intense competitive combat. Play on authentic Call of Duty maps such as Shoot House or Standoff. Choose from operators like Ghost Riley or Captain Price. Select your favorite weapons and items. Build a custom combat deck with your signature tactics. Then, jump into the action.&#10;&#10;Each round, make tough choices as you secretly and simultaneously plan your actions. Will you boldly engage the enemy head on? Or perhaps you can outmaneuver and sneak up on them? Maybe they are hiding in that building; throw a grenade in the window and find out! Or take a risk, and run for the flag to seize it.&#10;&#10;After planning, the action unfolds with explosive surprises. Combat is quick and deadly, with intense tactical choices. Will you unload your magazine recklessly? Maybe you prefer to take the time to aim carefully? Or will you dodge and outmaneuver your foe? If you get eliminated, simply respawn immediately back into the action.&#10;&#10;Want more? Combine both core sets for an unprecedented four-player experience. Expansions add new maps, operators, weapons, game modes, and more.&#10;&#10;","image":"https://cf.geekdo-images.com/8UUtWLztflDnnQN6q3Te7A__original/img/upyOyj1rbsaamxXsROgifFDYdsk=/0x0/filters:format(png)/pic7654318.png","thumbnail":"https://cf.geekdo-images.com/8UUtWLztflDnnQN6q3Te7A__thumb/img/pnsahK82WOQzrNFiHP4mfZXXTBM=/fit-in/200x150/filters:strip_icc()/pic7654318.png","minPlayers":2,"maxPlayers":2,"playingTime":90,"mechanics":["Dice Rolling","Hidden Movement","Line of Sight","Programmed Movement","Simultaneous Action Selection"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":5.33333,"rank":-1,"designers":["Bryan Pope","Benjamin Pope"],"publishers":["Arcane Wonders"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}