{"gameId":386447,"name":"Storm Raiders","description":"For thousands of years all we have known is the Rift Storm. It destroyed our empire, sundered our land and severed us from the Old World we once ruled. Sheltered within the eye of the storm we fought to survive, imprisoned in our last remaining city, desperately clinging to life. As the ages passed the eye slowly grew in size enabling exploration beyond the city and a startling discovery. The storm was still connected to the Old World, its erratic rift capturing hapless Atlantic crossings and wrecking them upon Atlantis' broken shores. The age of the Storm Raider was born: Brave souls who for fame and fortune would dare the might of the Rift Storm, to save these precious offerings and bring hope to our dying world.&#10;&#10;The Storm Season is upon us, all eyes look to the sky and we wonder are you the Storm Raider Atlantis has been waiting for?&#10;&#10;The aim of Storm Raiders is to be the player with the most prestige at the game's end. Storm raiding is a perilous task, filled with many dangers - the most devastating being the mighty Rift Storm that encircles the many islands. Players will want to stay close to the storm, without being overcome by its immeasurable force.&#10;Prestige is gained by salvaging wreck sites, fulfilling contracts, acquiring crew, upgrading their vehicles, and earning medals. Players will be drafting dice each turn to either travel using their trike, plane, or sub, or to instead take some much-needed time to rest and repair their battered vehicles.&#10;&#10;After 6 rounds of traversing the splintered landscape, players will add up their prestige points to determine who will be remembered as the greatest Storm Raider of their time.&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/b4qIvsMiON-Wc040u-b8uQ__original/img/0Gj32N_gB0E51qXHY7GJnhaCr7U=/0x0/filters:format(jpeg)/pic7481959.jpg","thumbnail":"https://cf.geekdo-images.com/b4qIvsMiON-Wc040u-b8uQ__thumb/img/OfPLJDcM5Mxg_PtnIowvYL9YZXM=/fit-in/200x150/filters:strip_icc()/pic7481959.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Open Drafting","Pick-up and Deliver","Race","Set Collection","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":7.9,"rank":-1,"designers":["Shem Phillips"],"publishers":["Arkus Games"],"artists":["Dane Madgwick","Paul M Tobin"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}