{"gameId":388339,"name":"Planta Nubo","description":"&raquo;It was our darkest hour. The warnings, the desperate cries &hellip; Nobody wanted to hear them. Until it was almost too late. When almost only burned soil was left. We were not saved by ourselves. It was the trees. As if they knew what the hour has struck. They showed us what mattered. But we understood and embraced them. Now we know what to do and help. As good as we can. With those few technologies that we have left. With new natural technologies that we gained from the Arbors. Green energy and oxygen are needed to overgrow burned soil with live-giving greenery. To find hope in our new world of Overgrown &hellip;&laquo; (Dr. Ayleen Espero, specialist on oxygen)&#10;&#10;In Planta Nubo players grow energy-rich flowers and plants in cloudy gardens &ndash; the treetops of the Arbors. Deliver them to bee-like airships which transport them to the biomass converters to be transformed into green energy. Sow woods on the freshly harvested soil. Energize helpful modules while your woods, your bots and the Arbor produce desperately needed oxygen. Make good use of your tools to perform actions and use your garden bot to help you grow flowers. Supply your platform bot with energy to use modules and operate Oxyfarms. Turn your Arbor into the best oxygen production facility! If you produce the most oxygen by the end of the game you win!&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/85UBlmIH6s5PUKHpvk-cPA__original/img/PObV4EqqhmyIcnJv0t4rshEfOwc=/0x0/filters:format(png)/pic7580719.png","thumbnail":"https://cf.geekdo-images.com/85UBlmIH6s5PUKHpvk-cPA__thumb/img/kkHGBulGnXB0jkp0Tvmra8LaV-U=/fit-in/200x150/filters:strip_icc()/pic7580719.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Drafting","Contracts","Solo / Solitaire Game","Tile Placement","Worker Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":8.83333,"rank":-1,"designers":["Michael Keller (II)","Andreas \"ode.\" Odendahl","Uwe Rosenberg"],"publishers":["The Game Builders"],"artists":["Lukas Siegmon"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}