{"gameId":388476,"name":"Spectral","description":"Legend tells of the abandoned Spectral Manor coming to life at the stroke of midnight on a Crimson Moon &mdash; an event that rarely takes place more than once per century. On that night and that night alone, in certain rooms vast treasures appear, granting unspeakable wealth to those brave enough to find and claim them. But those who enter this mansion do so at their peril as some rooms awaken ghosts and curses that claim any who are foolish enough to enter. Rumors speak of glyphs and sigils found within the manor only on Crimson Moon night; these markings offer hints and clues &mdash; indicating both where treasures can be found and where paranormal traps lie in wait.&#10;&#10;In Spectral, players control competing bands of treasure hunters. These bands enter the Spectral Manor on the night of the Crimson Moon and race to uncover and stake out the locations of the treasures before midnight. As they discover and decipher the glyphs, they can avoid rooms where demons secretly slumber and selfishly keep such information from their rivals. Meanwhile, locations of the manor that promise to conjure the most treasure will see multiple clans clashing over the territory. Through deduction, bidding, betting, and bluffing, players will uncover and harness the secrets within. The game ends after a player has placed all of their treasure hunters or if all players consecutively pass. The band that claims the most treasure while avoiding cursed rooms will come away victorious.&#10;&#10;Spectral features multiple challenge levels &mdash; beginner mode, standard mode, and advanced modules &mdash; so that you can tailor the game to your experience.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/m1r9KXSdtK8UDU54InCCYg__original/img/zoQoOVDXScSB211L5UWxrAr48pE=/0x0/filters:format(png)/pic7515218.png","thumbnail":"https://cf.geekdo-images.com/m1r9KXSdtK8UDU54InCCYg__thumb/img/p52K4qUvx2qjChd4kHDLI7Wtytg=/fit-in/200x150/filters:strip_icc()/pic7515218.png","minPlayers":2,"maxPlayers":5,"playingTime":30,"mechanics":["Area Majority / Influence","Auction / Bidding","Betting and Bluffing","Constrained Bidding","Deduction","End Game Bonuses","Paper-and-Pencil","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.72846,"averageRating":7.29659,"rank":5387,"designers":["Ryan Courtney"],"publishers":["Bitewing Games"],"artists":["Brigette Indelicato","Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":3,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}