{"gameId":391163,"name":"Forest Shuffle","description":"In Forest Shuffle, players compete to gather the most valuable trees, then attract species to these trees, thus creating an ecologically balanced habitat for flora and fauna.&#10;&#10;To start, each player has six cards in hand, with cards depicting either a particular type of tree or two forest dwellers (animal, plant, mushroom, etc.), with these latter cards being divided in half, whether vertically or horizontally, with one dweller in each card half.&#10;&#10;On a turn, either draw two cards &mdash; whether face down from the deck or face up from the clearing &mdash; and add them to your hand, or play a card from your hand by paying the cost, then putting it into play.&#10;&#10;Each tree and dweller shows a cost, and to pay this cost, you must discard cards from your hand into the clearing face up. If you play a tree, flip the top card of the deck into the clearing, then place the tree in front of you. If you play a dweller, pay only the cost on the dweller you choose, then slide this card under a tree that has an empty side that matches the dweller you want to play. (A tree can have cards played on all four sides of it: top, bottom, left, and right.)&#10;&#10;Alternatively, you can play a card face down as a tree sapling. This card costs nothing and can have dwellers played on it, but it has no species, whereas each tree is one of eight species.&#10;&#10;After you play a card, you can use the effect on this card (drawing cards, placing additional cards, taking another turn, etc.) or gain the bonus you gained if you paid for this card with cards of the same color &mdash; or both, if applicable, with the effect taking place before the bonus.&#10;&#10;If at the end of your turn the clearing contains more than nine cards, place all of these cards in the box out of play.&#10;&#10;During set-up, three winter cards were placed into the bottom third of the deck. When the third winter card is drawn, the game ends immediately, then players tally their points based on the trees and dwellers in their forest. Whoever scores the most points wins.&#10;&#10;Forest Shuffle is the first in a line of Lookout games sporting the Lookout Greenline label, produced on FSC certified paper and avoiding plastic completely.&#10;&#10;","image":"https://cf.geekdo-images.com/08bC8NviSTNc4Zvur4pueA__original/img/GcBtTHjdPXagHE-IOCpQ0he6rN4=/0x0/filters:format(jpeg)/pic7578350.jpg","thumbnail":"https://cf.geekdo-images.com/08bC8NviSTNc4Zvur4pueA__thumb/img/Xq8TNBmMl3Z7DoynvbUXchFAztc=/fit-in/200x150/filters:strip_icc()/pic7578350.jpg","minPlayers":2,"maxPlayers":5,"playingTime":60,"mechanics":["Chaining","End Game Bonuses","Hand Management","Layering","Multi-Use Cards","Open Drafting","Set Collection","Tags","Turn Order: Pass Order"],"isExpansion":false,"yearPublished":2023,"bggRating":6.33459,"averageRating":7.49164,"rank":1551,"designers":["Kosch"],"publishers":["Lookout Games","Gém Klub Kft.","Lord of Boards","Rebel Sp. z o.o."],"artists":["Toni Llobet"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":27,"recommended":12,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":15,"recommended":24,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":9,"recommended":27,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":6,"notRecommended":22,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":21,"numPlayersIsAndHigher":true}]}