{"gameId":391137,"name":"Galactic Cruise","description":"Hello, and welcome to Galactic Cruise. Here, we offer our guests something special: the comfort of a luxury cruise with the innovation of space travel. As the first company to offer extended-stay space vacations, we are excited to have you working for us! As a supervisor of this company, you&rsquo;ll be expected to not only build these ships and satisfy our guests, but also to help the company thrive by enhancing our company network, inventing new technologies, and growing our workforce.  We are a united company, and you&rsquo;ll often find that what another supervisor does will make your job easier. Let me be clear, though, this is a competition. Our current CEO will be stepping down in three years, and the supervisor who comes out on top will take his place.&#10;&#10;On your turn, you will either place a worker to take two actions in the ever-expanding network, launch a ship and send one of your workers to space as a pilot, or recall all your earthbound workers to collect funding bonuses. Actions include acquiring blueprints, constructing ships, attracting guests, and building developments&ndash;connections between locations that increase action selection throughout the game. You will also be affecting resource markets that ebb and flow with the actions of all the players.&#10;&#10;Throughout the game, you will also be competing with your fellow supervisors to complete company goals, which will earn you progress cubes throughout the game. Progress cubes are also placed when you launch ships, and when a certain number of cubes are placed onto the company&rsquo;s progress track, the game ends, and the player with the most Victory Points becomes the new CEO of Galactic Cruise.&#10;&#10;Do you still think you have what it takes to work for us? You do? Great. Let&rsquo;s get started.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/l-LMcklO683dyVlnRZS3mg__original/img/iCKYMpwsmiM18FHFT9Nzuk625bQ=/0x0/filters:format(jpeg)/pic7556818.jpg","thumbnail":"https://cf.geekdo-images.com/l-LMcklO683dyVlnRZS3mg__thumb/img/8usx0HfsTXTpE2kklVRMtJGAwFY=/fit-in/200x150/filters:strip_icc()/pic7556818.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Action Points","Connections","End Game Bonuses","Hand Management","Income","Market","Modular Board","Multi-Use Cards","Open Drafting","Set Collection","Solo / Solitaire Game","Track Movement","Variable Set-up","Victory Points as a Resource","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2025,"bggRating":6.91162,"averageRating":8.46139,"rank":588,"designers":["T.K. King","Dennis Northcott","Koltin Thompson"],"publishers":["Kinson Key Games","CrowD Games","Dranda Games","HIT Games","PD-Verlag","Portal Games","Super Meeple"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":5,"recommended":29,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":13,"recommended":51,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":54,"recommended":16,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":16,"recommended":46,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":31,"numPlayersIsAndHigher":true}]}