{"gameId":391549,"name":"Pillars of Heracles","description":"Join us on an epic journey through the world of Archaic Period Greece, where heroes are born, city-states clash in bitter rivalries, and the gods themselves shape the destiny of mortals. Prepare to immerse yourself in a strategic and immersive board game experience.&#10;&#10;In this game, you will embark on a quest to build and shape your own city-state, compete against formidable adversaries, and navigate the intricacies of ancient Greek society.&#10;&#10;Against its rich historical and mythological backdrop, the game offers a unique blend of area control, rondel mechanics, and deckbuilding, tableau building, set collection and resource management. As you expand your city-state and manage your resources, you'll need to strategize your moves on the rondel, carefully planning your actions. Building and managing your deck allows you to customize your strategy and prepare for exciting challenges.&#10;&#10;Will you channel the wisdom of the mighty Olympian gods to lead your city-state to greatness? Or will you rely on cunning tactics and military might to conquer your rivals?&#10;&#10;As you explore the game's intricately designed world, you will encounter iconic figures from Greek history and mythology, engage in trade and diplomacy, and face the challenges and rewards of city-building. Every decision you make will shape the fate of your city-state and determine your path to victory.&#10;&#10;Are you ready to step into the world of legends and forge your own destiny? Join us and become part of the legacy of the ancient Greeks.&#10;&#10;The cultural and historical aspects of the game have been closely checked by Jan Heinemann, a historian specializing in Archaic and Classical Greece.&#10;&#10;","image":"https://cf.geekdo-images.com/NZGlbyH3lFwz3_VH44uNug__original/img/wzOB8pcNfXQKhVWhmkpld9ddwQM=/0x0/filters:format(jpeg)/pic7720844.jpg","thumbnail":"https://cf.geekdo-images.com/NZGlbyH3lFwz3_VH44uNug__thumb/img/epZh68QM8-MW--3vU5cpDczRVHI=/fit-in/200x150/filters:strip_icc()/pic7720844.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Area Movement","Deck, Bag, and Pool Building","Rondel","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.53038,"averageRating":8.62857,"rank":14811,"designers":["Ol치h Tam치s"],"publishers":["Apeiron Games","Grand Gamers Guild"],"artists":["Szab칩 D치vid"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":true}]}