{"gameId":391886,"name":"Canopy: Evergreen","description":"Underneath the dense canopy of the Pacific Northwest rainforests, a thriving ecosystem exists. Schools of salmon swim upstream, wildflowers and lush ferns dot the mossy floor, and a gray wolf looks for its next meal. In Canopy: Evergreen, players compete to grow the tallest trees, collect sets of wild plants, and create bountiful habitats to help native animals thrive.&#10;&#10;In the game, players take turns selecting new cards for their forest from three growth piles. Each time you look at a pile, you may select it and add those cards to your rainforest tableau, or return the pile face down, adding one additional card to it. As the piles grow, you must search for the plants and animals that will benefit your forest the most &mdash; but choose carefully as mingled in with the flora and fauna are dangers in the form of fire, disease, and drought. After three seasons, the player who has grown the most bountiful rainforest wins!&#10;&#10;Canopy: Evergreen is a standalone game featuring card drafting and set collection similar to the original Canopy game, with new rules for collecting food, growing trees on your forest board to gain permanent bonuses, and nourishing interactive wildlife. Get lost in the evergreen forest with new plants, animals, and environmentally-friendly 3D tree tokens that grow while you play the game!&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/0sQ9OnX05bX7hFpDARjB7Q__original/img/2oh9Nze5vnKiSftUjO6GI3N6YCs=/0x0/filters:format(jpeg)/pic7577252.jpg","thumbnail":"https://cf.geekdo-images.com/0sQ9OnX05bX7hFpDARjB7Q__thumb/img/RKcK-JcmOeHFxsim-X2g5Nvt6m8=/fit-in/200x150/filters:strip_icc()/pic7577252.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Open Drafting","Push Your Luck","Set Collection"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":6.67368,"rank":-1,"designers":["Tim Eisner"],"publishers":["Weird City Games"],"artists":["Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}