{"gameId":392452,"name":"Heroes of the Sanctum: The Strategy Card Game","description":"&ldquo;Sacred tomes speak of a rift between our realm and the darkness. A time when ancient manifestations of the dark will force us all to the edge of extinction. It is foretold that the last of the Sanctum&rsquo;s champions will stand between the coming terrors and oblivion. That time has finally come to pass&hellip;&rdquo;&#10;&#10;Heroes of the Sanctum: The Strategy Card Game is a portable, quest-based solo/co-op adventure set in a dark, post-apocalyptic fantasy universe. In Heroes of the Sanctum, players embark on perilous quests, assembling a party of 4 heroes from a selection of 12 unique characters to confront the creatures of the Rift and achieve their objectives. While traversing hazardous regions, players interact with their surroundings, overcome threats, acquire loot, manage equipment, and advance their heroes while protecting their Sanctum Banners.&#10;&#10;During each turn, players draw a Stratagem card that provides the party with Action Points, a temporary effect, and a variety of available actions. These actions can be assigned using distinctive double-sided Hero Tokens. Players are tasked with navigating imminent perils and striving to fulfil the objectives of the Sanctum. However, they must be prepared for the reactive responses of immediate threats and even the environment itself. Victory can only be achieved by meeting the specific conditions outlined on the chosen Quest card.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/hrCvZ5U8gbnMWn340UpZqA__original/img/kBNq8NJiJsf_DF29t-yMQSShY80=/0x0/filters:format(jpeg)/pic7585594.jpg","thumbnail":"https://cf.geekdo-images.com/hrCvZ5U8gbnMWn340UpZqA__thumb/img/Nd1h9hSy2XBL6FU9IQ5pNoGus7w=/fit-in/200x150/filters:strip_icc()/pic7585594.jpg","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Action Retrieval","Cooperative Game","Events","Role Playing","Solo / Solitaire Game","Trading","Worker Placement"],"isExpansion":false,"yearPublished":0,"bggRating":0,"averageRating":8.75,"rank":-1,"designers":["Simon Duong","Mel Georgiou"],"publishers":["FireTap Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}