{"gameId":393179,"name":"Shipyard (2nd Edition)","description":"We&rsquo;re in 19th century, sea transport is more and more important. Both corporations and naval forces require newer and newer ships. Try to put yourself in the role of their manufacturers. Hire employees, buy accessories, get favour of evaluating committees. Don&rsquo;t forget to rent a canal and you can heave anchor.&#10;&#10;Players take turns, beginning with a randomly selected player and continuing around the table clockwise. On their turn, they will choose one of the available actions from the Action Track. The action will get the player something they need to help build their ships. On the player's next turn, they will move that Action Card ahead of all the others and choose a different action.&#10;&#10;If a player completes a ship on their turn (ships consists of little cards depicting bows, sterns, and (preferably several) middle pieces with several options to add equipment or crew), it is taken out for a shakedown cruise in a canal, during which they may score points for speed, crew, equipment, or safety.&#10;&#10;As players take their turns, the line of Action Cards will advance around the Action Track. When the lead Action Card reaches the Starting Space again, the countdown marker moves down one space, and play continues.&#10;&#10;The game ends when the countdown marker reaches the finish space. (It can also end early if the players run out of Ship Cards.) Bonus points are scored for Government Contracts, and the player with the most points wins.&#10;&#10;The game lasts about 30 minutes per player.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/KI_9cZKyYhbmkKyaUzag4A__original/img/k0AFyPoq6jLCLgRYVqT5-i0ZFOI=/0x0/filters:format(jpeg)/pic7692151.jpg","thumbnail":"https://cf.geekdo-images.com/KI_9cZKyYhbmkKyaUzag4A__thumb/img/Hr4JtXtHueTQd5IvY9q7QMRW81c=/fit-in/200x150/filters:strip_icc()/pic7692151.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Contracts","End Game Bonuses","Modular Board","Open Drafting","Rondel","Set Collection","Tile Placement"],"isExpansion":false,"yearPublished":2023,"bggRating":5.83781,"averageRating":7.59086,"rank":4023,"designers":["Vladimír Suchý"],"publishers":["Delicious Games","Arrakis Games","Jumping Turtle Games","Rio Grande Games","Tesla Games","TLAMA games"],"artists":["Michal Řezníček","Adela Stopka"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":7,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":5,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}