{"gameId":393509,"name":"Planet Unknown: Supermoon","description":"The meteor strikes have caused great damage. We&rsquo;ve gathered as much wreckage as possible so please use the salvage carefully. Complete the primary objective and build the planet that will preserve humanity. Expand your developments onto the Supermoon in case the meteorite hazards get out of hand.&#10;&#10;Another giant leap for Polyomino board games.&#10;&#10;Planet Unknown is a polyomino tile-laying game that mixes tile-placement, engine-building, simultaneous play, and resource and rover management for a unique and competitive gameplay experience. Supermoon is the first expansion.&#10;&#10;SUPERMOON SUPERPUZZLE&#10;A new decision point has been created. Place your tile on your moon or onto your planet. The moon comes equipped with a 3d satellite mini to help clear meteorites in a unique way. You could even choose to deploy a rover on your moon. Tile selection, tile placement, and meteorite cleanup will be the key to mastering this new puzzle.&#10;&#10;EXTENDED GAMEPLAY&#10;The net effect of the Supermoon expansion will be games that take roughly 5 simultaneous turns longer, extending your gameplay from ~65 minutes to ~80 minutes. This extension allows new strategies to emerge and players must challenge existing assumptions about Planet Unknown retain to their winning edge.&#10;&#10;SALVAGE TILES&#10;A supply of salvage tiles will be available to each player. Each salvage tile is a split polyomino, salvaged from the recent meteor showers, and always has one resource and one meteorite. Instead of drafting from the S.U.S.A.N., you may choose to place any two of your salvage tiles placing them together or apart.&#10;&#10;NEW PLANET AND CORPORATION&#10;With the recent meteor shower, a new corporation has assembled from the wreckage. Mix and match the new planet and corporation content to create even more asymmetric pairings in Planet Unknown.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/1Z9CyClFHtpWI_q5q78Vug__original/img/pNZQV3oE6-vPrsAIwNma-nyKuZs=/0x0/filters:format(jpeg)/pic7602926.jpg","thumbnail":"https://cf.geekdo-images.com/1Z9CyClFHtpWI_q5q78Vug__thumb/img/rhE51WFcj_1uM4PaTUaPal6wg24=/fit-in/200x150/filters:strip_icc()/pic7602926.jpg","minPlayers":1,"maxPlayers":6,"playingTime":80,"mechanics":["Multiple Maps","Open Drafting","Tile Placement","Track Movement","Variable Set-up"],"isExpansion":true,"yearPublished":2024,"bggRating":0,"averageRating":8.675,"rank":-1,"designers":["Ryan Lambert","Adam Rehberg"],"publishers":["Adam's Apple Games, LLC"],"artists":["Yoma"],"playerPollResults":[{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}