{"gameId":393672,"name":"Gloomhaven: Buttons & Bugs","description":"Gloomhaven: Buttons &amp; Bugs is a solo play game, with an original campaign story written by Isaac Childres, that features a playstyle similar to Gloomhaven in a fraction of the size.&#10;&#10;Gloomhaven: Buttons &amp; Bugs is set after the events of Gloomhaven and Forgotten Circles. The Aesther recluse Hail has earned a reputation for being highly instrumental in saving the city from recurring disasters, and she absolutely hates it. Wannabe heroes are constantly barging in on her studies at the Crooked Bone, looking for help in becoming famous themselves &mdash; not to mention all the demons that come by looking for vengeance. She briefly considered moving, but as that would require effort, she instead just placed an enchantment on her front door: Anyone who attempts to open it becomes miniaturized and therefore is no longer a problem.&#10;&#10;Your character is one such wannabe hero. In an ill-advised attempt at fame, they try to visit Hail, and poof. Now they're the size of a mouse and have entered an entirely different realm of lawlessness and self-preservation. They must find a new way into the Crooked Bone to convince Hail to return them to their previous size.&#10;&#10;Each scenario is a single card, pitting one mercenary against a handful of enemies with simplified actions and AI. Each mercenary has a hand of just four double-sided cards, but they can be used twice &mdash; both the front and the back &mdash; before they are discarded. Attacks are resolved using a die in conjunction with a modifier table, and both the table and the mercenary ability cards can be improved as you level up throughout the campaign.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Z6MMX39UEAZT3-f-DlnHsA__original/img/0t6A_tOIToHUkrBkhd2vUKDfric=/0x0/filters:format(jpeg)/pic8114705.jpg","thumbnail":"https://cf.geekdo-images.com/Z6MMX39UEAZT3-f-DlnHsA__thumb/img/5Bf6oWIJTdHYpLAodTPqbDxh_Bc=/fit-in/200x150/filters:strip_icc()/pic8114705.jpg","minPlayers":1,"maxPlayers":1,"playingTime":30,"mechanics":["Campaign / Battle Card Driven","Card Play Conflict Resolution","Critical Hits and Failures","Grid Movement","Hand Management","Hexagon Grid","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Storytelling","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.88231,"averageRating":7.75608,"rank":3639,"designers":["Joe Klipfel","Nikki Valens"],"publishers":["Cephalofair Games"],"artists":["Yanis Cardin","Mofei Wang"],"playerPollResults":[{"numPlayers":1,"best":12,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":0,"notRecommended":8,"numPlayersIsAndHigher":true}]}