{"gameId":394144,"name":"Risk Strike","description":"Fast and fierce world domination! Get off the board and right into the action with this Risk Strike cards and dice game, a fresh twist on the Risk board game! Gameplay is simple, but highly strategic. Declare which continent you want to attack, deploys your troops, and roll the dice to start battling. Use tactics cards to sabotage, bombard, spy, and more in pursuit of world conquest. Defeat your opponents in battle to conquer continents and earn domination coins. The first player to earn 2 domination coins wins! The Risk Strike game is an exciting blend of classic Risk gameplay and the raw emotions of fleeting alliances that can turn on you with the play of a card. It's a fun strategy card game for Family Game Night, and with a compact size, it makes a great travel card game for playing anytime, nearly anywhere!&#10;&#10;Includes 42 continent cards, 40 tactics cards, 5 reference cards, 6 domination coins, 3 red dice, 2 black dice, and rulebook.&#10;&#10;RISK GAME AS CARD AND DICE GAME: Fast and fierce world domination! Get off the board and right into the action with this quick-playing Risk Strike cards and dice game, a fresh way to play the Risk game&#10;&#10;PLAY IN ABOUT 20 MINUTES: Enjoy all the intensity of the Risk board game in a fast-paced, easy-to-set up card and dice game! The Risk Strike strategy game can be played in as little as 20 minutes&#10;&#10;DICE BATTLE TO CONQUER CONTINENTS: In this game of strategic conquest, players compete to dominate the most continents. Roll the dice to battle your rivals for one of the 42 continent cards&#10;&#10;BOLD STRATEGY: Strategize with tactics cards, featuring troops and battle actions. Declare your attack and deploy your troops. Players can rally, sabotage, bombard, spy, and perform other tactical manoeuvres&#10;&#10;COLLECT DOMINATION COINS TO WIN: Includes 6 coloured domination coins. Claim one by collecting a complete set of continent cards. Be the first player to collect 2 domination coins to win&#10;&#10;FAST FUN ANYTIME: The Risk Strike family card game brings edge-of-your-seat excitement to game nights and more! It's a fun game for fans of the original Risk board game and newcomers alike, ages 10+&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/MiH1igvQ8m-PpLPBNwTypA__original/img/nQUoVz4rJLS9IkX8S-9eQdyFuEk=/0x0/filters:format(jpeg)/pic8561746.jpg","thumbnail":"https://cf.geekdo-images.com/MiH1igvQ8m-PpLPBNwTypA__thumb/img/orKlofb9VX1GXB5hxFxi5DiO5WM=/fit-in/200x150/filters:strip_icc()/pic8561746.jpg","minPlayers":2,"maxPlayers":5,"playingTime":20,"mechanics":["Dice Rolling","Set Collection"],"isExpansion":false,"yearPublished":2023,"bggRating":5.69186,"averageRating":6.87963,"rank":6062,"designers":["George Feledichuk","Sophie Horton-Jones","David \"Duvey\" Rudow","Leo Taylor"],"publishers":["Avalon Hill","Hasbro"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":8,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":6,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}