{"gameId":394218,"name":"Shadows of Brimstone: Lost Tombs of Khamuntet","description":"In the Lost Tombs of Khamuntet Core Set, players take on the role of a group of 1930s pulp adventure Heroes, exploring the dark chambers and crumbling passages of ancient Tombs, in search of fortune and glory! Lost in the desert sands of Egypt for thousands of years, these cursed temples are overrun with terrifying mummies, flesh-eating scarab swarms, and mythological guardians from Egyptian lore, brought to life through the power of the Dark Stone.&#10;&#10;The Heroes of your expedition include the fearless Archaeologist, using her mastery of Egyptian Lore to explore the tombs while seeking out ancient artifacts and relics to bring back to the museums of Cairo, the combat-ready Soldier of Fortune, blazing away at dangers with his twin .45s, the scholarly Professor, using his knowledge of the occult and vast academic expertise to solve the riddles of the past, and the heavy-hitting Mechanic, using her hefty wrench to smash Enemies and her mechanical knowhow to overcome the deadly traps that litter the ancient halls.&#10;&#10;New Enemies include Crypt Mummies, bursting forth from their burial chambers to take their revenge on the living, vicious Scarab Swarms that pour out of infested Sarcophagi to consume anything that lay in their path, the Cult of Horus, fanatical followers of the ancient ways working to resurrect the corrupted sorcerer Khamuntet, Anubite Jackals, terrifying supernatural hunters and warriors of Anubis, and the towering Tomb King, an ancient and massive statue brought to life to bring ruin on intruders!&#10;&#10;This set also features the Sunken City of Pharrox, a brand new OtherWorld to explore. Once a powerful kingdom of the ancient world, ruled by a dynasty of ruthless vampires, the island city of Pharrox Atlantea was destroyed in a cataclysm of war with the Ancient Egyptians and their gods. Submerged beneath the roaring seas, the ancient city has been lost for millennia; its remaining inhabitants lay in twilight slumber until the long dormant gateways to the ancient city are activated once more.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/f5jqhhXIMJsIBs_n8OwaZA__original/img/5H5V2wQzamuEc1UOdcyHY5NEXx0=/0x0/filters:format(jpeg)/pic7620285.jpg","thumbnail":"https://cf.geekdo-images.com/f5jqhhXIMJsIBs_n8OwaZA__thumb/img/KNzQZqgP_cuKrBFWwyHyujwOIvY=/fit-in/200x150/filters:strip_icc()/pic7620285.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Grid Movement","Modular Board","Role Playing","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.53769,"averageRating":9.6093,"rank":12806,"designers":["Jason C. Hill"],"publishers":["Flying Frog Productions"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}