{"gameId":394217,"name":"Shadows of Brimstone: The Impossible Hell Train","description":"In The Impossible Hell Train Core Set, players take on the role of a group of traveling Heroes riding the railroad through the corrupted territory of the American Southwest. With the long-awaited rail lines of the Western Express now up and running, an influx of new blood have set their sights on making a name for themselves in the Badlands of Brimstone. But these are dangerous times, and swarms of HellBats darken the sky while gangs of Train Robbers lay in wait for the next locomotive carrying precious Dark Stone and wealthy passengers looking for adventure.&#10;&#10;Players take on the role of Heroes like the Bounty Hunter, boarding trains to seek out her next bounty, dead or alive, the daring Cavalry Officer, master of Hit and Run attacks, wielding a pistol and sabre, the cunning Reporter from the big city, searching for the story of a lifetime, and the hearty Rail Worker, swinging his two-handed sledgehammer to smash demons as easily as he drives rail spikes to build the lines.&#10;&#10;New Enemies include hordes of Soulless, demon-possessed undead passengers that have had their souls ripped out, Mounted Train Robbers on horseback to ride up alongside the train for a high speed shootout, as well as Train Robbers on foot for when they board the train searching for goods and Dark Stone to steal, Grotesques, nightmarish winged gargoyles from the Badlands that descend from the skies to tear their way into the train, and the hulking Hellborn Engineer, fused with the burning coals and twisted iron of the train itself, this brute burns hot with the power of the Darkness!&#10;&#10;This set also features the otherworldly Hell Train, itself; a nightmare locomotive that runs on rails of fire, barreling through the Void and burning its mark across all worlds! Flickering in and out of reality, the runaway Hell Train belches black smoke from its stacks, and the sound of its whistle splits the night as the thunderous rumble of its engine shakes the foundations of the earth as it approaches.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/D2gM3fj8Snv3siV1LdfNxA__original/img/-l4xs44VSLntMnA4rL7sGV9d8g0=/0x0/filters:format(jpeg)/pic7620295.jpg","thumbnail":"https://cf.geekdo-images.com/D2gM3fj8Snv3siV1LdfNxA__thumb/img/2EnXOCq4H_cocciRv1IDG8uQO_c=/fit-in/200x150/filters:strip_icc()/pic7620295.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Cooperative Game","Dice Rolling","Grid Movement","Modular Board","Role Playing","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":5.53577,"averageRating":9.71429,"rank":13072,"designers":["Jason C. Hill"],"publishers":["Flying Frog Productions"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}