{"gameId":394201,"name":"Bear Mountain Camping Adventure","description":"In a world where nature's grandeur meets the thrill of adventure, lies the looming shadow of Bear Mountain. And now, you&rsquo;re invited to embark on a remarkable journey through its untamed wilderness in Bear Mountain Camping Adventure.&#10;&#10;But this won't be any ordinary expedition. To conquer Bear Mountain, you must venture through the great outdoors, camping in at least one site of every color. As you traverse the scenic trails, you'll be pitted against your own desire to stop and smell the roses, and an urge to push the trek further into the mountains. For at the end of the day, the first brave adventurer to reach the Bear Mountain Campsite will come out victorious.&#10;&#10;In order to complete the journey, travelers must strategically build both their green and their blue camping activity decks by collecting cards which will help them to explore new areas and campsites. Upgrade your tent to unique campers to carry more gear and strengthen each hand. Every night, you&rsquo;ll want to carefully decide where to set up camp, as this will determine which activities you&rsquo;ll draw for the next day. But be warned, while some campsites have incredible benefits, you may accidentally startle a roaming bear, causing you to flee in the wrong direction.&#10;&#10;Your choices will shape your adventure. Every decision is an opportunity to experience the wonders of Bear Mountain in new and exciting ways, creating limitless replayability. And when you reach the pinnacle, a panorama of natural splendor stretches before you. Gaze upon the gorgeous vistas, a testament to your triumph and the memories you've created along the way.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ifj0QeyWRbDZ81i1UBtMFQ__original/img/eso9NhEWvB8-89jUy8AdtqjNy5w=/0x0/filters:format(jpeg)/pic7615607.jpg","thumbnail":"https://cf.geekdo-images.com/ifj0QeyWRbDZ81i1UBtMFQ__thumb/img/AKeYrFFCDdA4z6U-VR3n7Vj1QII=/fit-in/200x150/filters:strip_icc()/pic7615607.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Deck, Bag, and Pool Building","Race","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":10,"rank":-1,"designers":["Casey Mattes"],"publishers":["SweaterBear Games"],"artists":["Vecteezy"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}