{"gameId":394334,"name":"Sunrise Lane","description":"Even behind the appearance of the most serene and romantic residential neighborhood lies fierce competition between construction companies to build it. Welcome&hellip; to Sunrise Lane.&#10;&#10;Sunrise Lane is a game for 2 to 4 players where you pick the most prestigious plots of land and build beautiful houses&hellip; if you can beat your competitors to it!&#10;&#10;The rules are simple: choose a space that is adjacent to any pre-existing structure and play a card of the same color to build a house and score points. Play more cards to build additional floors: the taller the house, the more points you get!&#10;&#10;With enough cards in your hand, you can even build more than 1 house during your turn. If that highly valuable plot of land you've been eyeing is just out of your reach, don&rsquo;t fret! You can always discard any card to build a park and keep your building spree going.&#10;&#10;You get a new card at the end of each turn, but beware: renovations are not allowed after construction is complete, so make sure to be prepared before you start! Just skip a turn from time to time to draw more cards, if you need to.&#10;&#10;Don&rsquo;t forget the requirements of the town plan to accumulate bonus points! Construct the tallest houses in the blue districts, and make the majority of houses in the red districts! Additional points are also awarded to the largest groups of adjacent houses.&#10;&#10;Build a dream neighborhood&hellip; in Sunrise Lane!&#10;&#10;","image":"https://cf.geekdo-images.com/nfMAnSqat9Cyy1bwwZlQ_g__original/img/pkM2JA8wTqjAFj7_ihMcdjDM5bc=/0x0/filters:format(jpeg)/pic7645268.jpg","thumbnail":"https://cf.geekdo-images.com/nfMAnSqat9Cyy1bwwZlQ_g__thumb/img/Kneh1lUYavhl66fAh0qj4l0iwbY=/fit-in/200x150/filters:strip_icc()/pic7645268.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":[],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":4,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Horrible Guild"],"artists":[],"playerPollResults":[{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}