{"gameId":394334,"name":"Sunrise Lane","description":"In Sunrise Lane, players take on the role of construction companies attempting to build up a residential neighborhood, and to do this, they need to pick prestigious plots of land on which to build houses and town structures.&#10;            &#10;In more detail, the game board depicts a grid of spaces that each show 1-5 dots in a single color, and each player has a set of colored House pieces, with the colors having no connection to the space on the board. On a turn, you either draw 2 colored cards from the deck and add them to your hand (with a limit of 5 cards in hand) or discard cards to place a building, then draw a card.&#10;            &#10;When you build, you must build adjacent to a pre-existing structure (or the central space at the start of the game), and you must discard 1 or more cards of the same color as the dots in the space on which you want to build. You can discard 1-5 cards, after which you place 1-5 of your House pieces on this space, then score points equal to the number of dots on the space multiplied by the number of House pieces you placed. You can build multiple buildings on a turn as long as you build your next one adjacent to the last one you built.&#10;            &#10;When a player has 2 or less House pieces in their supply, the game ends, then players score endgame points, with two of the districts awarding points for the highest buildings and the other two for the most buildings. Additionally, points go to the player with the longest group of adjacent buildings.&#10;&#10;","image":"https://cf.geekdo-images.com/nfMAnSqat9Cyy1bwwZlQ_g__original/img/pkM2JA8wTqjAFj7_ihMcdjDM5bc=/0x0/filters:format(jpeg)/pic7645268.jpg","thumbnail":"https://cf.geekdo-images.com/nfMAnSqat9Cyy1bwwZlQ_g__thumb/img/Kneh1lUYavhl66fAh0qj4l0iwbY=/fit-in/200x150/filters:strip_icc()/pic7645268.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":[],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":7.33333,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Horrible Guild"],"artists":[],"playerPollResults":[{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}