{"gameId":395405,"name":"Reign of Hades","description":"Reign of Hades immerses players in a visually stunning and modern interpretation of Greek Mythology with its captivating blend of dungeon crawler elements and action-driven storytelling. In this enthralling, co-operative campaign game, you will take on the roles of fallen heroes who were once mighty Olympian Gods. Imprisoned in Tartarus by the cunning Hades, you and your fellow players must set yourselves free and navigate the treacherous realms of the Underworld together. Starting as mortal shadows of your former selves, you will fight to reclaim your divinity and strength, with one ultimate goal in mind: confronting Hades and taking back what's rightfully yours&mdash;Olympus.&#10;&#10;Reign of Hades introduces a novel Dice-Grid System, which allows you to enhance your attacks by turning a combat die to a better facing or &#10;upgrading it to the next level. You will interact with the game by playing cards into your limited number of card slots, which allow for infinite variability and interesting choices while keeping the gameplay simple, intuitive, and easy to pick up. While the core gameplay focuses on the cooperation between teams of two, there will be a dedicated three-player variant and a thrilling solo variant for those seeking solitary adventures.&#10;&#10;Will you and your fellow gods overcome the trials of the Underworld, reclaim your divinity, and restore balance to Olympus? The fate of the gods and the very fabric of the mythological world hang in the balance. Embrace your divinity within and embark on a quest you will never forget!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/mU0bGunB3C8xaxkmdWEnzg__original/img/gZbqubrkTTNr8lPADg_ZLuZx4YU=/0x0/filters:format(jpeg)/pic7628043.jpg","thumbnail":"https://cf.geekdo-images.com/mU0bGunB3C8xaxkmdWEnzg__thumb/img/KU0U7uTgXD-zpY11VfW47guEIeQ=/fit-in/200x150/filters:strip_icc()/pic7628043.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Retrieval","Area Movement","Campaign / Battle Card Driven","Cooperative Game","Hand Management","Multi-Use Cards","Role Playing","Simultaneous Action Selection","Team-Based Game","Variable Player Powers"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":6.9375,"rank":-1,"designers":["Richard Amann","Attila Sümegi"],"publishers":["Legend Crafters"],"artists":["István Dányi","Damien Mammoliti"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}