{"gameId":395667,"name":"Incubo","description":"A Cooperative Push Your Luck Deck-Building Game&#10;&#10;Incubo is a cooperative deck-building game designed for 2 players, where they take on the roles of a child &quot;Tommy&quot; and his best friend cat, &quot;Alpha&quot;, as they confront their fears to rescue their sister, &quot;Nina&quot;. Together, they must build their decks by passing cards between each other, eliminating weaker or negative cards, and facing various adventures within the dream world. The game is divided into three R.E.M. phases, each culminating in a confrontation with a terrifying monster, such as a ball of yarn, a half-opened wardrobe, a pigeon, and more. These monsters are confronted simultaneously by both players on different parts of the creature, and every victory strengthens the characters. Throughout the game, players will manage their resources, represented by the ticking of time to ensure they can save Nina.&#10;&#10;Tommy, Alpha, and Nina were three inseparable friends,&#10;Creating fantastic stories, thanks to Bimbo's dad's tales they blend.&#10;But a new kitten, Lana, caused chaos in the home,&#10;And a nightmare made them face their deepest fears all alone.&#10;&#10;In the dream, Nina was a prisoner of worries,&#10;And Tommy and Alpha joined to save her in a hurry.&#10;Through a world where fears were alive, they traveled,&#10;Overcoming them with courage, strength of spirit and bravery unraveled.&#10;&#10;A dark forest they faced, where monsters roamed,&#10;But they weren't intimidated by the fears they showed.&#10;And when the monster who held Nina captive was defeated,&#10;They woke up refreshed, ready for new adventures, fears defeated.&#10;&#10;Tommy, Alpha, Nina, and Lana lived many extraordinary adventures,&#10;Learning that friendship and courage are the most powerful weapons.&#10;Together they faced fears and obstacles with valor,&#10;And their friendship grew stronger with every passing hour.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/c4XlcsrTSMLXND2Lynyreg__original/img/5pV5j0Rha_iLdMoQMGQdb1r4WKM=/0x0/filters:format(jpeg)/pic7630533.jpg","thumbnail":"https://cf.geekdo-images.com/c4XlcsrTSMLXND2Lynyreg__thumb/img/B2V86lkW6IQTK9ny9ysAcBxqaHw=/fit-in/200x150/filters:strip_icc()/pic7630533.jpg","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Cooperative Game","Deck Construction","Multi-Use Cards","Push Your Luck"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Francesco Messina"],"publishers":["Mojito Studios"],"artists":["Matteo Sorighe"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}