{"gameId":395644,"name":"Combat Arena: Lair of the Beast","description":"Combat Arena: Lair of the Beast is a great way of playing fast and furious games in the world of Warhammer 40,000.&#10;&#10;Graceful aliens, sturdy robots, and genetically-enhanced super-soldiers have been tossed into an arena to fight to the death. To ensure maximum carnage, there&rsquo;s also a massive, frenzied beast to take on! Team up with your rivals to eliminate the threat, but be careful&hellip; Only one champion can ultimately win the match.&#10;&#10;Descend into the lair of a deadly alien Ambull for glory, revenge, or profit in Combat Arena: Lair of the Beast &ndash; an action-packed game for two to four players featuring an eclectic collection of Warhammer miniatures. Pick from one of 10 diverse characters &ndash; from Space Marine Sergeant Vennaro to the oddly self-aware &lsquo;robot&rsquo; UR-025 &ndash; each with their own unique skills and talents, to battle both the Ambull and each other to emerge victorious.&#10;&#10;With fast-paced, brutal gameplay, anything can happen. You&rsquo;ll need to stay on your toes &ndash; or get incredibly lucky &ndash; to win. Play with just one friend, or get four people together for an epic slugfest. Games can be finished in about a half hour, which means you can get a few rounds in to try out different tricks, or get revenge.&#10;&#10;This box includes: &#10;&#10;     A rulebook with background material about the fighters and the galaxy in which they live, assembly guides, 8 pages of game rules, and a variety of playing modes and missions to try out&#10;     13 models that can be built without the need for glue&#10;     Everything you need to play &ndash; dice, cards, a game board, tokens, and profiles for each fighter&#10;&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/qGjZ5LgaF1BBbVic8aqjAQ__original/img/onXxweiBTt3thAba7UIq-pIvnww=/0x0/filters:format(jpeg)/pic7760621.jpg","thumbnail":"https://cf.geekdo-images.com/qGjZ5LgaF1BBbVic8aqjAQ__thumb/img/PLO0nGrzf4MLtwDklfXGMeD7ch0=/fit-in/200x150/filters:strip_icc()/pic7760621.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Dice Rolling","Hexagon Grid","Semi-Cooperative Game"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":6.54545,"rank":-1,"designers":[],"publishers":["Games Workshop Ltd."],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}