{"gameId":396375,"name":"Gems of Iridescia","description":"Welcome to the fantastical world of Iridescia. This abandoned world, lush with rare gems has been vacant for centuries due to a cataclysmic event forcing it&rsquo;s inhabitants to take to the skies. The land is now safe to return to and it&rsquo;s former residents are coming home. Take on the role of one of 4 clans to explore the lands, mine gems, restore ancient relics, and find the lost Iridia Stone to ascend to the throne and re-unite the people of Iridescia!&#10;&#10;Gems of Iridescia is an easy to learn, fun to master worker placement board game where players will push their luck as they compete to mine gems, restore ancient relics and ascend to the throne of a rich gem-filled world.&#10;&#10;Quick to learn using a simple rule system that enables players to jump right into the game without reading page after page of rule books. Secret objectives and a variety of ways to score create different paths to victory making every expedition a unique and fun experience.&#10;&#10;Explore Iridescia by flipping over land tiles, revealing the gems hidden beneath them and then roll dice to mine them. Each gem color is tied to a dice value that can be manipulated to help your cause. Roll high enough, and you can claim more gems, adding them to your cargo hold providing you with a valuable resource for restoring relics and scoring royalty points!&#10;&#10;Sell some of your hard earned Gems and visit Rumi the Travelling Merchant to purchase tools that will grant your adventurers exciting new abilities to aid in their search for Iridescia&rsquo;s treasures!&#10;&#10;Your trove of Gems can be used to restore Iridescia's ancient relics. Restoring Relics will gain you tons of Royalty Points and solidify your claim to the throne!&#10;&#10;The beautifully illustrated world of Iridescia provides a bounty of little hidden details and treasures for players to discover.&#10;&#10;","image":"https://cf.geekdo-images.com/Su02vooIVAxG6k50Bsq1DQ__original/img/iUVX7w-TrYaZrr5qPcA8-lGHxB4=/0x0/filters:format(png)/pic8401627.png","thumbnail":"https://cf.geekdo-images.com/Su02vooIVAxG6k50Bsq1DQ__thumb/img/yMj7T3Z-oY0mT6d0bfC0Z1i7jyY=/fit-in/200x150/filters:strip_icc()/pic8401627.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Dice Rolling","End Game Bonuses","Hexagon Grid","Push Your Luck","Set Collection","Worker Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":9.42609,"rank":-1,"designers":["Roberto Panetta"],"publishers":["Rock, Stone & Dice Games"],"artists":["Michael Dashow","Sarah \"Freedz\" Conlon"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}