{"gameId":397138,"name":"Dungeon Legends","description":"Dungeon Legends is a cooperative, standalone card-based game set in the world of Chronicles of Avel. Throughout the game, you'll take on the roles of heroes embarking on a dangerous mission deep into the dark dungeon. A fully replayable campaign of 5 engaging chapters awaits you, where you must reach the deepest depths and defeat the evil lurking there, whilst preventing monsters from reaching the Castle.&#10;&#10;What's it about?&#10;&#10;The game is divided into 5 chapters, each describing the party's expedition into the dungeon. They must brave searing flames, unravel the enigma of ancient machinery, explore forsaken mines rich with magical Dust, outrun torrents of molten lava, and ultimately confront an ageless evil. We encourage experiencing the chapters in order, as that will provide you with an engaging campaign of increasing difficulty, however, each chapter provides a stand-alone challenge that can be approached repeatedly.&#10;&#10;Each player embodies a hero with a unique deck, reflective of their individual style. As the game unfolds, you'll discover new cards that will expand your abilities. A player's turn consists of playing cards from their hand, applying their effects, attacking monsters, and using areas to their advantage. The basic rules remain consistent across all chapters, but each one introduces new cards, special rules, and unique goals for achieving victory.&#226;&#128;&#175;&#10;&#10;","image":"https://cf.geekdo-images.com/r2YvG9OoG46_05dZhoWR_w__original/img/jZcLG6LmERF8_ZD4jabjPDcNcS4=/0x0/filters:format(png)/pic8001603.png","thumbnail":"https://cf.geekdo-images.com/r2YvG9OoG46_05dZhoWR_w__thumb/img/SIbsKxHfcV8tQQPQSxbRhY8Fysw=/fit-in/200x150/filters:strip_icc()/pic8001603.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Cooperative Game","Deck Construction","Deck, Bag, and Pool Building","Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2024,"bggRating":5.52447,"averageRating":7.66667,"rank":16574,"designers":["Przemek Wojtkowiak"],"publishers":["Rebel Studio"],"artists":["Bartłomiej Kordowski"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}