{"gameId":397393,"name":"Altered","description":"Altered is an innovative TCG which offers a new, refreshing approach to both competitive and casual players. Set in a universe of rich lore and visual design (influenced by Miyazaki's work and Dixit-like illustrations), this game is about exploring a new, reshaped Earth after a mysterious event, the Confluence, profoundly altered it.&#10;&#10;Shape your own adventure, choose a faction and lead your expeditions through an ever-changing world. Be the first to discover what the universe of Altered has in store for you!&#10;&#10;What really lies at the heart of this revolution is a ton of expertly tailored details &mdash; a new rarity system, deep evolving lore, innovative game mechanisms and design &mdash; and a phygital experience that comes along with its myriad of life-quality improvements, both for the players, tournaments organizers and store owners alike.&#10;&#10;Born and led from the mind of talented game designer R&eacute;gis Bonness&eacute;e (founder of the Libellud studio, which published Dixit, Mysterium, Dice Forge, and Seasons), this project is brought to you by the French studio Equinox, based in Paris, in partnership with and exclusively distributed by Asmodee.&#10;&#10;","image":"https://cf.geekdo-images.com/E6eSTnQJI5ZXq_jza9t_7A__original/img/7mIFCfvWmWY-YDxQ5FyTnpvVmM8=/0x0/filters:format(jpeg)/pic7972726.jpg","thumbnail":"https://cf.geekdo-images.com/E6eSTnQJI5ZXq_jza9t_7A__thumb/img/DxzdAEGDzh8JPqyoY2Ol_rmWqno=/fit-in/200x150/filters:strip_icc()/pic7972726.jpg","minPlayers":2,"maxPlayers":2,"playingTime":40,"mechanics":[],"isExpansion":false,"yearPublished":2024,"bggRating":5.6289,"averageRating":7.66786,"rank":7211,"designers":["Régis Bonnessée","Jacques Ernoult","Merlin Ismet","François Jourdain","Léa Roulée","Manuel Rozoy","Charles Wickham"],"publishers":["Equinox"],"artists":["Max Fiévé","Ting-Yun Yu"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}