{"gameId":398,"name":"Wildlife Safari","description":"Wildlife Safari was originally published by AMIGO as Flinke Pinke. This game is one of those 'painfully simple' Reiner Knizia games. There are five different colored chips, with six cards, zero through five, in each of the colors.  The cards are dealt out, and then players take turns playing a card and taking any available chip.  When one color has all six cards played on it, then the game is over, and players use the last card played in each category to value their chips.  The highest total value wins.&#10;&#10;Description of 1994 Milton Bradley re-issue Quandary, for 2-4 players:&#10;&#10;A game of placement, shares and nerve by Reiner Knizia, this is a lovely edition with nice, heavy tiles akin to Mah-jong pieces in weight and feel. Players in turn lay numbered pieces on tracks curling to the centre, and then take a share in any colour. The round ends when a track is filled. Scoring is based on your total share multiplied by the value of the final tile played on each track. So if you are collecting blue shares, I'll try and lay a blue 1 as near last as possible. Then you'll want to play a blue 5 to raise your possible score, but must take a share in a different colour. Same game, different production.&#10;&#10;Description of 2003 Fantasy Flight Games re-issue, Loco!, for 2-4 players:&#10;&#10;Here is the FOURTH version of the game that was originally Flinke Pinke only this time, the added &quot;rule&quot; is that whenever you play a card with a value of &quot;0&quot;, you must say &quot;Loco!&quot; aloud or forfeit your opportunity to select one of the colored chips.  Apart from that, the game is identical.&#10;&#10;Description of the 2010 Eagle-Gryphon Games games re-issue, Botswana, for 2-5 players:&#10;&#10;This fifth version of the game adds a safari theme. Rules and gameplay are unchanged from the original version (no rules about animal noises), but the chips are replaced by plastic animal figures and the cards are covered in matching animal fur patterns. In 2014, Gryphon Games released a new edition of this game as Wildlife Safari, featuring the same components and artwork but changing the title of the game.&#10;&#10;","image":"https://cf.geekdo-images.com/gQJDSsdGmD95yZmetiGsRg__original/img/utaTB4H_KVSB5ZY5VQHnc0ATLNw=/0x0/filters:format(png)/pic8550221.png","thumbnail":"https://cf.geekdo-images.com/gQJDSsdGmD95yZmetiGsRg__thumb/img/rJUFkz9YFgf8i33gJCeVAv7TYZY=/fit-in/200x150/filters:strip_icc()/pic8550221.png","minPlayers":2,"maxPlayers":5,"playingTime":30,"mechanics":["Commodity Speculation","Hand Management","Open Drafting","Stock Holding"],"isExpansion":false,"yearPublished":1994,"bggRating":6.26216,"averageRating":6.74174,"rank":1845,"designers":["Reiner Knizia"],"publishers":["AMIGO","25th Century Games","AURUM, Inc.","Eagle-Gryphon Games","Esdevium","Fantasy Flight Games","Midgaard Games","Milton Bradley","Muduko","New Games Order, LLC","PS-Games","Swan Panasia Co., Ltd."],"artists":["Charlie Bink","goo","Weberson Santiago","Piotr Sokołowski"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":33,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":12,"notRecommended":23,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":30,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":34,"recommended":11,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":22,"notRecommended":15,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":24,"numPlayersIsAndHigher":true}]}