{"gameId":398898,"name":"High Season: Grand Hotel Roll & Write","description":"Welcome to the best hotel in Vienna! In High Season: Grand Hotel Roll &amp; Write, you prepare rooms, accommodate guests, make personnel decisions, and court the favor of the emperor, all while managing your money and trying to avoid loans.&#10;&#10;The game lasts seven rounds, and each player has a hotel board and staff board, with eight of each being available. At the start of a round, roll dice based on the number of players, then place them on the six spaces (numbered 1-6) on the action board. On a turn, draft one of the dice, then use the associated according to its strength, which is based on the number of dice on that space when you remove it. The actions allow you to:&#10;&#10;&#10;    Prepare as many rooms for guests as the strength of the action, paying the cost for each.&#10;    Occupy a prepared room by paying the cost minus the action's strength; gain the depicted one-time bonus when doing so.&#10;    Advance on the emperor track equal to the action's strength; gain the listed bonuses as you reach them, with a point bonus for reaching the end of the track first.&#10;    Earn krone, the game's currency, equal to the action's strength.&#10;    Hire a staff member on your board, paying their cost minus the action's strength. Two staff members give you a permanent bonus, two grant a one-time effect, and two provide bonus points during scoring.&#10;&#10;&#10;If you are the first player to occupy one of the eight rows or seven columns, you earn bonus points that are unavailable to anyone else who occupies this row or column later. When you occupy all the rooms in a contiguous color group on your board, you gain an immediate bonus of points (for a blue group), krone (red), or steps on the emperor's track (yellow).&#10;&#10;The bonuses and effects of the staff differ on each board, so you need to figure out how to take advantage of the opportunities available through them in combination with your particular arrangement of hotel rooms and the dice available each round.&#10;&#10;After seven rounds, players tally their points, possibly losing some in the process for ignoring the emperor, but ideally overcoming that loss thanks to occupied rooms, assorted bonuses, and staff-generated endgame points.&#10;&#10;","image":"https://cf.geekdo-images.com/Zt6AMK-u_lT1nRjIjwF_tQ__original/img/N2Rn0aDwqq5wYmfWQYNTTC9BvO0=/0x0/filters:format(jpeg)/pic7704802.jpg","thumbnail":"https://cf.geekdo-images.com/Zt6AMK-u_lT1nRjIjwF_tQ__thumb/img/YdBVubNro5SGgPC__kxzTWkkY54=/fit-in/200x150/filters:strip_icc()/pic7704802.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Dice Rolling"],"isExpansion":false,"yearPublished":2023,"bggRating":5.65695,"averageRating":6.6901,"rank":6603,"designers":["Virginio Gigli","Ryan Hendrickson","Simone Luciani"],"publishers":["Lookout Games"],"artists":["Klemens Franz"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}