{"gameId":400817,"name":"Epochs: Course of Cultures","description":"In Epochs: Course of Cultures, you will lead your civilization and plan a path through the crossroads of history across three epochs. Be a pioneer to expand territories, be an innovator to foster study and research, or be a warmonger to raid using superior armaments. The choice is yours, and it is your strategic acumen that will shape the course of cultures and lead your people toward victory.&#10;&#10;Within the game, you will compete with other leaders to become the most prestigious civilization over three epochs: ancient, medieval, and modern. You will introduce a total of nine inventions to customize your civilization. On your turn, you can choose to expand your territories on the shared map, build a city, establish a trade route, do academic research, change the form of government, and build magnificent wonders to consolidate your authority. Unfortunately, being peaceful is not always the best way to benefit your people as leaders can choose to declare war on others within an epoch. A wise leader may have to prepare for war by improving military units...just in case.&#10;&#10;Immerse yourself in a re-imagination of human history in which every decision carries weight and every action shapes the course of your civilization. Will you be remembered as a benevolent ruler, revered for your cultural achievements? Or will you carve out a legacy through conquest, leaving a trail of triumph in your wake? The fate of your people rests in your hands. Be a visionary leader, and create a civilization that will stand the test of epochs.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/5sydDA4w_tM6hTerT941LA__original/img/aF3__aRnEfqrkqQViLVSvHt7DjQ=/0x0/filters:format(png)/pic7721996.png","thumbnail":"https://cf.geekdo-images.com/5sydDA4w_tM6hTerT941LA__thumb/img/wvk5OMsp0UkHJo8MWEQ1D_53hUg=/fit-in/200x150/filters:strip_icc()/pic7721996.png","minPlayers":2,"maxPlayers":4,"playingTime":180,"mechanics":["Hand Management","Hexagon Grid","Modular Board","Open Drafting","Variable Player Powers"],"isExpansion":false,"yearPublished":2025,"bggRating":5.53451,"averageRating":7.88333,"rank":13934,"designers":["Jeffrey CCH"],"publishers":["ICE Makes"],"artists":["Arepko","James Churchill","Cold Castle Studios","Roxy Dai","Joel Holtzman","Maciej Janik","Amanda Phelps","Jelena Pjevic"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}