{"gameId":401182,"name":"The Sixth Realm","description":"Thousands of Years Ago&#10;Conflict and strife between the six races resulted in years of war and suffering. One day, a strange cursed fog began to roll in from the north. The races fled south, and settled in what is today known as the Five Realms. Their ancient traditions and cities were lost to the miasma, and slowly forgotten by history.&#10;&#10;Modern Day&#10;A dwarven merchant ship sailing to Merchants Cove noticed that the poisonous miasma surrounding the land had been lifted. Word quickly made its way to Queen Tabitha who organized excursions to this new land. What they found shocked them; this was their ancestral homeland, and the six races used to live in peace. Peace and harmony had returned to the Five Realms, and thus the ancient curse had been lifted.&#10;&#10;In The Sixth Realm, players assume the role of explorers who&rsquo;ve sailed to this new (old) continent. With the backing of the crown and help from the guilds, players will compete to make a name for themselves in this strange new land.&#10;&#10;A game of The Sixth Realm takes place over three rounds.  Each round, the Stone Council will meet seven times, determining in which order each of the six guilds are going to activate. Players will then have the ability to take actions based on the selected guild. By exhausting their supplies of precious resources they will be able to take stronger actions, or even petition to take a different guild's actions.&#10;&#10;As the game progresses, You will have opportunities to win the favor of the Stone Council and gain more permanent support from the guilds, allowing you to take powerful actions.&#10;&#10;As word of your deeds spread, your popularity will rise and you will attract new Envoys to aid you in your endeavors&mdash;enabling taking free actions that can lead to lots of exciting multi-stage combos.&#10;&#10;The Merchants Guild is all about resources. Gain new resources and refresh exhausted ones to keep your engine running smooth.&#10;&#10;The Builders Guild are trying to construct a permanent settlement, and need your help laying foundations and building homes.&#10;&#10;The Adventurers Guild are busy exploring ancient ruins, diving deeper into the dungeon for greater rewards, and precious artifacts from their ancestors.&#10;&#10;The Navigators Guild want to explore the entire continent, establishing outposts in forgotten cities, rebuilding bridges, and unearthing forgotten relics.&#10;&#10;The Scribes Guild are in charge of recording and scrubbing information on scrolls, which can be done with ink resources to take powerful free actions.&#10;&#10;The Historians Guild are in charge of translating scrolls and texts from an unearthed library containing a treasure trove of ancient traditions.&#10;&#10;Throughout the game, players will earn the Queen&rsquo;s Favor, and use it to influence her royal challenges. These challenges will ask players to accomplish certain feats in this new land, and bestow royal favor upon those who rise to the challenge.&#10;&#10;The Sixth Realm is a heavy euro game stuffed to the brim with combos, bonuses, engine building, and interaction. The player-driven scoring and action-selection mechanisms mean that no two games play out the same. You must carefully balance long-term strategic planning, short-term  tactical adjustments, and the desires of your opponents to make a name for yourself as you return to the homeland of your ancient ancestors.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/_39NP2aY8K8VrBv2vg_JTQ__original/img/RqV_h5Y6xR83xcDObJql_MgRAmE=/0x0/filters:format(jpeg)/pic8034704.jpg","thumbnail":"https://cf.geekdo-images.com/_39NP2aY8K8VrBv2vg_JTQ__thumb/img/kJ4NuSQuTY1Un4eFxl45n6xYe_U=/fit-in/200x150/filters:strip_icc()/pic8034704.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Chaining","End Game Bonuses","Market","Movement Points","Network and Route Building","Once-Per-Game Abilities","Set Collection","Solo / Solitaire Game","Tile Placement","Track Movement","Turn Order: Claim Action"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":8.06478,"rank":-1,"designers":["Matthew Dunstan","Seth Jaffee","Drake Villareal"],"publishers":["Final Frontier Games"],"artists":["Mihajlo Dimitrievski"],"playerPollResults":[{"numPlayers":1,"best":7,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":7,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":5,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}