{"gameId":401217,"name":"Cascadito","description":"The kingdom is reuniting, but the work of El Cascadero and his ministers has only begun. Many challenges and opportunities await the kingdom. Bandits threaten to overwhelm the towns, rivers present new modes of travel, trade continues to grow, and the borders must be defended.&#10;&#10;Cascadito is the smaller spiritual sibling to Reiner Knizia&rsquo;s big box tile placement strategy game, Cascadero. Each player receives their own sheet and a pencil. 6 dice are rolled, and players take turns drafting a die used to fill in a space on their map. The dice display 5 colors, representing the 5 town types on the map. When a colored die is chosen, the player fills in a space adjacent to a matching colored town.&#10;&#10;By reaching towns with groups of filled in spaces, players will trigger town scoring in the book of successes on their sheet. If players plan their routes wisely, these escalating successes can trigger a cascade of combos to give them a competitive edge in earning the public achievements and private bonuses.&#10;&#10;The game ends immediately when all the public achievements have been claimed or when one player gains all the private bonuses. Players will then tally up their successes and achievements to determine the winner.&#10;&#10;Cascadito retains the challenging, combotastic core of Cascadero &mdash; the interplay between the map and book of successes &mdash; while providing a refreshingly unique and complimentary experience:&#10;&#10;     Players are limited to the dice options on the table, and they must watch their opponent&rsquo;s plans and routes carefully when drafting a die on their turn.&#10;     Features 4 dramatically unique sheets with different maps, tracks, achievements, strategies, landmarks, and bonuses. These sheets are (1) Rural Beginnings, (2) Raiding Bandits, (3) The Two Rivers, and (4) Trade and Defense.&#10;     Contained within a smaller and faster package, great as a filler game or travel companion.&#10;     Includes a solo mode for each sheet with a standard and advanced difficulty.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/B3L2DX7tNotwmhKi6fJyyA__original/img/5Ku-bjQyHG2Xwzu5s_dVzej-h3o=/0x0/filters:format(jpeg)/pic7732722.jpg","thumbnail":"https://cf.geekdo-images.com/B3L2DX7tNotwmhKi6fJyyA__thumb/img/P4KmqpSbPpiPIJBKwedqOoQfcrY=/fit-in/200x150/filters:strip_icc()/pic7732722.jpg","minPlayers":1,"maxPlayers":4,"playingTime":45,"mechanics":["Chaining","Connections","Dice Rolling","Hexagon Grid","Open Drafting","Paper-and-Pencil","Solo / Solitaire Game","Tile Placement","Track Movement"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.5,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Bitewing Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}