{"gameId":401216,"name":"Cascadero","description":"The kingdom is shattered, its towns are divided, and its people are distrusting.  The newly crowned ruler, El Cascadero, seeks to reunite the land, but he can&rsquo;t do it alone. Thus, he appoints four ministers to visit the people and restore civil harmony. While the ministers are obligated to bring prosperity to the entire land, each of them also has one dedicated responsibility: Farming, Crafting, Mining, and Markets.  El Cascadero also records in his book the successes of his ministers&hellip;&#10;&#10;Cascadero is the next epic tile placement strategy game from acclaimed designer Reiner Knizia.  Ministers visit towns by placing their envoys adjacent to them; but towns are distrusting of single envoys, so newly placed envoys will only trigger town scoring when they are part of an established group or carry an official seal from El Cascadero himself. Towns with Royal Messengers at them or a history of envoy visits are even more valuable, as they willingly collaborate for even greater successes.&#10;&#10;Players must decide between two competing strategies: build long chains of their envoys to achieve synergies and objectives, or establish smaller, separate groups of envoys to trigger timely town scoring. Both will award victory points, yet your victory points will mean nothing if you don&rsquo;t also reach the end of your appointed success column.&#10;&#10;By triggering town scoring, you&rsquo;ll advance along that town&rsquo;s matching success column, gaining bonuses as you pass over them.  Bonuses include earning victory points, advancing further on any success column, claiming an official seal, repositioning an envoy, or even acquiring an additional turn. Through careful timing and clever plans, players can trigger a cascading combo of exciting bonuses that swing momentum in their favor.&#10;&#10;Cascadero provides a wealth of replayability through emergent player interaction, variable board and tile setups, and an advanced player mode featuring traveling heralds.  Yet the game will always end in one of two ways: when one player reaches fifty victory points or must place a tile but has no tiles left.  The players who reached the end of their appointed success column qualify for victory, and whoever among them has the most victory points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/yQDaiaHhxRRLA27gFoMO1Q__original/img/sO-3Lt-_2EiVw3PujwHSqu2fhhQ=/0x0/filters:format(jpeg)/pic7732734.jpg","thumbnail":"https://cf.geekdo-images.com/yQDaiaHhxRRLA27gFoMO1Q__thumb/img/ihEiZUScwJaM7CWCjkZw8pg_Zaw=/fit-in/200x150/filters:strip_icc()/pic7732734.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Chaining","Connections","Hexagon Grid","Once-Per-Game Abilities","Tile Placement","Track Movement"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.27778,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Bitewing Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}