{"gameId":401361,"name":"Doubt Is Our Product","description":"In the second half of the twentieth century, faced with the inconvertible truth that cigarette smoking caused lung cancer, the tobacco industry embarked on a campaign of deliberate disinformation while knowingly selling a deadly and highly addictive product. Deeply entrenched in American culture, and with deeper pockets, they leveraged their lobbyists and marketing to avoid regulation and dodge responsibility for a hundred million deaths. A disparate collection of scientists, grassroots activists, politicians, lawyers, and public health officials faced an uphill battle to change the culture, place limits on tobacco advertising, and combat a health crisis of unprecedented scope.&#10;&#10;This game from designer Amabel Holland (Nicaea, Endurance) models the asymmetry of this conflict by giving each side a different game. The Company, representing the industry, plays an economic deckbuilder, setting themselves up for big turns, chains of actions, and big profits. The Movement that opposes them is playing a political tableau builder &ndash; slowly coming together and organizing to advocate for legislation and regulation. These two halves, each with its own mechanisms and components, intersect the most fully in the disinformation war. Illustrating Brandolini&rsquo;s Law &ndash; &ldquo;the amount of energy needed to refute bullshit is an order of magnitude bigger than that needed to produce it&rdquo; &ndash; the Company player easily muddies the water, while the Movement must work hard to clear it away.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/YCWBjskfoubFFbBt8gxm2A__original/img/uUkeYgy5khMSrl_qKxhvIrPly7c=/0x0/filters:format(png)/pic7772943.png","thumbnail":"https://cf.geekdo-images.com/YCWBjskfoubFFbBt8gxm2A__thumb/img/7jL8pelRSje8J6zHKQYRpAnc0jc=/fit-in/200x150/filters:strip_icc()/pic7772943.png","minPlayers":2,"maxPlayers":2,"playingTime":90,"mechanics":["Deck, Bag, and Pool Building","Hand Management"],"isExpansion":false,"yearPublished":2023,"bggRating":0,"averageRating":8,"rank":-1,"designers":["Amabel Holland"],"publishers":["Hollandspiele"],"artists":["Amabel Holland"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}