{"gameId":401968,"name":"Requiem: Downfall of Magic","description":"&ldquo;Anno domini 1530, Wittenberg, Holy Roman Empire.&#10;&#10;10 years have passed since the dramatic action of Martin Luther, the new Protestant faction and the Catholic faction are still fighting for their doctrines. Rumor has it that a group of cultists has begun operating in the city. An apprentice necromancer, Cosma de Gubernatis, is leading this group of death worshipers, called Totentanz.&#10;It seems that these heretics are aiming to evoke Death in the material plane, to bring divine judgment and cleanse the earth of the undeserving.&#10;After the destruction of the Lodge of the Black Rose, a secret force, called the Order, has been created by the Roman Church. Their primary objective is to keep the nefarious Magic under control, preventing evil mages and powerful evocations to roam free all across the Empire.&#10;&#10;The Order recently found traces of Cosma, and now their goal is to discover his plans and stop this new threat for the Roman Church.&rdquo;&#10;&#10;Requiem: the Downfall of Magic is a cooperative map-based adventure game set in the same universe of Black Rose Wars: Rebirth, Nova Aetas Renaissance and Black Rose Wars, that will bring you to a fantastic and intriguing early 1500s Europe; asymmetrical characters will face crossroads campaigns, exploring territories and performing actions: depending on the players&rsquo; choices, successes, and decisions, the game can lead to a specific final battle and its corresponding ending.&#10;&#10;OVERVIEW&#10;Requiem: Downfall of Magic is a narrative campaign game for 1-4 players, where you will face unique quests and confront fearsome creatures. A Chapter Book will guide you, developing the plot and providing you with the specific rules for each quest.&#10;The narrative chapters take place on an ever-changing gaming board, made up of hexagonal tiles, each containing beautiful artworks and game elements.&#10;As you explore these tiles, you will encounter enemies to face and events to solve. The events will lead you deeper into the world of Requiem through the Discovery Book, with challenges and mysteries. The enemies will be faced slightly differently, as special boss fights with different rules and maps for each encounter.&#10;&#10;","image":"https://cf.geekdo-images.com/IUUqCao6EflJdBm7kVG4Xw__original/img/_DNXRSY154-ALPGhb4Vu2qOk1gE=/0x0/filters:format(png)/pic7754188.png","thumbnail":"https://cf.geekdo-images.com/IUUqCao6EflJdBm7kVG4Xw__thumb/img/sjb3Uc2Fa2EvnGugsaGgDOhcUhg=/fit-in/200x150/filters:strip_icc()/pic7754188.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Points","Action/Event","Area Movement","Cooperative Game","Dice Rolling","Die Icon Resolution","Events","Finale Ending","Hexagon Grid","Modular Board","Movement Points","Multiple Maps","Narrative Choice / Paragraph","Pick-up and Deliver","Push Your Luck","Scenario / Mission / Campaign Game","Solo / Solitaire Game","Variable Phase Order","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.57231,"rank":-1,"designers":["Leonardo Romano"],"publishers":["Ludus Magnus Studio"],"artists":["Eleonora Lisi","Simone Murgia","Cristian Casado Otazu","Giovanni Pirrotta"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}