{"gameId":402024,"name":"Conservas","description":"What you love most in life is bringing the joys of the sea to people around the world. You own a small tinning company on the coast of Spain where you make simply the best conservas for everyone to enjoy. You are responsible for the whole process, from managing the boats that go out in the morning, to catching the fish and finally selling your tinned goods. You have special goals each month, but it isn&rsquo;t always about making the most money. Having a sustainable impact on the sea is very important: if you harm the ocean by overfishing, then you will fail in your mission. Maintaining a balanced relationship with the sea is vital as you work hard and&#10;continue to make the best conservas in the world!&#10;&#10;In each game of Conservas, you begin each season with a single boat and a little money. The sea is represented by a bag of chits full of fish and water tiles. In each round you will fish from this bag, taking some back to your facility for tinning while leaving others at sea to breed.&#10;&#10;In order to win, you must maintain a delicate balance between fishing and allowing populations to grow. Each month will have a unique set of objectives, and your sustainability goals are as important as your financial targets. Each market is also unique with specific rules and strategies for making a profit. With 12 different scenarios, randomized decks of boats and upgrade cards, every game will offer a different challenge as you grow your company.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ShmrX5D3QG7RqG60HoNLIA__original/img/YyReaGm9eE1CClEF5BFXBvyIxl0=/0x0/filters:format(png)/pic7884933.png","thumbnail":"https://cf.geekdo-images.com/ShmrX5D3QG7RqG60HoNLIA__thumb/img/FIjh0MigQQjLRGg2rJ6GqKtGhTg=/fit-in/200x150/filters:strip_icc()/pic7884933.png","minPlayers":1,"maxPlayers":1,"playingTime":40,"mechanics":["Deck, Bag, and Pool Building","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":7.59091,"rank":-1,"designers":["Scott Almes"],"publishers":["Salt & Pepper Games"],"artists":["Jorge Tabanera Redondo"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}