{"gameId":402106,"name":"Power Vacuum","description":"Great news! The Supreme Appliance is dead! You've made your mournful public statement (&quot;tragic day,&quot; etc), and now you're ready to hatch your devious plot to steal the newly vacant Supreme Seat and claim Absolute Power for yourself. You only need to outmaneuver your fellow ministers - but they're a heap of low-watt gizmos, how hard could that be? Let the machinations begin!&#10;&#10;Power Vacuum is a 1-5 player trick-taking game with some treacherous twists. The game is played over several rounds, and in each round players use tricks to adjust the Power levels of other players to work toward their hidden Agenda cards. Power is gained by winning tricks with the highest number of the led suit, but it is also gained, lost, and exchanged between players through shrewd use of the Control Board, which is manipulated by the player of the lowest card of ANY suit. If at the round's end you have fulfilled your Agenda card, successfully picking the players with the most and/or least amount of Power, you get a large bonus payout. End-of-round points are exchanged for pieces of a great statue you are building to yourself. The first player to complete their statue becomes the next Supreme Appliance!&#10;&#10;Power Vacuum is not about winning every trick, but choosing the right card at the right time to engineer the rise or fall of your opponents in the short term so that you can profit the most in the long term. Additionally, each card's suit is visible on the back side, reducing the need to count your opponent's cards, so you can focus instead on the most cunning move - but watch out for Spies, the fifth suit hiding amongst the other four which will trump the trump suit. In this game, timing is everything.&#10;&#10;Power abhors a vacuum - will you plug it?!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/5GZzixxDgzy6SXZaPcXYpg__original/img/sC5lmLhpIUgDOaiWooldus8Njuc=/0x0/filters:format(jpeg)/pic7796716.jpg","thumbnail":"https://cf.geekdo-images.com/5GZzixxDgzy6SXZaPcXYpg__thumb/img/xlQoSDBq7i40IoYM2m35tHFPhZ0=/fit-in/200x150/filters:strip_icc()/pic7796716.jpg","minPlayers":1,"maxPlayers":5,"playingTime":45,"mechanics":["Dice Rolling","Die Icon Resolution","Hand Management","Highest-Lowest Scoring","Trick-taking","Victory Points as a Resource"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":6.27778,"rank":-1,"designers":["Kaleb Wentzel-Fisher"],"publishers":["Keen Bean Studio"],"artists":["Malachi Ray Rempen"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}