{"gameId":402663,"name":"Salton Sea","description":"Salton Sea is a unique place located in California, very close to the border with Mexico. The characteristics of this salty lake make it a unique location to generate geothermal energy, which takes advantage of the heat from the planet. In this area of intense geothermal activity, you will drill the ground and extract brine which, once processed, allows us to obtain the valuable lithium and sell it as part of a modern industry, far from fossil fuels, that will allow you to lead the energy transition towards a completely renewable future.&#10;&#10;Designed by David Bernal and illustrated by Amelia Sales, Salton Sea can be enjoyed alone or in groups of up to four players in sessions lasting about 120 minutes. During the game, players must manage their geothermal lithium extraction companies to obtain the greatest number of points. The extraction of this material and its subsequent processing will be the driving force of your companies.&#10;&#10;On your turn, place one of your four engineers on one of the available spaces to take an action. There are three different groups of actions: industrial actions (which allow you to obtain an exploration license, drill, extract, process or repair machinery), commercial actions (sell, acquire contract and execute contract), and management actions (research, buy shares, develop the business project or finance itself). It is up to you to manage the engineers at each point of the game to get the most out of your company.&#10;&#10;However, there is no single path to success. The game will reward you for exhausted land, executed contracts, short-term objectives, company development, or research advances. Will you master the power of the Salton Sea to create the most efficient geothermal company?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/pP4AVa3WNYvn2nWpE-Q6xw__original/img/tpe4k2kqT9AD0G7Y36Na0tHvgYI=/0x0/filters:format(png)/pic7821718.png","thumbnail":"https://cf.geekdo-images.com/pP4AVa3WNYvn2nWpE-Q6xw__thumb/img/dXEMvFFhoIj3QkSoK4YTCbAsJEo=/fit-in/200x150/filters:strip_icc()/pic7821718.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Contracts","Hand Management","Income","Investment","Solo / Solitaire Game","Stock Holding","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.86269,"averageRating":7.72414,"rank":3797,"designers":["David Bernal"],"publishers":["Devir"],"artists":["Amelia Sales"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":8,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":15,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":9,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":11,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":10,"numPlayersIsAndHigher":true}]}