{"gameId":402669,"name":"Sand","description":"People refer to this vast place only as the desert since no one remembers what was here before. The golden age of human beings has long passed. Now there is only sand, and the only hope is in the humidity.&#10;&#10;Travelers cross the desert that stretches from the slopes of the Akaishi Mountains to the cliffs of Seaclaw. Half-ruined ancient cities are home to the last human communities struggling to survive by foraging for what little green remains standing. These desert travelers transport goods on the backs of their caterpillars. Although their only goal is to make as much money as they can, at the same time and in a more or less deliberate way, they are helping to bring life back to the desert by carrying small plants from the artificial greenhouses of the cities to the most remote corners of this ocean of sand.&#10;&#10;Designed by Ariel Di Costanzo and Javier Pelizzari and illustrated by Ernest Sala, Sand is a game with a main mechanism of pick-up-and-deliver that can be enjoyed alone or in groups of up to four players in games of about 120 minutes long. Players have to earn as much gold as possible after six rounds (five in a four-player game) to win.&#10;&#10;In Sand, players put themselves in the shoes of these intrepid desert travelers who travel the paths of the board and visit the different towns. They collect goods to take them to other places and thus earn gold for the transport service. They cross the dunes on the backs of their faithful caterpillars, which, cared for, will grow and help players complete their tasks more effectively. Along the way they will be joined by helpful companions and be entrusted with missions that, if completed, will bring good benefits at the end of the journey. Help the plants take root again, and perhaps there is still some hope for this desolate place...&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/jAbc4LK0aCkV-JDLuZAmog__original/img/HoiYhXk8JCcanlWbLrtfF3ffvtA=/0x0/filters:format(jpeg)/pic7774173.jpg","thumbnail":"https://cf.geekdo-images.com/jAbc4LK0aCkV-JDLuZAmog__thumb/img/G_o7960_pMQaHjMFVVntK0m2NyQ=/fit-in/200x150/filters:strip_icc()/pic7774173.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Action Points","Contracts","Dice Rolling","Different Dice Movement","Pick-up and Deliver","Point to Point Movement","Resource to Move","Set Collection","Tech Trees / Tech Tracks"],"isExpansion":false,"yearPublished":2024,"bggRating":5.66613,"averageRating":7.66894,"rank":6365,"designers":["Ariel Di Costanzo","Javier Pelizzari"],"publishers":["Devir"],"artists":["Mado Peña","Ernest Sala"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":5,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":6,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}