{"gameId":402676,"name":"Cities","description":"You've been tasked by the city council to put together a plan to transform a whole neighborhood in the city. You have the opportunity to build new housing, office buildings, parks, and leisure areas near the waterfront. It is in your hands to make the city a better place.&#10;&#10;Cities is a city-building game in which you draft the best projects and arrange them in your own playing area. Designed by Steve Finn and Phil Walker Harding and illustrated by Jorge Tabanera, it allows games for groups of 2 to 4 players, ages 10 and up, lasting about 40 minutes. With action and resource draft mechanisms, it will give you the opportunity to visit the cities of Sydney, Venice, New York, Barcelona, Rio de Janeiro, Lisbon, Mexico City, and Buenos Aires. Can you design the most magnificent neighborhood?&#10;&#10;The game is played over eight rounds (or four rounds in a two-player game). Each round, players use their workers to collect 1 scoring card, 1 city tile, 1-2 feature tiles, and 2-4 building pieces. City tiles are made up of park spaces, water spaces, and building spaces. Building pieces are placed on building spaces of the same color to form buildings, which can be 1-4 stories high. Whenever a player fulfills an achievement, they place one of their discs on the achievement board. At the end of the game, players add up the points they have gained from all of their scoring cards and achievements.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/jJsq3gVshPzWL9MJnhmO_A__original/img/axK1CrNKWxZgxJHOApHbV9H0qy4=/0x0/filters:format(jpeg)/pic7977800.jpg","thumbnail":"https://cf.geekdo-images.com/jJsq3gVshPzWL9MJnhmO_A__thumb/img/1a_eu28Vr0EZZkW5XoL_7YPwqHw=/fit-in/200x150/filters:strip_icc()/pic7977800.jpg","minPlayers":2,"maxPlayers":4,"playingTime":40,"mechanics":[],"isExpansion":false,"yearPublished":2024,"bggRating":5.53858,"averageRating":7.77268,"rank":13379,"designers":["Steve Finn","Phil Walker-Harding"],"publishers":["Devir","999 Games","Nasza Księgarnia"],"artists":["Jorge Tabanera Redondo"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}