{"gameId":402677,"name":"Daitoshi","description":"We have finally perfected the power of steam, and we can now use it to our advantage! We live in an unprecedented era of progress, and new steam-powered inventions are developed faster than ever. Cities are growing, trade is flourishing, and we are developing our most ambitious machine ever: a giant contraption that will bring even more progress to the city. Yes, some trees are being cut down, and the river doesn't flow as plentifully as before, but there's still an abundance of trees and water, and we can use the extra space to expand our city &mdash; and it's not like the old creatures on those forests can do anything about it.&#10;&#10;On your turn in Daitoshi, you either produce or move your magnate to a new district in which you will be able to send your workers to work, command the exploit of forest or river hexes to fuel your endless need for steam, and perform an action to expand and show your greatness to the city.&#10;&#10;These actions not only help you in your search for acknowledgement, but help all the inhabitants of the big city. You will expand the city and electrify its districts, discover and develop new steam-powered inventions, and trade with faraway cities. You may even help the city build its gargantuan project: the mega-machine. Some forests might be cut down, and some rivers may be dried up, but in your generosity, you will help the displaced workers from those areas by giving them new jobs at your service.&#10;&#10;Old legends suggest the forests and rivers are guarded by Y&#197;&#141;kai, but progress can't be stopped because of some old fairy tales. Just in case, though, it could be wise to participate on some reforestation projects and hide your participation in the abuse of the natural resources...&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/RCQf2kr9tPW3RrrZj-9lvA__original/img/tCt01H_w1VQr-lU99inHPt1QJj8=/0x0/filters:format(jpeg)/pic7774194.jpg","thumbnail":"https://cf.geekdo-images.com/RCQf2kr9tPW3RrrZj-9lvA__thumb/img/--Lgerr-HDIhLb7kxrNWV2HLnGY=/fit-in/200x150/filters:strip_icc()/pic7774194.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Modular Board","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.59193,"averageRating":8.2041,"rank":9033,"designers":["Dani Garcia"],"publishers":["Devir"],"artists":["Marina Vidal"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}