{"gameId":402817,"name":"La Fleur","description":"Grandeur, love, and flowers! La Fleur is a strategy board game where you take on the role of a French Rococo garden enthusiast as you build your ch&acirc;teau, host garden parties, and gain prestige to hold the greatest of all garden gatherings, the Grande Soir&eacute;e. Each player begins the game as one of a multitude of characters with a ch&acirc;teau that is rather, well....plain and empty. How will you ever attract visitors to your ch&acirc;teau and build your reputation if there are no fountains to admire, no paths to wander, and, most importantly, no flowers!&#10;&#10;Each round you will send your artisans to different parts of Paris to acquire floral beauties, hire additional help, earn coins, commission new garden features for your ch&acirc;teau, and do many other things that artisans generally do. But be quick! Resources each round are limited, and the first artisan to each location gets their pick of the cr&egrave;me de la cr&egrave;me. Each round ends with a garden party, where visitors from across the globe come to shower you with prestige and opportunity. Be wary of your neighbors, though! If their ch&acirc;teau is more attractive than yours, some visitors may be more enticed to attend your neighbor&rsquo;s garden party than yours. Sacrebleu! As word of the beauty of your competing ch&acirc;teaus spreads, more and more visitors will flock to your gardens. When one player gains enough Prestige, all players add their bonuses from their objectives and garden features, and the player with the most Prestige is declared the Host of the Grande Soir&eacute;e!&#10;&#10;&mdash;description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/gxMWhgub4zKho3YyU5Dk4A__original/img/qyy8DO_Kzt3c43nnlfB2X4jSmkw=/0x0/filters:format(jpeg)/pic7774608.jpg","thumbnail":"https://cf.geekdo-images.com/gxMWhgub4zKho3YyU5Dk4A__thumb/img/kewjob15Aj5qVGTlXBmfGtRQoMU=/fit-in/200x150/filters:strip_icc()/pic7774608.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["End Game Bonuses","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":5,"rank":-1,"designers":["Amy Droz","Dusty Droz"],"publishers":["Dux Somnium Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}