{"gameId":403150,"name":"World Order","description":"The year is 2010, and the world is drastically changing. While the once-unrivaled influence of the United States is beginning to wane, other major powers are eagerly stepping onto the stage, ready to claim their piece of the geopolitical pie. In the East, Beijing is rising to become a global powerhouse. Simultaneously, Moscow is entangled in an intricate chess game with Washington, ready to counter its every move. And amidst these tumultuous waters, the European Union is trying to carve out its identity and role in the international stage.&#10;&#10;The world is undergoing a drastic shift, while power is being redistributed on a global scale &mdash; but who will take the lead in this rapidly changing world order?&#10;&#10;The board game World Order simulates modern international relations, with players taking control of one of the four dominant global powers of the 2010s: the United States of America, the People's Republic of China, the Russian Federation, and the European Union. Utilize your diplomatic power, economic strength, and military might to expand your influence across the globe. Form regional alliances, entice other nations through clever economic dependencies, or become the military juggernaut no one dares to mess with.&#10;&#10;World Order blends academic theories with thrilling gameplay, creating a never-before-seen experience of international relations! Join the fight and show the other powers that a new era is dawning!&#10;&#10;","image":"https://cf.geekdo-images.com/VXhn4fqu0Dm5WFZ0Pp3tfQ__original/img/fpxmqEyqGTiFkJevS3A_xi7JAt4=/0x0/filters:format(jpeg)/pic7947832.jpg","thumbnail":"https://cf.geekdo-images.com/VXhn4fqu0Dm5WFZ0Pp3tfQ__thumb/img/-QivtnidR6_SIyz686Q-Ita7YPM=/fit-in/200x150/filters:strip_icc()/pic7947832.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Deck, Bag, and Pool Building","Hand Management","Multi-Use Cards","Variable Player Powers"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":7.50632,"rank":-1,"designers":["Vangelis Bagiartakis","Varnavas Timotheou"],"publishers":["Hegemonic Project Games"],"artists":["Miłosz Wojtasik"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}