{"gameId":404455,"name":"The Dick Sits","description":"Prepare yourself for an outrageously funny gameplay experience with &quot;Dick Sits&quot;! The rules are simple, but the laughter is anything but. Here's how it goes:&#10;&#10;When it's your turn, if no Dick is visible, draw a Dick card. After that, you have a choice to make. Will you Sit or Sh*t? The fate of your butt rest in your hands!&#10;If Sitting:&#10;&#10;If you choose to Sit, get ready for the glorious moment of pushing the dice into the Glory Hole. Slide the box to the next player, building anticipation for the outcome. But wait, there's more!&#10;Everyone May Now Play Their Drawer Cards: Now it's time for some strategic maneuvers. All players can play their Drawer Cards, adding a twist to the outcome. Will you help yourself or hinder your opponents? The choice is yours!&#10;Once Finished, Reveal the Dice and Calculate Stretch Value: The moment of truth has arrived. Lift the box and reveal the dice result. Add the result to your Stretch Value, taking into account any modifiers caused by the Drawer Cards in play. Will your stretching skills measure up to the challenge?&#10;Sit Success: If your dice result is equal to or higher than the Dickficulty, rejoice! Your Sit is successful, and greatness awaits. Gain 1 Stretch Value, score a point, and bask in the glory of sitting on that victorious dick!&#10;Sit Failure: If the total result is lower than the Dickficulty, your Sit is deemed unsuccessful. Lose 1 Stretch Value, as your stretching skills take a temporary setback. The Dick remains, ready to taunt the next player who dares to sit upon it. It's a reminder that not all stretches end in triumph.&#10;&#10;Anal Tear Alert: The Perils of Dice Rolling - Beware the treacherous roll of the Dice! If you happen to roll a 6, an Anal Tear awaits you. This unfortunate event leads to missing your next turn, as the pain and discomfort take their toll. Remember, even in the world of &quot;Dick Sits,&quot; stretching has its risks.&#10;&#10;If Sh**ing:&#10;&#10;Sh**ing Strategies: Clean Breaks: When players decide to Sh*t instead of Sit, it's time for a clean break. Discard any visible Dicks on the table, clearing the way for new challenges and opportunities.&#10;Recharge:&#10;&#10;To wrap up the turn, players replenish their Drawer Cards. It's a chance to strategize and plan for the next round of stretching adventures.&#10;&#10;The first player to reach the target points wins (4-6 points depending on the number of players).&#10;&#10;&mdash;description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/IZa7zoC8gKwHEKw_Z8opuw__original/img/rpr-2O7VofgqnCyvMKfXsGN68i0=/0x0/filters:format(jpeg)/pic7875010.jpg","thumbnail":"https://cf.geekdo-images.com/IZa7zoC8gKwHEKw_Z8opuw__thumb/img/Olbrb40oLGpYo2QO8jvQ26MvYkc=/fit-in/200x150/filters:strip_icc()/pic7875010.jpg","minPlayers":2,"maxPlayers":8,"playingTime":30,"mechanics":["Dice Rolling","Hand Management","Lose a Turn","Take That"],"isExpansion":false,"yearPublished":2024,"bggRating":5.45751,"averageRating":5.15735,"rank":25859,"designers":["Adrian Collier"],"publishers":["ReRoll Works"],"artists":["Jose Garroté"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}