{"gameId":404509,"name":"Cthulhu: Dark Providence","description":"Set in the Cthulhu: Death May Die world and inspired by the writings of H.P. Lovecraft, Dark Providence is a competitive game in which players take on secret roles of Investigators and Cultists from the most influential cities of the United States during the Great Depression.&#10;&#10;While the Cultists explore the nation's vulnerability seeking to remake it into a twisted version of itself by consorting with unspeakable beings from nightmarish dimensions, Investigators take the opposite side, standing against this dark providence.&#10;&#10;Each player's secret alignment determines how they&rsquo;ll score points at the end of the game, however, this is not a cooperative game. During the game players use Influence cubes to bid for the right to claim Asset cards, take control of cities, and gather Mythos cards. Each new Asset card acquired improves the players&rsquo; deck and therefore the resources and actions they can perform during a turn.&#10;&#10;Trying to keep their identity secret and avoid insanity, players perform a multitude of actions, swaying Hired Agents to their side of the battle, assassinating other players&rsquo; Agents, gathering additional help from Mythos cards, blocking other players from claiming cards, and sealing or protecting Gates, among others to gain Victory Points.&#10;&#10;At the end, only the player with the most Victory Points of the dominant side of the battle will win the game!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/EZYvI0bb44l1yv5FiQXckQ__original/img/ns-w5v1DlgOiZuO-nhg5SUzzAJ4=/0x0/filters:format(png)/pic7839297.png","thumbnail":"https://cf.geekdo-images.com/EZYvI0bb44l1yv5FiQXckQ__thumb/img/0QCNGgVzFsr6P_QbdWdVlVj6yIE=/fit-in/200x150/filters:strip_icc()/pic7839297.png","minPlayers":1,"maxPlayers":5,"playingTime":120,"mechanics":[],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Travis R. Chance","Martin Wallace"],"publishers":["CMON Global Limited"],"artists":["Anders Finér"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}