{"gameId":404893,"name":"Tiny Epic Cthulhu","description":"Tiny Epic Cthulhu is a 45-minute, 1-4 player cooperative game that will immerse players in a world of spinning madness! Players take the roles of unique characters residing in a cold, forgotten island town off the coast of 1920s New Arkhamoore. However, all is not well in this seemingly peaceful town. Cosmic horrors are emerging from the dense sea fog, plunging the once sleepy town into a state of chaos.&#10;&#10;As players navigate through the game, they must work together to translate the Necronomicon, unveil the Great Old One, and seal the portals to banish the impending horror back into the cosmic realm. To achieve this, players must tap into the madness that surrounds the town, using it to translate pages, battle against shamblers, and prevent locations from succumbing to pure horror. The cusp of madness gives players benefits like more movement, stronger attacks, and cosmic intellect. However, they must be cautious not to push their own minds too far, as the line between sanity and madness is a delicate one.In this game, madness is a valuable resource that can be used to translate pages and enhance player abilities, but excessive madness can lead to defeat. The pressure to save the town is felt from the very first spin!&#10;&#10;Tiny Epic Cthulhu offers a tense and engaging gameplay experience, featuring innovative bag-building and push your luck mechanics. It includes a surprising component - a spinner! - which perfectly captures the essence of Lovecraftian madness and chaos, while still maintaining the strategic elements that players have come to expect from the Tiny Epic series. Each player will need to utilize their special powers, make use of the unique actions available in the town, and carefully manage their own madness. With its compact box and easy-to-understand rules, Tiny Epic Cthulhu offers meaningful decisions and layered strategies that will captivate players. It is a thrilling addition to the Tiny Epic series, providing an exciting and immersive gaming experience.&#10;&#10;","image":"https://cf.geekdo-images.com/TvZG5Hel3mmYkndGQK0amQ__original/img/mOegi7CjPO2jTXGujvPByRRmIkU=/0x0/filters:format(jpeg)/pic7823774.jpg","thumbnail":"https://cf.geekdo-images.com/TvZG5Hel3mmYkndGQK0amQ__thumb/img/lGkx3a4G5Y-CiAj5CKWGOwtvNZc=/fit-in/200x150/filters:strip_icc()/pic7823774.jpg","minPlayers":1,"maxPlayers":4,"playingTime":45,"mechanics":["Action Points","Cooperative Game","Deck, Bag, and Pool Building","Matching","Multi-Use Cards","Push Your Luck","Roll / Spin and Move","Set Collection"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":7.35714,"rank":-1,"designers":["Scott Almes"],"publishers":["Gamelyn Games"],"artists":["Ian Rosenthaler"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}