{"gameId":405719,"name":"Tabletop Inc.","description":"In Tabletop Inc players take on the role of board game publishers collecting the perfect mix of artwork, components, and mechanisms to build the greatest board games in the world. Enter an alternate 1970s where Mumans and humans have co-existed for millennia. The mix of human ingenuity and muman industriousness has created a new golden age of tabletop games, and you are in the right place at the right time.&#10;&#10;As CEO of a board game production company, you will be assigning your workers to jobs across a fabulous board game factory. Hiring Specialists, crafting components, and manufacturing mechanisms all in a bid to publish the most popular games, win tabletop awards and, of course gain victory points. Tabletop Inc offers a novel take on the worker placement mechanism where players are rewarded for paying attention to and predicting the actions of their opponents.&#10;&#10;On your turn you will be placing your workers to specific jobs, hiring new specialist employees with unique powers, building board games from components, artwork, and mechanisms, and submitting your games for prestigious awards. Tabletop Inc is board game all about board games!&#10;&#10;Tabletop Inc is a fast-paced worker placement style game which is quick to learn but offers a rich depth of experience in the gameplay. A huge design emphasis was placed on replayability with multiple paths to victory, a wide player count, and nearly 70,000 unique starting conditions.&#10;&#10;","image":"https://cf.geekdo-images.com/SiNHyVaGvOPEU4Qv62Ay-w__original/img/ee3LnzItdq1abgTDBDrsyr6iiCs=/0x0/filters:format(jpeg)/pic8877313.jpg","thumbnail":"https://cf.geekdo-images.com/SiNHyVaGvOPEU4Qv62Ay-w__thumb/img/jGEVtTZFZNKhs2JOnZEgS8wewY4=/fit-in/200x150/filters:strip_icc()/pic8877313.jpg","minPlayers":1,"maxPlayers":6,"playingTime":120,"mechanics":["Solo / Solitaire Game","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2025,"bggRating":5.60387,"averageRating":7.31382,"rank":8757,"designers":["Joseph N Adams","Madeleine Adams"],"publishers":["Cotswold Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}