{"gameId":406660,"name":"Seaside","description":"Seaside is a game that features only wooden tokens, and being lightweight and super portable, can be played everywhere. Bring it along on your next adventure!&#10;&#10;The sun is shining, as a light, salty wind sends cottony clouds scudding across the sky. Sandpipers filling their bellies with strange insects, crabs hiding under piles of rocks, seashells washed up on the sand, curling waves that break along the beach. Nature in its simplest beauty.&#10;&#10;One token at a time, create your Seaside with the elements the sea sends your way. The goal of the game is to have the highest stack of tokens.&#10;&#10;How to play:&#10;&#10;Put all tokens in the Bag and mix them up. The Play area is divided into 2 spaces: The sea (central area) and the Seaside (area in front of each player)&#10;&#10;On your turn, draw a token from the Bag, look at it secretly, choose the side that interests you and apply its effect. Once you have chosen the side of the token you'd like to play, it will remain like that for the rest of the game.&#10;&#10;Once you've applied the token's effect, your turn is over; pass the Bag to the player on your left. &#10;&#10;&#10;There are two types of tokens:&#10;&#10;Tokens with a blue design are thrown into the sea&#10;&#10;Tokens with a white design are placed on your Seaside&#10;&#10;If you pick a token with a blue design and throw it into the sea, you immediately take another turn. Your turn ends when you pick a token with a white design and put it on your Seaside.&#10;&#10;The key to the game lies in the interaction among the various elements of Seaside&rsquo;s ecosystem. The Sandpiper allows you to fetch Isopods from the Sea. The more Beaches you have, the more Shells you can collect from the Sea. Having one Rock does nothing, but the second one you place allows you to collect all the Crabs from the Sea... and even steal one from another player! Finally, Waves wash across the Beach tiles and flip them over.&#10;&#10;As soon as the bag is empty, the game is over. Stack up all the tokens from your Seaside, and the player with the highest stack wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/kRGRCtnIof68GRLRy4A9Xw__original/img/iFiUgWZJx5glSg3VVqq16px_pHc=/0x0/filters:format(jpeg)/pic7990519.jpg","thumbnail":"https://cf.geekdo-images.com/kRGRCtnIof68GRLRy4A9Xw__thumb/img/8Zq9Mdpg_QKlemYPhKUJRdPUntw=/fit-in/200x150/filters:strip_icc()/pic7990519.jpg","minPlayers":1,"maxPlayers":5,"playingTime":20,"mechanics":["Push Your Luck"],"isExpansion":false,"yearPublished":2024,"bggRating":5.8489,"averageRating":7.10557,"rank":4068,"designers":["Bryan Burgoyne"],"publishers":["Randolph","BoardGameMan","Edition Spielwiese","Geekach Games","Popcorn Games"],"artists":["Fanny Saulnier"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":7,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":7,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":4,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}