{"gameId":406854,"name":"Odin","description":"In Odin, you want to empty your hand as quickly as possible, sending all your Vikings out into the world.&#10;&#10;The game lasts several hands, with each hand consisting of one or more rounds. The deck contains cards in six suits, each numbered 1-9, and each player starts with a hand of nine cards.&#10;&#10;The lead player for the hand lays a single card on the table. The next player either passes (but can play on a future turn) or plays the same number of cards (or one more than that number) with a higher value. When you play two or more cards, the cards must be the same number or color, and the value of these cards is created by placing their digits in order from high to low. For example, if you play a blue 3 and blue 6, their value is 63, not 36. When you play and are not the lead, you must take one of the cards from the previous play into your hand, then discard the rest.&#10;&#10;Play continues around the table until either a player is out of cards, which ends the round immediately, or all players have passed in succession. In the latter case, discard the cards last played; whoever played these cards lays a single card to start a new round. Alternatively, if the lead player has cards in hand of a single suit or number, they play all of these cards at once to end the hand. When a hand ends, each player scores 1 point for each card they still hold.&#10;&#10;If no player has at least 15 points, shuffle the deck and start a new hand. If someone does have 15 or more points, whoever has the fewest points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/hh5YOk9OQ3e0uJbMOfvT2g__original/img/pq_dOY_tC4Owv3RnTIlYEcsDHrs=/0x0/filters:format(jpeg)/pic7921978.jpg","thumbnail":"https://cf.geekdo-images.com/hh5YOk9OQ3e0uJbMOfvT2g__thumb/img/bYaPoCwSz2lq-tAtb_60fPqiNzA=/fit-in/200x150/filters:strip_icc()/pic7921978.jpg","minPlayers":2,"maxPlayers":6,"playingTime":15,"mechanics":["Ladder Climbing"],"isExpansion":false,"yearPublished":2024,"bggRating":5.96617,"averageRating":6.75523,"rank":3204,"designers":["Yohan Goh","Hope S. Hwang","Gary Kim"],"publishers":["Helvetiq","Fractal Juegos","Gap Times","Îlot 307","IUVI Games","Lifestyle Boardgames Ltd","Reflexshop"],"artists":["Crocotame"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":26,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":9,"recommended":19,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":22,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":22,"recommended":12,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":8,"recommended":14,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":2,"recommended":16,"notRecommended":8,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":17,"numPlayersIsAndHigher":true}]}