{"gameId":406977,"name":"Under Our Sun","description":"Under our Sun is a semi-cooperative exploration board game set in a post-apocalyptic world where life is at the mercy of the sun. One to four (six with Expansions) players embark on an adventure, assume the role of survivor, and join forces to reach a common goal. Players beware... everyone might not have the same goal in mind.&#10;&#10;Explore&#10;Head into the wasteland and uncover a new world, tile by tile.&#10;&#10;Craft&#10;Scavenge for crucial resources, craft unique items, weapons, and gear to prepare for the upcoming challenges.&#10;&#10;Survive&#10;Navigate an unforgiving landscape and adapt to the extreme conditions. &#10;Be it nature, human or something unknown, danger comes in many forms. Use your character's individual skills and collaborate to reach your goal and survive.&#10;&#10;Detailed description&#10;&#10;Under our Sun is a semi-cooperative, exploration board game set in a post-apocalyptic world. &#10;When a giant asteroid hits the sun, life on earth is suddenly at its mercy. Modern technology is no longer available, and the entirety of the northern hemisphere becomes a desolate hellscape as a result of the ensuing solar storms. &#10;Society&rsquo;s rules and regulations are replaced by anarchy, and every day becomes a struggle for survival.&#10;&#10;As gameplay commences, you will become an integral member of one of the few remaining honorable and socially-minded communities. Players will choose between four unique characters (six with expansions), each with their own strengths and weaknesses, and will head into the wastelands to ensure the survival of the group and fulfill crucial tasks. The game can be played with a fully-cooperative approach, or to make things extra interesting, there could also be a traitor within the group. &#10;Choose one of the four missions included in the core box, which are varied according to difficulty, play-time, and strategic approach. &#10; Under our Sun has a turn-based gameplay where each round represents a single day divided into different phases (morning, noon, evening, and night). Explore the area, tile by tile, to trigger events scattered throughout the map. Find precious loot and scavenge for resources to craft unique items in an effort to upgrade both your character and shelter. Engage in life or death fights against humans, animals, or something completely unknown. Adapt to ever changing weather conditions where even the most elementary of tasks results in a fight for survival.&#10;&#10;To succeed in this harsh land, players must manage resources, maintain their health, and ensure adequate water supply. Only through collaboration and the use of individual skills, will players be able to achieve survival and reach their ultimate goal (whatever that may be). &#10; Dive into the thrilling and complex world of &ldquo;Under our Sun,&rdquo; and become one of earth&rsquo;s final survivors!&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/0baegPn_jjbGlkuOBB9jZw__original/img/jaDV1kf6OYsD59WhCPptJoOEneo=/0x0/filters:format(jpeg)/pic8100147.jpg","thumbnail":"https://cf.geekdo-images.com/0baegPn_jjbGlkuOBB9jZw__thumb/img/-yN2Lh5Lv8d2lCq8ooUl9jNsPoo=/fit-in/200x150/filters:strip_icc()/pic8100147.jpg","minPlayers":1,"maxPlayers":6,"playingTime":180,"mechanics":["Action Points","Dice Rolling","Events","Modular Board","Scenario / Mission / Campaign Game","Semi-Cooperative Game","Solo / Solitaire Game","Traitor Game"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":6.58333,"rank":-1,"designers":["Maximilian Lichtner","David Poluda"],"publishers":["tabletopper games"],"artists":["Maximilian Lichtner"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}