{"gameId":407343,"name":"Ironwood","description":"An eternal conflict for the land of Ironwood is raging between two factions: the stalwart and hard-working Ironclad, settlers of the iron mountains; and the ferocious Woodwalkers, swift and deadly shadows of the forests. Both factions struggle for the ultimate control over the land for its greatest treasure: the Larimor Crystals, a mysterious substance holding immense energy within. It can be found both inside the colossal mountains and scattered across the dense forests.&#10;&#10;The Ironclad extract the essence of the crystals and process their energy to fuel their machines and mechanical inventions. If they succeed, their giant forges will swarm the land with endless armies, and establish ultimate dominance over Ironwood.&#10;&#10;The Woodwalkers use the crystals&rsquo; raw magical power to discover and retrieve three ancient totems from secret ritual sites, hidden in the mountains. Once retrieved, the combined power of these totems will summon the Guardian, the ancient protector of the woods, to wipe out the Ironclad once and for all.&#10;&#10;One way or another, the eternal conflict is finally coming to an end.&#10;&#10;Ironwood is a rules-light, highly asymmetric, card-driven tactical game for 1-2 players. Each round, you and your opponent alternate playing a total of 3 of your faction-specific cards for their action effects. These effects include positioning your warbands, initiating combat, extracting crystals, bestowing temporary passive effects, and many more. When combat occurs, you will use the same cards for their combat values instead, in a simultaneous bid to gain combat bonuses, inflict and fend off casualties, and augment the Dominance value of your warbands to win the combat.&#10;&#10;The two factions are completely asymmetric in their play styles, decks, victory conditions - even in which parts of the map they can access.&#10;&#10;As the Commander of the Ironclad, your primary goal is to lay down the foundations of your forges in the outer mountains, and once you have collected enough crystals, build forges on the foundations. As the Chieftain of the Woodwalkers, your mission is to locate your people&rsquo;s ancient totems through Vision cards, clear the path to them by defeating Ironclad warbands, and finally securing them in the outer forests, beyond the Ironclads&rsquo; reach. Once you have retrieved the third totem as the Chieftain, or built the third Forge as the Commander, you immediately win the game.&#10;&#10;Ironwood also features a low-upkeep solo mode against the Ironclad or the Woodwalkers. Although both solo opponents work on the same main principles, each of them bears its faction&rsquo;s unique aspects and features.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/bHjyk23An87Hl0ZuA91sTg__original/img/E5S_FHGVPqwihXfws4S0VpVJjr0=/0x0/filters:format(jpeg)/pic7885912.jpg","thumbnail":"https://cf.geekdo-images.com/bHjyk23An87Hl0ZuA91sTg__thumb/img/APzgIOZ7YNukCeoR0lERexoNR5Y=/fit-in/200x150/filters:strip_icc()/pic7885912.jpg","minPlayers":1,"maxPlayers":2,"playingTime":60,"mechanics":["Area Movement","Card Play Conflict Resolution","Command Cards","Hand Management","Multi-Use Cards","Pick-up and Deliver","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2024,"bggRating":5.70297,"averageRating":8.2046,"rank":5768,"designers":["Maël Brunet","Julien Chaput"],"publishers":["Mindclash Games","Super Meeple"],"artists":["Villő Farkas","Qistina Khalidah"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":3,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":6,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":7,"numPlayersIsAndHigher":true}]}