{"gameId":408180,"name":"Shackleton Base: A Journey to the Moon","description":"A permanent base is being built in the Shackleton crater at the Moon's South Pole. You're leading one of the space agencies that are working together to expand their presence on the base, while at the same time the three major corporations sponsoring the mission are each pursuing their own agenda. In Shackleton Base: A Journey to the Moon, you will build structures on the base, while also funding projects from the corporations that provide special abilities and scoring opportunities.&#10;&#10;At the start of the game, pick three corporations randomly from the seven available. Each corporation introduces new projects, actions, and scoring opportunities, along with their specific mechanisms. The game is played over three rounds, each divided into three phases:&#10;&#10;&bull; Shuttle phase: Each player drafts a shuttle tile from an open display to determine which type of astronauts and resources they can use that round, as well as the turn order for the next phase.&#10;&#10;&bull; Action phase: Players take turns deploying their astronauts on the moon to collect resources, build structures, or fund projects. Depending on which corporations were selected, different types of resources will be available, resources that can be used in various ways for the projects or to build structures. Each project provides ongoing abilities and scoring opportunities. Each corporation provides different ways to score points, which could be during the action phase, the maintenance phase, or at game's end.&#10;&#10;&bull; Maintenance phase: Deployed astronauts are assigned to work on the structures (providing a bonus to the player owning them), then players collect income and pay maintenance costs. If corporations in play have end-round effects, those effects take place.&#10;&#10;The end of the game brings a final scoring, then the player with the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/XE4S_nXyHVvld2BOrDmA7Q__original/img/-QciIr30xD5cVmYZVZ_VwuigwSQ=/0x0/filters:format(jpeg)/pic7897060.jpg","thumbnail":"https://cf.geekdo-images.com/XE4S_nXyHVvld2BOrDmA7Q__thumb/img/DAbZgOJbckBSg9Qq8rpdEhzpq_I=/fit-in/200x150/filters:strip_icc()/pic7897060.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Variable Set-up","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2024,"bggRating":5.55503,"averageRating":8.27262,"rank":11550,"designers":["Fabio Lopiano","Nestore Mangone"],"publishers":["Sorry We Are French"],"artists":["David Sitbon"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":5,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":4,"recommended":1,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}