{"gameId":409005,"name":"Nassau","description":"Nassau is the 7th game in the Stefan Feld City Collection series!&#10;&#10;Take on the role of pirates going on adventures. Each of you has their own ship, that needs a competent crew armed to the teeth, lots of canons, ammunition, and provisions to thrive navigating the seas, conquering outposts, fighting sea monsters and plunder valuable goods. Tell your tales over a bottle of rum and impress your fellow pirates. Who will have the best tales to tell?!&#10;&#10;In Nassau each player represents a pirate crew trying to earn the most points during the course of the game. Nassau is played over 4 seasons with each season broken down into 2 phases.&#10;&#10;In the first phase players collect different items like: weapons, pirate pets, coins, rum, sails, and other stuff on the city game board to make their own ship stronger a prepare them for the second phase. You get those items by placing your pirates through a clever placement mechanism in the city of Nassau, that leaves enough room for tactical decisions.&#10;&#10;In the second phase it is time to test how good your crew and ship really is by sailing the seas and take on different adventures. Each action costs you a provision and depending on where you sail and what you do, you need weapons, canons, and ammunition. But beware, each weapon and canon must be manned by a pirate, so keep your balance. Pirate pets allow you to use special powers that can turn the tide of battle. At last, you must return to your home base, but not without telling tales of your adventures and earning points. The better the tale, the more points await.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/C4uiI7Q9TL_79mzO8Dwf8g__original/img/_h_SiHgTmveNV92w_onxs8ddtOg=/0x0/filters:format(jpeg)/pic7912150.jpg","thumbnail":"https://cf.geekdo-images.com/C4uiI7Q9TL_79mzO8Dwf8g__thumb/img/NiajGx_bueruDyGMibmM8pH_o8Y=/fit-in/200x150/filters:strip_icc()/pic7912150.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Dice Rolling","Set Collection","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":7,"rank":-1,"designers":["Stefan Feld"],"publishers":["Queen Games"],"artists":["Klemens Franz"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}