{"gameId":409322,"name":"EPOS: A Gentes Game","description":"Throughout history, the Mediterranean was inhabited by many different peoples and city-states. In EPOS: A Gentes Game, you lead your people to prosperity to secure a fitting place in history.&#10;&#10;EPOS is a &quot;game collection&quot; set in the Gentes universe that consists of:&#10;&#10;&#10;    A base game&#10;    Eight scenarios&#10;    A campaign game (with different lengths and challenges)&#10;&#10;&#10;You can play the scenarios in any order, repeating them or skipping them as you like, or once you're familiar with the base game, you can dive into the campaign. The scenarios are:&#10;&#10;1. Kingdoms&#10;People start to establish their first settlements, cities, and eventually kingdoms. Help your people grow and expand, and send your pioneers to as many territories as possible.&#10;&#10;2. Tributes&#10;The competition among your different peoples for resources and power steadily increases, so ask your gods for their help. Whose achievements will find a place in history?&#10;&#10;3. Infrastructure&#10;After the founding of cities, trading posts are important for the exchange of goods on important trade routes. Increasingly, these routes alone become lucrative sources of power and wealth, surpassing some cities in their importance.&#10;&#10;4. Expeditions&#10;Curiosity and the need to discover new regions lead brave explorers to distant lands where they create new opportunities for their own glory and for the benefit of their people. Expeditions and the development of your population propel your people to unprecedented prosperity and increase your wealth.&#10;&#10;5. Trade&#10;As you start to transport increasingly valuable goods over long distances, they become a popular form of currency. Depending on the demand, prices of goods fluctuate, so make sure you trade at the right time to prevent shortages.&#10;&#10;6. Progress&#10;Kingdoms are connected by trade networks. Your people continuously develop new technologies and improve skills.&#10;&#10;7. Turbulent Times&#10;After years of prosperity, times get a bit tougher for your people. Enemies at your borders and internal unrest, natural disasters, and plagues afflict them &mdash; truly turbulent times! Only together can you fight and overcome these problems, which require you to invest time and resources.&#10;&#10;8. New Era&#10;Your people have experienced several changes in fortunes and survived turbulent times. Now they stand on the threshold of a new era! It is time to explore new paths, but each people must find its own way. Only those who keep their population in good spirits, using culture and luxury goods, will acquire eternal glory: Panem et Circenses! Embark on the new era in the Mediterranean for generations to come!&#10;&#10;For the EPOS campaign game, you play either all eight scenarios or a random selection of four.&#10;&#10;","image":"https://cf.geekdo-images.com/XnLnlL8Y2542iXyEN13ARA__original/img/Djes2bPoCSTKJlxb7ejYhgKvWfA=/0x0/filters:format(jpeg)/pic7925636.jpg","thumbnail":"https://cf.geekdo-images.com/XnLnlL8Y2542iXyEN13ARA__thumb/img/_pgSoaldjDuzJE8Xh-8ZoCW7dfQ=/fit-in/200x150/filters:strip_icc()/pic7925636.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Point to Point Movement","Scenario / Mission / Campaign Game"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":6.4,"rank":-1,"designers":["Stefan Risthaus"],"publishers":["Spielworxx"],"artists":["Harald Lieske"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}