{"gameId":409496,"name":"Die Quacksalber von Quedlinburg: Das Duell","description":"When two quacks vie for the role of guild master in the medieval marketplace in Die Quacksalber von Quedlinburg: Das Duell, they must demonstrate knowledge and skill in order to lure patients with magical potions that promise healing.&#10;&#10;As in The Quacks of Quedlinburg, Das Duell is played with a bag-building system. Each round, the quacks draw ingredients from their bag and brew magical potions from them in bottles, trying to avoid too many snap peas as they'll cause an explosion. Depending on the potion, you have options such as moving the active patient closer to your market stall, purchasing new ingredients, or gaining positive after-effects. If your potion is less potable than desired, well, maybe next round will bring more luck.&#10;&#10;To end the round, the quacks weigh what the next round card is worth to them, with the loser of that card taking either a bonus or what was offered by the winner.&#10;&#10;Eleven patients await in the park to be brought to one market stall or another, and the game ends after someone treats their sixth patient or after the seventh round.&#10;&#10;","image":"https://cf.geekdo-images.com/smM2X9F2_R-W5MtNcLzfpQ__original/img/4cVfsr9W5uLHDtRLsCxhnUu4he8=/0x0/filters:format(jpeg)/pic7917725.jpg","thumbnail":"https://cf.geekdo-images.com/smM2X9F2_R-W5MtNcLzfpQ__thumb/img/S6w_d7rZAYQVzH_Yi_7vQo6Y_Dc=/fit-in/200x150/filters:strip_icc()/pic7917725.jpg","minPlayers":2,"maxPlayers":2,"playingTime":45,"mechanics":["Deck, Bag, and Pool Building"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Wolfgang Warsch"],"publishers":["Schmidt Spiele"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}