{"gameId":409693,"name":"Flatiron","description":"The Flatiron Building, originally known as the Fuller Building, is a historic 22-story skyscraper located in Manhattan, New York. It is known for its distinctive triangular shape reminiscent of an old-fashioned clothes iron. Since its construction in 1902, it has become one of the most recognizable icons on the New York City skyline, situated at the intersection of Fifth Avenue with Broadway, East 22nd Street, and East 23rd Street.&#10;&#10;In Flatiron, you will be transported to the Big Apple to participate in the construction of this iconic building. Both you and your opponent will need to develop your companies by adding new cards to your personal board, thereby allowing you to perform more and better actions on each of the surrounding streets. The ultimate goal is to earn more points than your opponent, primarily by undertaking construction tasks but also by maintaining an impeccable public image and adhering to the decrees of the New York City Council. When the roof is placed, and everything is ready for the grand opening, the game ends. Victory and recognition will go only to the player who has accumulated the most points.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/E0bUTmRdbTwznjxvFHMxQQ__original/img/k1CfR-yZemxKHcipYDBG2iF3rMA=/0x0/filters:format(jpeg)/pic7926037.jpg","thumbnail":"https://cf.geekdo-images.com/E0bUTmRdbTwznjxvFHMxQQ__thumb/img/BIXJBbVR-Zz8NtgSBVort8F8Upg=/fit-in/200x150/filters:strip_icc()/pic7926037.jpg","minPlayers":1,"maxPlayers":2,"playingTime":45,"mechanics":["Modular Board","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2024,"bggRating":5.58785,"averageRating":8.23917,"rank":9194,"designers":["Isra C.","Shei S."],"publishers":["Ludonova"],"artists":["Weberson Santiago"],"playerPollResults":[{"numPlayers":1,"best":2,"recommended":6,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}