{"gameId":409978,"name":"Tiny Epic Game of Thrones","description":"Prepare to navigate the perilous world of Westeros with Tiny Epic Game of Thrones, where alliances are fragile, betrayals are common, and the fate of your House hangs in the balance. Players will assume the roles of the mighty houses of the Seven Kingdoms, each vying for power, influence, and control of the Iron Throne.&#10;&#10;As you step into the shoes of iconic characters, you'll face challenging dilemmas, engage in intricate political maneuvering, and wage epic battles for supremacy. Will you forge powerful alliances with other noble houses, or will you plot their downfall to seize their lands and resources? The choices you make will have far-reaching consequences, affecting not only your House but the entire realm. Can you outwit your rivals and ensure the survival and prosperity of your House in the unforgiving Game of Thrones?&#10;&#10;In Tiny Epic Game of Thrones, players utilize an innovative limited-action dice mechanism to strategically choose actions such as plot, whisper, event, march, and sail. With the option to follow other players' actions, players will be engaged every turn.&#10;&#10;Furthermore, players will wield the immense power of their respective Houses through a versatile hand of multi-use cards that allow players to plot against the influential houses of Westeros, orchestrate grandiose events, and partake in exhilarating battles. They will wage war across all of Westeros, sieging castles, taking lands, and forging crucial alliances, all for a chance to sit upon the Iron Throne. After six rounds of play, one player will emerge as the Lord of the Seven Kingdoms and be crowned the winner!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/vl_bFvP8d8yHuJkT6X90ZA__original/img/D43GiHvMfkBbk5UQuULAwXkxMNI=/0x0/filters:format(jpeg)/pic7929314.jpg","thumbnail":"https://cf.geekdo-images.com/vl_bFvP8d8yHuJkT6X90ZA__thumb/img/Es2oL_7gPqlDeAwwuNPRuU6fkfM=/fit-in/200x150/filters:strip_icc()/pic7929314.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Action/Event","Advantage Token","Alliances","Area Majority / Influence","Area Movement","Dice Rolling","Die Icon Resolution","Events","Follow","Hand Management","Income","King of the Hill","Multi-Use Cards","Solo / Solitaire Game","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":6.79412,"rank":-1,"designers":["Scott Almes"],"publishers":["Gamelyn Games","The Op Games"],"artists":["Daniel Cunha","Nikoletta Vaszi"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}