{"gameId":412086,"name":"Etherstone","description":"Nobura is a forgotten planet shrouded in mystery. The story told that a cosmic being sacrificed its divine essence to breathe life into its desolate lands. Etherstones shaped the planet's biomes and interconnected all living beings with nature.&#10;Yet, the lurking threat of the Vacuous, a parasitic force born from the depths of Nobura, poses a challenge to life on the surface, weaving a tale of divine sacrifice. Nobura has always been part of a paradoxical loop of life and death, where the forces of creation and destruction dance in an eternal cosmic struggle.&#10;&#10;In Etherstone, players embody faction leaders uniting forces to avert the impending extinction, striving to gain the most victory points through various means, such as summoning cards, overcoming threats, and utilizing their abilities as effectively as possible.&#10;&#10;The first stage of the game will be drafting your hand of 7 cards and your leader card, alternatively for the first few matches, players can take a pre-made hand of cards with the matching Leader.&#10;&#10;Leaders have a set number of life points, a strength value, and a persistent asymmetric ability.&#10;&#10;The game is played in turns starting with the first player and going clockwise.&#10;&#10;There are three types of cards in the game: &#10;&#10;     Followers: That can help you during the attack when facing a threat.&#10;     Rituals: Powerful spells &#10;     Technology: Artifacts that can modify your game strategy&#10;&#10;&#10;Cards might also have abilities that activate during dice drafts based on the drafted color or number.&#10;&#10;During your turn, you can take only one action among the following:&#10;&#10;1) Dice Draft: Etherstones contain concentrated Ether, and they can be spent by players to summon cards and activate powerful effects. Five different dice representing each of the Etherstones are rolled in the center of the table.&#10;Players can draft one die from the ones available on display to immediately get 2 etherstone tokens of that color and eventually activate any summoned card effects by taking into account the drafted color and face value of the dice.&#10;&#10;2) Summon: Players summon one card from their hand by paying the relative Etherstone cost in tokens.&#10;&#10;3) Attack: With this attack action, the player overcomes one Threat card from the center of the table. They begin the attack action with an attack value of 0. They must decide if they, as the Leader,  want to personally join the attack. If so, they add the strength value of their Leader card to their attack value, but they will also be vulnerable to taking damage from the Threat. Leader cards are never exhausted, so their card is kept upright even when used.&#10;&#10;After this, they may exhaust any number of their Ready Followers to add the Follower&rsquo;s strength to their attack value. Exhausted Followers are turned to the side to show they may not be used in attack actions until rested.&#10;&#10;4) Rest: Ready all your cards and skip the turn.&#10;&#10;5) Void Pact: In case the Leader is defeated, players will skip the turn to revive their leader at full health and gain a void pact token that will be worth negative victory points at the end of the game.&#10;&#10;There is no winning strategy or play style.&#10;&#10;Players will win by gaining victory points while doing several different actions and the game will end if any of the following three end-game conditions are met: &#10;&#10;     The active player has cards left in their hand. &#10;     There are no cards left in the Threat deck. &#10;     The victory point pool has no more tokens in it.&#10;&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/K0DaAMxsEtQV7h7ac47OGQ__original/img/Lr-xBjN5Tzb45lLYwYlhTe9YGr4=/0x0/filters:format(png)/pic7986687.png","thumbnail":"https://cf.geekdo-images.com/K0DaAMxsEtQV7h7ac47OGQ__thumb/img/8IhNJT7IE0AcqzEK1Rq0rW08e88=/fit-in/200x150/filters:strip_icc()/pic7986687.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Closed Drafting","Deck, Bag, and Pool Building","Hand Management","Open Drafting","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.44444,"rank":-1,"designers":["Virginio Gigli","Simone Luciani"],"publishers":["ThunderGryph Games"],"artists":["Paolo Voto"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}