{"gameId":412127,"name":"Bite the Bullet: You are a legend","description":"In the gamebook Bite the Bullet, you try to survive a shootout, killing your opponents before they kill you. The game is conceived as a cut-and-play game. You must cut the maps, character sheets and counters from the book. After reading the rules, you have a short preparation time to start your first shootouts. This concept is eco-friendly (as the book is printed on demand via Amazon KDP publishing) and cheap (compared to a similar boxed game).&#10;&#10;The game is designed to play in three games modes: solo, co-op, and competitive. In solo mode, you play alone against an NPC opponent. In co-op mode, you play together against an NPC opponent, and in competitive mode you play with four characters against four.&#10;&#10;At the start of the game, the opponent starts concealed and is approaching you. You must first try to find out where the enemy is. On your turn, you roll a die to determine how many action points you have to spend during your turn. Each NPC opponent has their own action table and reacts in a unique way. Shooting is resolved by rolling two dice and applying modifiers.&#10;&#10;The game contains eight scenarios, each with their own victory conditions, that you can play in a random order. Additionally, you can play the game as a campaign, either as lawmen or as outlaws. By winning several scenarios in succession, you try to become a living legend.&#10;&#10;There are also two expansions available with more scenarios and enlarged game maps.&#10;&#10;The gamebook is sold, printed and delivered via Amazon. Link to Amazon US: https://www.amazon.com/Bite-bullet-You-are-legend/dp/B0CVG7GLSB/ref=monarch_sidesheet_title &#10;The PDF-files of the book can also be acquired via Wargamevault.&#10;&#10;","image":"https://cf.geekdo-images.com/5i9ZriC3O-Dmt8DV6mSbFA__original/img/Kp8k29sGDwEqaduNHj4yzE5HIbQ=/0x0/filters:format(jpeg)/pic8017839.jpg","thumbnail":"https://cf.geekdo-images.com/5i9ZriC3O-Dmt8DV6mSbFA__thumb/img/6AV87YHJsQQGsLCUum_IN0dHHJ0=/fit-in/200x150/filters:strip_icc()/pic8017839.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Cooperative Game","Dice Rolling","Grid Movement","Line of Sight","Scenario / Mission / Campaign Game","Secret Unit Deployment","Solo / Solitaire Game","Square Grid","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.41154,"rank":-1,"designers":["Fréderic Moyersoen"],"publishers":["All Alone Games"],"artists":["Fréderic Moyersoen"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":true}]}