{"gameId":412691,"name":"Dice Raiders","description":"Step into the shoes of a fearless adventurer, following in the footsteps of archeology heroes like Indiana Jones or Lara Croft! In Dice Raiders you will be solving the puzzles of the ancients. Whether you choose to visit the Temple of Anubis in Egypt, solve the Aztec mysteries in Mexico, or uncover the secrets of the Terracotta Army, each adventure promises captivating secrets for you to explore. Take on a journey with the best archaeology adventures in the world! Dr. Elena Cruz, Max Stone, Jack Croft and Professor Evan Harris. Approach the puzzles with the same adventurous mindset as Indiana Jones himself. You will need to use your strategic thinking to overcome obstacles and challenges as you explore the temple and uncover its secrets. With its engaging gameplay, unique mechanics, and immersive theme, Dice Riders is a game that will keep you coming back for more.&#10;&#10;Dice Raiders is a Roll and Write Print and Play game. There are a couple of gamesheets available, each set in another ancient mystery theme with some unique puzzles. In this game you will roll the dice and decide what puzzle you will try to tackle in each round. Each of them will give you points in a different way, so you need to decide ahead what you will be focusing on. However, you must adapt to the movements of your opponents, as they can undermine your plan. You want to be the most clever one among the fellow explorers.&#10;&#10;Game is fast to play and hard to put down, you can even take a tour and visit all the archeological places in one game at night easily.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/in-ywFSRX9FJYOeJBV-21g__original/img/I7L8E38rojimR7srWtFhKh4c5Q8=/0x0/filters:format(jpeg)/pic8000970.jpg","thumbnail":"https://cf.geekdo-images.com/in-ywFSRX9FJYOeJBV-21g__thumb/img/S3TX_kqcYXJ_9ONsuEiYjvVVkWQ=/fit-in/200x150/filters:strip_icc()/pic8000970.jpg","minPlayers":1,"maxPlayers":4,"playingTime":45,"mechanics":["Dice Rolling","Paper-and-Pencil","Set Collection"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Krzysztof Matusik"],"publishers":["Lizard King"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}