{"gameId":414317,"name":"Harmonies","description":"In Harmonies, build landscapes by placing colored tokens and create habitats for your animals. To earn the most points and win the game, incorporate the habitats in your landscapes wisely and have as many animals as you can settle there.&#10;&#10;Starting with the first player and proceeding clockwise, each player will choose a set of 3 terrain tokens from the central area to place on their personal board. They may optionally choose an Animal card from the 5 displayed and/or place an Animal cube from their Animal card(s) on any completed patterns on their board that match their personal Animal cards. There is a 4-card limit per player. After their turn, refill with a new set of 3 tokens and a new Animal card if needed.&#10;&#10;Placement of the terrain tokens will depend on the personal Animal card goals, and scoring rules for the various terrain types (mountain, field, forest, etc). For example, mountain tiles score based on how high they are (1 tile scores 1, while 3 tiles stacked score 7), but the mountain scores zero if it is not adjacent to at least one other mountain. If all the cubes on a given Animal card have been placed, the card is set aside and a new card can be drawn. The cards are scored at game end based on the highest number that isn't covered by a cube.&#10;&#10;The games ends when there are no tokens left in the bag to refill the central area, or at least one players has 2 or fewer empty spaces on their player board. Play continues until all players have had an equal turn that round. The player with the highest points is the winner.&#10;&#10;Optionally, you can use Nature's Spirit cards for richer gameplay. During setup, each player chooses 1 of 2 spirit cards and places a Spirit cube on the card. They follow the same placement rules as Animal cards, but tend to have an ongoing effect once completed. The spirit card does count towards the 4-card hand limit.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/A_XP2_VN3ugyqPhezowB_w__original/img/_Rv8lSr3fC1oDRkrQleQW2H2yCs=/0x0/filters:format(png)/pic8026369.png","thumbnail":"https://cf.geekdo-images.com/A_XP2_VN3ugyqPhezowB_w__thumb/img/ln5eKAzhse2PIHvWn7bu-jiW_uk=/fit-in/200x150/filters:strip_icc()/pic8026369.png","minPlayers":1,"maxPlayers":4,"playingTime":45,"mechanics":["Chaining","Hexagon Grid","Open Drafting","Pattern Building","Set Collection","Solo / Solitaire Game","Tile Placement","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":7.64455,"averageRating":8.02307,"rank":80,"designers":["Johan Benvenuto"],"publishers":["Libellud","ADC Blackfire Entertainment","CoolPlay","CrowD Games","Galápagos Jogos","Gém Klub Kft.","Hobby Japan","Korea Boardgames","Rebel Sp. z o.o.","Ігромаг"],"artists":["Maëva da Silva"],"playerPollResults":[{"numPlayers":1,"best":45,"recommended":161,"notRecommended":35,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":224,"recommended":103,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":187,"recommended":114,"notRecommended":10,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":48,"recommended":176,"notRecommended":53,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":4,"notRecommended":165,"numPlayersIsAndHigher":true}]}