{"gameId":414944,"name":"Park Life","description":"It was a beautiful day in Hawthorn Heath. People were dancing, reading, playing. Suddenly the weather changed. No one was ready&hellip; Except for you, a clever merchant.&#10;&#10;Sell umbrellas when it rains, ice cream when it&rsquo;s hot, tea and coffee when it&rsquo;s cold, kites when it's windy, and masks when it's hazy. Park Life is trick taking game with 5 weather-based suits.&#10;&#10;But customers are savy, so only the merchant with the last lowest price will make the sale. The lowest value card on suit wins the trick, but it is also is worth fewer points in the end.&#10;&#10;You also have opportunity costs. Every sale makes you feel like going home, so you discard extra cards face down when you win a trick. You can quickly make small sales, but you&rsquo;ll go home before others, giving them the opportunity to make huge sales alone! This well-balanced hand management action economy avoids perfect information and fills Park Life with rich choices.&#10;&#10;The merchant who has made the most money at the end of the game wins! For solo and co-op, there are set point goals needed to win.&#10;&#10;&mdash;description from the publisher&#10;&#10;Although very similar to Park Life: Hedgehog, this design isn't just different in aesthetics but also by its deck composition (5 suits numbered 1-7 and the inclusion of wild cards), by its scoring (done only after 3 rounds), by the lack of card reset after a round and by its winning condition (most points after the third round wins). It is considered a bit less family-friendly and more oriented towards &quot;gamers&quot;.&#10;&#10;","image":"https://cf.geekdo-images.com/3S7e14HfXXQJV7grmEpaLQ__original/img/u83riFyB32qjXrIilKwjDd6BubI=/0x0/filters:format(jpeg)/pic8205869.jpg","thumbnail":"https://cf.geekdo-images.com/3S7e14HfXXQJV7grmEpaLQ__thumb/img/Ia3DzDuS6-m2iOMQh56aE15r5Uo=/fit-in/200x150/filters:strip_icc()/pic8205869.jpg","minPlayers":1,"maxPlayers":5,"playingTime":30,"mechanics":["Cooperative Game","Hand Management","Set Collection","Solo / Solitaire Game","Trick-taking"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":5,"rank":-1,"designers":["Dylan Coyle"],"publishers":["Studio Denka","Charming Games Collective"],"artists":["Castula","Andrei Ebreo"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}