{"gameId":415078,"name":"Brink","description":"The Moonrakers are on the brink.&#10;&#10;They have thrown off the oppressive yoke of the Utopian Alliance, but they are in a constant struggle to stay independent and find their identity. Alliances are formed and factions arise as the Moonrakers agree to turn their focus outward instead of squabbling over what little they have. Captains push out into unknown corners of the system in attempt to gain resources, influence, and power. The tenuous alliances will only last so long and soon someone must emerge to lead or they will fall.&#10;&#10;Brink is a worker placement, trading, and hidden voting game that brings the world of Moonrakers to a new genre. It combines the strategy and planning of a worker placement game with the negotiation and &ldquo;above the table&rdquo; play found in Moonrakers and Fractured Sky.&#10;&#10;Each turn, players will place one of three different sized ships (workers) onto a grid of hexes. Each hex will gain the player resources and actions, but even more importantly, it will give them power within a faction based on the color of the hex. At the end of each round, players will vote on which faction will score points, which is then multiplied by the amount of power each player has in that factions color on the board.&#10;&#10;Players will upgrade their ships, hire ambassadors, explore new systems, and spend influence to complete faction objectives, granting them new abilities. Each game, the map will reveal in a totally new way as regions are explored, presenting new strategies as well as strengths and weaknesses to existing strategies. The player with the most prestige points at the end of 3 rounds wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/dmFiFjc12CeVWujK5PbVNw__original/img/JslJJWJ8owc18C5p75kJf1DvdLA=/0x0/filters:format(png)/pic8250385.png","thumbnail":"https://cf.geekdo-images.com/dmFiFjc12CeVWujK5PbVNw__thumb/img/Cet6lOgINIH5ndgtC-2yy2QMci8=/fit-in/200x150/filters:strip_icc()/pic8250385.png","minPlayers":2,"maxPlayers":5,"playingTime":150,"mechanics":["Trading","Voting","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":7.61,"rank":-1,"designers":["Max Anderson","Zac Dixon","Austin Harrison"],"publishers":["IV Studio (IV Games)"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}