{"gameId":415147,"name":"Spectacular","description":"In Spectacular, you are creating and developing your own animal park for vulnerable species. In order to preserve the species, you must ensure breeding within each habitat.&#10;&#10;During the game, you select animal tiles and dice, where the dice represent food for the animals. The color of the dice must match the habitat color of the animal tiles. Each turn provides crucial decision-making where you need to consider whether to draft a die of a certain value or ensure an animal tile which may not be available again.&#10;&#10;At game end, for each area of connected tiles of the same habitat, you score points for the sum of your dice of that color. However, points are only awarded if dice values of 1 or 2 are placed on certain &ldquo;family&rdquo; tiles within the habitat! Over the course of the game, you will also build watchtowers, which will score you points for all three dice adjacent to them. To make your park even more spectacular, you also aim to collect as many different species as possible, with increasing points awarded for greater variety. Finally, the player with the most points wins the game.&#10;&#10;After a few plays, you may challenge yourself by playing with three (of 18) mission tiles. While they offer the potential for a higher score, they also raise the difficulty level of the puzzle.&#10;&#10;Spectacular provides simultaneous play and ensures interaction between the players, as your opponents&rsquo; decisions will affect which tiles and dice are available for you. The game also comes with asymmetric player boards (on their backs).&#10;&#10;Spectacular offers simple rules, quick set-up, short playing time, engaging puzzles, and can be played by 1 to 6 players with little downtime, even with higher player count.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/u94yxoPLSFHaVUaFQ5Rigg__original/img/Kj43C2Ob4ZK1FgMwgIoG7T58Qcs=/0x0/filters:format(png)/pic8046770.png","thumbnail":"https://cf.geekdo-images.com/u94yxoPLSFHaVUaFQ5Rigg__thumb/img/3P40v8VuHA4P9RH8TBnjlKJyvLU=/fit-in/200x150/filters:strip_icc()/pic8046770.png","minPlayers":1,"maxPlayers":6,"playingTime":30,"mechanics":["Dice Rolling","Hexagon Grid","Open Drafting","Pattern Building","Solo / Solitaire Game","Tile Placement","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":5.58942,"averageRating":7.61891,"rank":9141,"designers":["Eilif Svensson","Åsmund Svensson"],"publishers":["Chilifox Games","Geronimo Games","Tranjis Games"],"artists":["Gjermund Bohne"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}