{"gameId":415513,"name":"Life in Reterra","description":"Not long from now, the world as we know it is an overgrown memory &mdash; and though the world has changed, we've changed with it, using anything we can find to build a new way of living.&#10;&#10;Life in Reterra is a (re)building game, and it's up to each player to build a community of their own. To set up, choose one of three ready-to-play themed building sets, or put together a set of your own. Each set consists of five building cards, with associated building tiles for each card.&#10;&#10;Each player starts with one square land tile in play. Each land tile is divided into a 2x2 grid, with one of five types of terrain in each grid space; a space might also hold a gear icon or one of four types of relics. Players also have three land tiles in hand, and five land tiles are displayed face up.&#10;&#10;On a turn, choose a land tile from your hand or the display, then add it to your community, which can be at most four tiles on each side. When the tile has a gear, you can either place an inhabitant from the reserve on this gear or place a building tile in your community...but each part of the building must be supported by a gear and all of these gears must be on the same type of terrain.&#10;&#10;After you have a building in play, you gain the power of the building card and can use it once on each of your subsequent turns. Maybe you can place relic tokens for additional points, place additional inhabitants, junk an opponent's relics, or score for building large sections of a terrain or having more of a building than anyone else.&#10;&#10;Once everyone has sixteen tiles in their community, players score for what they've built, earning points for blocks of terrain of at least seven spaces, surrounded energy sources (which are a special type of tile), inhabitants, relics, and buildings.&#10;&#10;","image":"https://cf.geekdo-images.com/PqNZhhwOlNmCZjWcYfDkCQ__original/img/K0BXsIC3onylnu8cIr14dLS6Ma8=/0x0/filters:format(jpeg)/pic8101744.jpg","thumbnail":"https://cf.geekdo-images.com/PqNZhhwOlNmCZjWcYfDkCQ__thumb/img/YC22WTXsaxBFyjH13z4dwU3Gg50=/fit-in/200x150/filters:strip_icc()/pic8101744.jpg","minPlayers":2,"maxPlayers":4,"playingTime":35,"mechanics":["Automatic Resource Growth","Delayed Purchase","Enclosure","End Game Bonuses","Layering","Map Addition","Neighbor Scope","Open Drafting","Pattern Building","Square Grid","Tags","Take That","Tile Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.67081,"averageRating":6.71895,"rank":6552,"designers":["Ken Gruhl","Eric M. Lang"],"publishers":["Hasbro","Avalon Hill"],"artists":["Hugo Cuellar"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":6,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":4,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":true}]}