{"gameId":415770,"name":"Beyond the Horizon","description":"Have you ever dreamed of exploring new planets, discovering new species and studying alien civilization? Do you have what it takes to lead a team of scientists and specialists on a daring space mission? If so, play Beyond the Horizon! It's a sci-fi strategic Roll and Write, Print and Play board game for 1-4 players with lots of interaction between them.&#10;&#10;In Beyond the Horizon, you are the space mission commander on a spaceship orbiting at the mysterious planet Zay Delia. As soon as the most powerful corporations found out about this planet, they sent their missions towards it to explore and investigate. You are the leader of one of them, your goal is to send your science crew members to the surface, research and collect four key types of samples: flora, fauna, planetary geology and remnants of alien civilization. Equip your crew with the right tools, from mission suits to space vehicles, manage your resources and time wisely. Develop your technology for it to help you in your future moves. You must plan your way ahead from the first turn and prove to be a great tactician - respond fast and accurately to the actions of competitors.&#10;&#10;Beyond the Horizon uses many modern board game mechanics like territory control, worker placement and building technology tree. Play most efficiently, as you are competing with space missions from other corporations. Game consists of two game sheets - a planet sheet which all players share and a spaceship sheet where each player will manage their crew, technology and gained assets.&#10;&#10;Become Mission Commander today and embark on an epic space journey for the unknown!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/tEnKwLDfd7C9sKaB2RY90g__original/img/2Z1ZCfAEBEVKhx4l42CGuwT_n58=/0x0/filters:format(jpeg)/pic8062850.jpg","thumbnail":"https://cf.geekdo-images.com/tEnKwLDfd7C9sKaB2RY90g__thumb/img/1XLG0Y25DMaYdBZzhDQrbPVi88U=/fit-in/200x150/filters:strip_icc()/pic8062850.jpg","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Paper-and-Pencil","Point to Point Movement","Tech Trees / Tech Tracks"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Margaret"],"publishers":["Carrotpen"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}