{"gameId":415845,"name":"Grimcoven","description":"Grimcoven is a miniature boss battler game for 1-4 players set in a dark Victorian universe where only the hunt matters.&#10;&#10;To play, you take on the role of a hunter fueled by lament who has signed a pact with a coven of other hunters to venture on one of many modular boss battles. Every character has a distinct development tree you can use to advance. Build and execute your unique combo, such as teleporting into any space on the map, gathering lament, gaining extra dice, and firing up a devastating attack on the boss. Sometimes a special electricity die will help you power up your armor, while at other times, you will forge magical bullets to be fired at the right moment.&#10;&#10;Who and where are you fighting? Each game you choose from multiple arenas, bosses, elites, and possible adventures. Every game is different and exciting. Instead of following a scripted campaign, dive right into a boss battle for an intense 2-3 hour gameplay session. Every boss offers a unique gameplay challenge, and bringing them down will be tactically demanding. You must work together and take full advantage of the arena and its resources to achieve your goal.&#10;&#10;During combat, strategically use dice allocation to move around the board, fire up different combos, and gather lament to grow in strength. Build your character in roguelike fashion and try to claim the ultimate prize. Collect too much lament, however, and you may turn into one of the beasts you were sent to hunt, with your fellow hunters unable to help you in time!&#10;&#10;","image":"https://cf.geekdo-images.com/wbP3u5-2a_0yXbENaI6zDQ__original/img/akQ7ktyFEfCwoTAHUSBhIG1oD70=/0x0/filters:format(png)/pic8061469.png","thumbnail":"https://cf.geekdo-images.com/wbP3u5-2a_0yXbENaI6zDQ__thumb/img/_UB9-s3f9lpfydYnOcZaZo7FB3g=/fit-in/200x150/filters:strip_icc()/pic8061469.png","minPlayers":1,"maxPlayers":4,"playingTime":270,"mechanics":["Cooperative Game","Dice Rolling","Events","Modular Board","Narrative Choice / Paragraph","Variable Player Powers"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":6.7,"rank":-1,"designers":["Krzysztof Belczyk"],"publishers":["Awaken Realms"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}