{"gameId":415848,"name":"Lands of Evershade","description":"Lands of Evershade is a hybrid RPG/board game experience that lets 1-5 players enjoy grand, richly narrated open-world adventures without a dungeon master, while keeping the game approachable and easy to learn.&#10;&#10;Start by building your perfect character using an immersive player's handbook. Choose from unique races and origins, dark secrets, and exciting classes with interesting advancements and specializations that ensure no two characters are the same. All decisions made during character creation &mdash; as well as later in the game &mdash; change how the world reacts to you, both in story and combat. Were you a nobleman or a common thief in your past? What's your secret or personal quest you hide from other players? New stories, interactions, and combat opportunities unlock at every step.&#10;&#10;You can explore the game's multiple standalone story modules and scenarios in the order of your choice to create your own campaign that will lead you to different areas and significant events in the vast universe of Lands of Evershade. When necessary, engage in fast-paced tactical combat in which enemies react to your actions. Enjoy dozens of high-quality models that bring life to your party members and enemies.&#10;&#10;Lands of Evershade is more than a game; it's a universe built over many years, a world of secrets buried in the shadow of the goddess Luada that will grow and expand with new content for years to come.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/y1OVwSAaHP-pFpYEJ9r5Zg__original/img/Gkt00tbHyP_YS-tFZB_0Wl-PSLs=/0x0/filters:format(png)/pic8061460.png","thumbnail":"https://cf.geekdo-images.com/y1OVwSAaHP-pFpYEJ9r5Zg__thumb/img/rK3Xo8_m8rVMAOOv8gtqaOHOml0=/fit-in/200x150/filters:strip_icc()/pic8061460.png","minPlayers":1,"maxPlayers":5,"playingTime":270,"mechanics":["Cooperative Game","Dice Rolling","Role Playing"],"isExpansion":false,"yearPublished":2025,"bggRating":5.53801,"averageRating":7.72941,"rank":13848,"designers":["Ernest Kiedrowicz","Krzysztof Piskorski"],"publishers":["Awaken Realms"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}