{"gameId":415910,"name":"Architects of Amytis","description":"The King of Babylon wants to offer a marvelous present to his wife, Queen Amytis: The most beautiful city ever created. He asks two of the best Architects in the world to design the city, and only the very best one will be built. It's now up to you to create the best design.&#10;&#10;Les Architectes d'Amytis (&quot;Architects of Amytis&quot;) is a Tile placement game, containing some worker placement and even some &quot;Tic Tac Toe&quot; mechanisms.&#10;During your turn, you'll have to select a tile among the available ones on the main board, and place one of your Architect Pawn on the corresponding pile.&#10;Then, you'll place the tile on your board wherever you want (on a free spot, or covering another tile to make your city grow higher). Each tile is colored (4 colors) and represents a building (6 different types). Each building type will score directly when you place the tile. And the colors will allow you to reproduce some of the King's projects (a colored pattern inside your city) that will grant you points at the end of the game.&#10;Furthermore, while placing your architects on the main board, if you manage to create a line, row or diagonal of 3, you'll be granted a King's favor: another type of score,triggered at the end of the game.&#10;&#10;Buildings all have 2 types of scoring, so you can play different kind of games one after the other ;)&#10;&#10;Which strategy will you choose to create the most marvelous city of the World? :)&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ct6lNMKPTwtW2jJvTGY4Vg__original/img/_N8pbMKaVDiVJ9n7dhebqmNvpbk=/0x0/filters:format(png)/pic8080491.png","thumbnail":"https://cf.geekdo-images.com/ct6lNMKPTwtW2jJvTGY4Vg__thumb/img/49reZoEnp4ieQWfVGxddHsdg9q0=/fit-in/200x150/filters:strip_icc()/pic8080491.png","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["End Game Bonuses","Grid Coverage","Layering","Tile Placement","Worker Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.59537,"averageRating":7.01913,"rank":9003,"designers":["Jérémy Ducret","Romaric Galonnier"],"publishers":["La Boîte de Jeu","Hachette Boardgames UK"],"artists":["Agnès Ripoche"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":true}]}