{"gameId":416266,"name":"Mass Effect: The Board Game – Priority: Hagalaz","description":"The crew of the Normandy has one more mission. It is the year 2186, and the Reapers have invaded the galaxy. Because the Council ignored Commander Shepard's warnings, the Citadel Races are overwhelmed and on the verge of losing the war. Aboard the Normandy, Shepard carries out missions to prepare the Crucible, an ancient alien superweapon, for a last-chance attempt to defeat the Reapers. It's a race against time, and Shepard must seize every possible advantage.&#10;&#10;On the remote world Hagalaz, a research cruiser from the terrorist organization Cerberus has crashed directly in the path of a deadly storm. With little time before the storm hits, Shepard must lead a squad through the cruiser to uncover its sinister secrets and keep them out of the hands of the enemy. However, the ship holds more dangers than just its former crew. Deep within the shattered cruiser stir creatures and enemies far worse than the Cerberus forces that guard them...&#10;&#10;Mass Effect: The Board Game &ndash; Priority: Hagalaz is a co-operative, story-driven game set during the events of the video game Mass Effect 3. A branching, narrative campaign allows for multiple playthroughs with a different experience every time. Card-driven AI and evolving stories respond to your actions, with your early choices influencing later missions.&#10;&#10;Gather Shepard's squad from a selection of teammates from the Mass Effect trilogy: Liara, Tali, Wrex, and Garrus. Customize and upgrade your squad's abilities, equipment, and powers as they gain experience. Enhance them further by unlocking unique powers with optional loyalty missions.&#10;&#10;--description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/G29rt1zm58bWp3z3gnezUQ__original/img/PEUoyqd6yHwZdaO0DrpnKCVTgfg=/0x0/filters:format(png)/pic8076574.png","thumbnail":"https://cf.geekdo-images.com/G29rt1zm58bWp3z3gnezUQ__thumb/img/RuyJ2DFlIB80s0JeRZCzzcPXDXY=/fit-in/200x150/filters:strip_icc()/pic8076574.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Cooperative Game","Hexagon Grid","Role Playing"],"isExpansion":false,"yearPublished":2024,"bggRating":5.43152,"averageRating":4.83599,"rank":26974,"designers":["Eric M. Lang","Calvin Wong Tze Loon 黃子倫"],"publishers":["Modiphius Entertainment"],"artists":["David Benzal"],"playerPollResults":[{"numPlayers":1,"best":3,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":3,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}