{"gameId":417505,"name":"Dabba Walla","description":"Every morning in Mumbai, over five thousand workers dressed in white swarm out to deliver more than 200,000 &quot;dabbas&quot; (multistoried lunch boxes) to the offices of the Indian metropolis. These &quot;Dabba Walla&quot; have been an iconic fixture in the cityscape since 1890. The food is freshly prepared at home by families, then collected from their front doors by the Dabba Walla. Even though some of the dabbas travel very far, they are delivered punctually via a network of intermediate stations with an amazing reliability of 99.999%! Now it's time to join the Dabba Walla on their daily journey through Mumbai...&#10;&#10;The game Dabba Walla consists of two phases:&#10;&#10;&bull; Pick-up phase: Take turns moving your Dabba Walla through Mumbai to collect dabba cards. Each time you pick up a card, you then play one of the three in your hand to take the depicted dabba tile &mdash; a polyomino of 1-4 squares &mdash; and place it in your cart, stacking tiles higher and higher as the rounds progress. Dabbas come in four colors, and you must place them on flat surfaces, filling holes with empty dabbas if needed. If you connect two half-chai symbols on tiles on the same level, you draw a random chai tile with a bonus action. Keep all played dabba cards in a personal discard pile.&#10;&#10;&bull; Delivery phase: After everyone has placed fifteen tiles in their cart, it's time to deliver lunches! Pick up all the cards you played, then complete a number of delivery rounds equal to the highest level that someone has stacked their dabbas. Each round, each player plays and reveals one dabba card from their hand, optionally playing chai tiles as well. Sum the value of each color of dabba, then everyone scores their dabbas on the current level based on these values, removing the tiles from their carts. (Note: If not all players have dabbas on the current level being scored, they still play a card, but they score nothing.)&#10;&#10;Once all the dabbas have been delivered, players score for their remaining chai tiles, then whoever has collected the most tips wins.&#10;&#10;Dabba Walla contains two expansion modules to provide additional ways to score or change the value of dabbas being delivered.&#10;&#10;","image":"https://cf.geekdo-images.com/nyly2kH2FKHwC5on7DJqXw__original/img/-Xooj_jrVb5VgtoYHw66xV2_2E8=/0x0/filters:format(jpeg)/pic8101158.jpg","thumbnail":"https://cf.geekdo-images.com/nyly2kH2FKHwC5on7DJqXw__thumb/img/XQk6cXh2KGx5jh8bvDLBUaUmOe4=/fit-in/200x150/filters:strip_icc()/pic8101158.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["End Game Bonuses","Grid Coverage","Hand Management","Layering","Multi-Use Cards","Pick-up and Deliver","Point to Point Movement","Tile Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.53185,"averageRating":7.20305,"rank":14536,"designers":["Felix Leder","Patricia Limberger"],"publishers":["Queen Games"],"artists":["Patricia Limberger"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":5,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":4,"numPlayersIsAndHigher":true}]}