{"gameId":417542,"name":"Cyberpunk 2077: The Board Game","description":"Cyberpunk 2077: the Board Game is a fast-paced cooperative tactical card game, for Welcome to Night City, the metropolis of the future. Here, the local blends with the global, and the past,&#10;present, and future merge into one.&#10;&#10;1-4 players, where each Player controls one Character &ndash; an Edgerunner. With the guidance of the App and the Locations Map, Players will decide which Mission to take. Through a series of real-time Fights and Cooldowns between them, Players must complete the Main Objectives provided by the Mission card&rsquo;s description. Each Character has a deck with Action cards and unique features specific to them.&#10;&#10;The main part of the game will happen in Sequential Timed Action Phase Fight segments, managed by the App. After the signal, Players look at their hands, choose an Active Player, and play their turns one after the other, starting with the Active Player, until the time runs out.&#10;&#10;Then Players will go through the Steps of the Cooldown Phase, discard all cards from their hands, check loot, and prepare for the next STAP. Players may take as much time as they need to update the game state, gear up, and discuss their further actions and strategy.&#10;&#10;All Players win the game together if they successfully manage to complete all Main Objectives for the Mission. Players lose the game if they fail to complete any Main Objective in time. The Objective requirement will specify what the Players need to do to meet them. Immediately after the Active Player completes it, they receive the shown reward.&#10;&#10;&lsquo;It's a blitz through the underbelly of this city, where you fight,&#10;hack, and hustle your way to the top. Just like the good old days.&rsquo;&#10;&#10;","image":"https://cf.geekdo-images.com/m3EyNhiDH41DMKnprrPO8Q__original/img/n23q8_LK7LjTVQPXF1_X_nGgO68=/0x0/filters:format(png)/pic8376768.png","thumbnail":"https://cf.geekdo-images.com/m3EyNhiDH41DMKnprrPO8Q__thumb/img/Y9SE8H81ovyqAn6D9SLQlQ69FJw=/fit-in/200x150/filters:strip_icc()/pic8376768.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":[],"isExpansion":false,"yearPublished":2025,"bggRating":5.51142,"averageRating":6.42,"rank":19638,"designers":["Łukasz Woźniak"],"publishers":["CD Projekt RED","Go On Board"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}