{"gameId":418177,"name":"Vampire Nights","description":"Vampire Nights is a fast playing tense boardgame that combines hidden information, hidden identity and set-collecting with tight item management. &#10;The game pits 2 to 4 brave players against a group of vampires hiding from daylight in a small rural village. Players need to secure precious treasure from the vampire hideout, while rescuing villagers from the grasp of the night creatures. But beware, bites can weaken you and even turn you into a creature of the night yourself! Players explore a vampire infested mansion represented by partly hidden tiles, advancing their 2 personal guards (meeples) from room to room, uncovering the hidden content as they enter each room.&#10;Each room, represented by a tile, allows you to interact with what is inside by playing items (cards) from a limited hand. These will help your guard inside the room rescue villagers, evade vampires and hinder rival guards. Players attempt to reach the garden of the house safely in order to hold one of two available spots that allow a player to claim loot, revealed during exploration.&#10;You win the game with the highest total of gathered points, scored by rescuing villagers, eliminating vampires (unique members from the vampire dynasty scoring more points when collected as a set) and getting hold of valuable items. But beware, as rival guards will hinder your plans and mislead you. When you receive too many vampire bites you might turn into a Vampire yourself, triggering new goals to win the game. Vampire nights is a box full of intrigue and surprises!&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/IjCzsMgaaUVOE6zMj8crGg__original/img/zuhtePIpvdwRv6mX30-dGktNS0k=/0x0/filters:format(jpeg)/pic8303087.jpg","thumbnail":"https://cf.geekdo-images.com/IjCzsMgaaUVOE6zMj8crGg__thumb/img/K05vrtUXKnuMHndKXKiWijnJrbM=/fit-in/200x150/filters:strip_icc()/pic8303087.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Hand Management","Hidden Roles","Map Reduction","Push Your Luck","Set Collection"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":9.29167,"rank":-1,"designers":["David Ausloos"],"publishers":["Ludolux"],"artists":["David Ausloos"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}