{"gameId":418354,"name":"Babylon","description":"In the 6th century BCE, Nebuchadnezzar II, king of Babylon, wanted to honor his young wife, Amytis of Media, with magnificent gardens featuring a multitude of beautifully scented flowers, so he called on the most eminent architects in his kingdom to test their ingenuity and realize his vision of creating what would become one of the seven wonders of the ancient world.&#10;&#10;In Babylon, you take on the role of an eminent architect. Dig the quarry for the best materials, and use them wisely to build your gardens. At the end of the game, the player who unveils the most impressive design before the king will be declared the winner and crowned the greatest architect in the kingdom.&#10;&#10;Game system: the box, representing the quarry from which you will draw your construction materials, is placed in the center of the table. On your turn, take a Terrace tile of your choice from the quarry and receive, depending on its location, a variable number of pillars. Use these pillars to place your tile on your personal board and, if you can, beautify your garden with different decorative elements.&#10;Build your terraces to go from floor to floor and decorate them as much as possible. At the end of the game, each decorative element will give you victory points depending on the floor where it is located.&#10;&#10;Although BABYLON is accessible to the whole family, it is also very popular with heavy gamers, due to a large number of optimization possibilities.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/b5iF1K7adpDzl56EgixITQ__original/img/SAqE2M0Mqlrc_5ijZIoe6u8g1L0=/0x0/filters:format(jpeg)/pic8255989.jpg","thumbnail":"https://cf.geekdo-images.com/b5iF1K7adpDzl56EgixITQ__thumb/img/TTk5DIntTCiz8EIX6rB1eLy5fZQ=/fit-in/200x150/filters:strip_icc()/pic8255989.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Modular Board","Open Drafting","Three Dimensional Movement","Tile Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.53643,"averageRating":8.23333,"rank":13919,"designers":["Olivier Grégoire"],"publishers":["Geek Attitude Games","Elznir Games"],"artists":["The Creation Studio"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}