{"gameId":418812,"name":"Little Alchemists","description":"Will you surpass your teachers' knowledge and grow up to become the best alchemists in the land? Let's find out! It's time to grab your potion ingredients, sharpen your deduction skills, and get mixing!&#10;&#10;Little Alchemists is a family-friendly deduction game that's designed to grow with the curious minds of young players. The game starts with simple concepts and mechanisms; you'll start by gathering and combining ingredients for brewing potions to sell. However, as you collect keys by achieving your potion-making goals, you'll unlock new chapters that gradually add more components, mechanisms, and complexity to the experience.&#10;&#10;Not sure how to make potions? No sweat! Potion craft takes mere seconds with the free Little Alchemists companion app. To make a potion, players select two ingredient tiles, then scan them using the companion app loaded onto a tablet or smartphone. This reveals the combined result and lets players acquire and mark the corresponding potion knowledge on their secret player board.&#10;&#10;With each potion you make, you'll begin to discover the secrets that lie at the heart of alchemy. Players will have to use clever deductions to figure out the arcane properties of each ingredient, then they can use that knowledge to their advantage throughout the game!&#10;&#10;Over the course of seven chapters that unlock over multiple playthroughs, players will learn and master many new facets of the alchemy trade, preparing them for what's to come. Each chapter is designed as a replayable experience that expands on the previous chapter, with new layers of game mechanisms that add more subtle depth and complexity over time. Also, fully exploring the world of Little Alchemists will introduce you to many of the concepts from and better prepare you for the original Alchemists game.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/5zNISBxg09aaJ_91L0BdQg__original/img/00gc1nVWzR2kr77yKy_YOcIeuPI=/0x0/filters:format(jpeg)/pic8145504.jpg","thumbnail":"https://cf.geekdo-images.com/5zNISBxg09aaJ_91L0BdQg__thumb/img/xCn9vU3ExsWvbboaRNVCpkYCnLg=/fit-in/200x150/filters:strip_icc()/pic8145504.jpg","minPlayers":2,"maxPlayers":4,"playingTime":40,"mechanics":["Contracts","Deduction","Hand Management","Open Drafting"],"isExpansion":false,"yearPublished":2024,"bggRating":5.58708,"averageRating":7.71875,"rank":9365,"designers":["Matúš Kotry"],"publishers":["Czech Games Edition","Cranio Creations","HeidelBÄR Games"],"artists":["David Cochard","Štěpán Drašťák","Dávid Jablonovský","František Sedláček"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}