{"gameId":420914,"name":"Iliad","description":"The Trojan War has begun, and both sides of the conflict pursue every advantage they can possibly gain. Two opposing heroes &mdash; Hector of the Trojans and Achilles of the Greeks &mdash; seek the favor of the gods to lend them support and tip the scales of fate. Only one side will emerge victorious, its hero becoming the legend of the Iliad.&#10;&#10;Iliad is a tile-placement strategy game for two-players by Reiner Knizia. On your turn, select one of two tiles from your hand and place it onto the board adjacent to an opponent's tile. Both players have symmetrical pools of tiles, with their strength ranging from 1-5, along with the Dolos tile that mimics your opponent's adjacent tiles. The key to victory lies behind the relentless tension of where and when to commit your tiles. When placing a tile, you may also activate the tile's ability, which can serve to turn the tide of war.&#10;&#10;When a row or column is filled, the player with the highest total strength in that line earns the right to select one of the two success tokens at the ends of that row or column; the other token goes to their opponent. Success tokens can earn you the favor of the Gods, and they can earn (or cost you) points. At the end of the game, the winner is the player who has earned the favor of all five Gods. If both players &mdash; or neither of them &mdash; meet this qualification, then the player who has earned the most points wins. Thus, players will face tough tactical trade-offs as they must decide whether to compete for exclusive favor of the Gods or for the most points &mdash; then influence the outcome of the game toward their intended advantage.&#10;&#10;Iliad is the first game in the Mythos Collection, a line of two-player titles by Bitewing Games featuring strategy and mythology.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/V879Jjcv8gKWKWFn4tChKg__original/img/5_0PQDpb8vSN5u9jm5XkFp3MRwc=/0x0/filters:format(png)/pic8195970.png","thumbnail":"https://cf.geekdo-images.com/V879Jjcv8gKWKWFn4tChKg__thumb/img/U1u67ZDp1FwrSMtrWPrBeduhkts=/fit-in/200x150/filters:strip_icc()/pic8195970.png","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Area Majority / Influence","Hand Management","Once-Per-Game Abilities","Open Drafting","Set Collection","Tile Placement","Variable Set-up"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":6.88,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Bitewing Games"],"artists":["Harry Conway"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}