{"gameId":420915,"name":"Ichor","description":"The dark monsters of Greek mythology have gathered for one final assault on Mount Olympus. The Greek gods are prepared to defend their sacred ground. Who will prevail in this decisive battle of blood and ichor?&#10;&#10;Ichor is an asymmetric strategy game for two players by Reiner Knizia. In this mythological battle of wits, one player controls the Greek gods while the other controls the Greek monsters. On your turn, you move one of your figures in a straight line as far as you wish, leaving behind a trail of your tokens on each space you pass over. You can never move onto or over a space containing another figure, but you can replace opposing tokens with your own. The first player to get all of their tokens on the board wins.&#10;&#10;Each figure possesses a unique ability that can be used only once per game. Thus, the winner will be the one who best leverages their abilities, sets themself up for big plays, and blocks their opponent from doing the same.&#10;&#10;Reiner Knizia has developed and evolved Ichor from previous versions of this elegant design by:&#10;&#10;     Polishing the existing character abilities while adding new ones&#10;     Introducing an advanced gameplay expansion that features powerful gate tiles and even more gods and monsters (called the Reinforcements &amp; Gates expansion)&#10;     Focusing the competition on a dual-play experience that grows in tension&#10;     Providing nearly 50 million possible set-ups thanks to 2 game boards, 24 characters, and 8 gate tiles&#10;&#10;&#10;Ichor is the second game in the Mythos Collection, a line of two-player titles by Bitewing Games featuring strategy and mythology.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/hRqHGC9qABpo_ZnolfpkDQ__original/img/1DuJw2-xkbbHCIxWgHI1JM_LDhU=/0x0/filters:format(png)/pic8195971.png","thumbnail":"https://cf.geekdo-images.com/hRqHGC9qABpo_ZnolfpkDQ__thumb/img/M9x7JqnnC92yS0DyqoLHrL044Vs=/fit-in/200x150/filters:strip_icc()/pic8195971.png","minPlayers":2,"maxPlayers":2,"playingTime":40,"mechanics":["Grid Movement","Once-Per-Game Abilities","Pattern Movement","Square Grid","Sudden Death Ending","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":7.5,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Bitewing Games"],"artists":["Tyler Miles Lockett"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}