{"gameId":421006,"name":"The Lord of the Rings: Duel for Middle-earth","description":"A dark rumour rises from Mordor. The Eye turns to Middle-earth. The hour has come. The Fellowship is reunited. The Heroes prepare for battle. Will you play as the Fellowship of the Ring to defend the free races and destroy the One Ring? Or will you play as Sauron and pursue Frodo and Sam while deploying your hordes to the gates of the enemy cities? The destiny of Middle-earth is in your hands!&#10;&#10;A game plays over 3 successive chapters that unfold similarly.&#10;On your turn, strengthen your Skills, hoard your treasure, stretch your presence across Middle-earth, rally Races to your cause, or advance the Quest of the Ring.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Turn OverviewIn each chapter players take cards from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's available, that is not partially covered by any other cards. Players can either play the card, paying its cost and placing it in their play area, obtaining its benefit, or discard the card and take as many coins from the reserve as the current chapter.&#10;&#10;Players can also take a Landmark tile from one of the faceup tiles, paying its cost placing it in their play area. They will be able to immediately place a Fortress pawn on the corresponding region of the central board and benefit from its other effects.&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Victory ConditionsImmediately win the game by fulfilling one of the 3 victory conditions:&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Quest of the Ring&#10;     For the Fellowship: If Frodo and Sam reach Mount Doom, they destroy the One Ring and you immediately win the game.&#10;     For Sauron: If the Nazg&ucirc;l catch Frodo and Sam, they seize the One Ring and you immediately win the game.&#10;&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Support of the RacesIf any player gathers 6 different Race symbols on their Green cards, they rally the support of the Races of Middle-earth and immediately win the game&#10;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#10;&#9;&#9;&#9;&#9;&#9;Conquering Middle-earthIf a player is present in all 7 regions (with a Fortress and/or at least 1 Unit), they dominate Middle-earth and immediately win the game.&#10;&#10;If none of these three victory conditions are achieved by the end of chapter 3, the player who is present in the most regions of Middle-earth (with a Fortress and/or at least 1 Unit) wins the game. In case of tie, share the victory.&#10;&#10;","image":"https://cf.geekdo-images.com/EybxJlUc9rz7F7HVFLqsdw__original/img/Ts4M5eOW38r2oTvJmkx0uwNodv4=/0x0/filters:format(jpeg)/pic8378939.jpg","thumbnail":"https://cf.geekdo-images.com/EybxJlUc9rz7F7HVFLqsdw__thumb/img/rojFW0-h-bteedVG4aJXG1x7V0o=/fit-in/200x150/filters:strip_icc()/pic8378939.jpg","minPlayers":2,"maxPlayers":2,"playingTime":45,"mechanics":[],"isExpansion":false,"yearPublished":2024,"bggRating":7.49321,"averageRating":8.4576,"rank":126,"designers":["Antoine Bauza","Bruno Cathala"],"publishers":["Repos Production","ADC Blackfire Entertainment","CoolPlay","Galápagos Jogos","Gém Klub Kft.","Hobby Japan","Korea Boardgames","Metagame Studio","Ponva d.o.o.","Rebel Sp. z o.o.","Ігромаг"],"artists":["Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":64,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":81,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":67,"numPlayersIsAndHigher":true}]}