{"gameId":421699,"name":"Dice Tales: Knight's Adventures","description":"Become the mighty knight, embark on an epic solo journey in Dice Tales: Knight's Adventures. In this immersive sandbox game, you&rsquo;ll put on the armor of a valiant knight, venturing across the kingdom lands. Your brave action in one location will echo in the others, shaping your destiny and changing the course of your adventure.&#10;&#10;The choice is yours, decide where you want to go in each round to gain fame and glory. Compete in grand knight tournaments, rescue ladies in distress, explore evil dungeon, embark on adventure tract, try to make your path to fight the fearsome dragon, or come to one of the towers to increase your fame with one of the adventures.&#10;&#10;Throughout your travels gather a fortune in gems and gold, and use them to your advantage. Encounter a cast of characters including merchant, ranger, and knight. Sharpen your skills in combat and defense, and gather a quiver of arrows to aid you in your noble adventures. Embark on a knightly adventure and shape your destiny.&#10;&#10;Dice Tales: Knight's Adventures is a Roll and Write game created specifically for solo players. You will roll the dice and decide where you want to go each round trying to write your story and gain fame. Game offers diverse paths to victory.&#10;&#10;Dice Tales: Knight's Adventures is a game where every choice carves a path to greatness. Will you rise to become the realm&rsquo;s most celebrated hero? The dice are cast, and your tale awaits!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/XeB-OBDkafRZYYnwlNNNVQ__original/img/d8bKfdF3hfnwE67dsOwDUCiG1q4=/0x0/filters:format(jpeg)/pic8222782.jpg","thumbnail":"https://cf.geekdo-images.com/XeB-OBDkafRZYYnwlNNNVQ__thumb/img/oS05NXCiN6r8_qrBvFxToKsxY8c=/fit-in/200x150/filters:strip_icc()/pic8222782.jpg","minPlayers":1,"maxPlayers":1,"playingTime":30,"mechanics":["Dice Rolling","Paper-and-Pencil","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":0,"bggRating":0,"averageRating":1,"rank":-1,"designers":["Mark Cryhavock"],"publishers":["MoonCat"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}