{"gameId":421912,"name":"Valkyries","description":"Take on the role of four Valkyries who, tired of waiting for the last battle, the battle of the end times, have decided to take the lead and, supported by Freya, rush into battle to try to prevent Ragnar&ouml;k itself. Face mighty wyrms, cunning dark elves, draugr risen from the depths of Hel, tough frost giants and fearsome fire demons. Defeat them and maybe you will win the favour of the gods and they will aid you in your quest. For Asgard!&#10;&#10;Valkyries is presented as a game book. Each chapter introduces new rules and a Battleground to play them on. Throughout the first three chapters you will learn the rules progressively, moving around the Battlefield, eliminating as many enemies as you can, playing your cards as wisely as you can. Compete with your sister warriors to see who should lead the team. Once you've mastered the basics, you can play Full Mode on any isolated Battlefield, venture into the Vanaheim campaign, chronicled in the last chapter, or create your own scenarios and campaigns.&#10;&#10;The modularity of the game makes it accessible for casual players or a challenge for the most demanding players, as well as making it highly replayable. Quick games, long campaigns, rule combinations... Everything is available to players in a simple and easy to configure way. As if that wasn't enough, additional content will be added periodically to extend the hours of gameplay even further.&#10;&#10;&mdash;description from the publisher&#10;&#10;Tomad el papel de cuatro Valkirias que, cansadas de esperar a la &uacute;ltima batalla, la del final de los tiempos, han decidido tomar la delantera y, apoyadas por Freya, lanzarse a la batalla para tratar de evitar el mism&iacute;simo Ragnar&ouml;k. Enfrentaos a poderosas sierpes, ladinos elfos oscuros, draugr resurgidos de las profundidades de Hel, duros gigantes de hielo y temibles demonios de fuego. Venced y tal vez os gan&eacute;is el favor de los dioses y estos os ayuden en vuestra gesta. &iexcl;Por Asgard!&#10;&#10;Valkirias se presenta como un libro juego. Cada cap&iacute;tulo presenta nuevas reglas y un Campo de Batalla donde jugarlas. A lo largo de los tres primeros aprender&eacute;is las reglas de forma progresiva, desplaz&aacute;ndoos por el Campo de Batalla, eliminando a cuantos enemigos pod&aacute;is, jugando vuestras cartas de la manera m&aacute;s inteligente. Compite con tus hermanas guerreras para ver qui&eacute;n debe liderar al equipo. Cuando domin&eacute;is los conceptos b&aacute;sicos, podr&eacute;is jugar al Modo Completo en cualquier campo de Batalla asilado, aventuraros en la campa&ntilde;a de Vanaheim, narrada en el &uacute;ltimo cap&iacute;tulo, o crear vuestros propios escenarios y campa&ntilde;as.&#10;&#10;La modularidad del juego consigue que sea accesible para aquellos jugadores m&aacute;s casuales o todo un reto para los jugadores m&aacute;s exigentes, adem&aacute;s de conseguir que sea altamente rejugable. Partidas r&aacute;pidas, campa&ntilde;as largas, combinaciones de reglas&hellip; Todo al alcance de los jugadores de una manera sencilla y f&aacute;cil de configurar. Por si fuera poco, se a&ntilde;adir&aacute; contenido adicional de manera peri&oacute;dica para ampliar a&uacute;n m&aacute;s las horas de juego.&#10;&#10;&mdash;description from the publisher (Spanish)&#10;&#10;","image":"https://cf.geekdo-images.com/hO8RZhtjs68iP8lM3l-wYQ__original/img/wmur8l_FbXqRKw4eVFiLlBhYajs=/0x0/filters:format(jpeg)/pic8253953.jpg","thumbnail":"https://cf.geekdo-images.com/hO8RZhtjs68iP8lM3l-wYQ__thumb/img/ZlKCUZb-SmsQ-oycJmzlEE_FgaE=/fit-in/200x150/filters:strip_icc()/pic8253953.jpg","minPlayers":2,"maxPlayers":4,"playingTime":20,"mechanics":["Grid Movement","Hand Management","Multi-Use Cards","Scenario / Mission / Campaign Game","Square Grid","Variable Player Powers","Variable Set-up"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":8.92,"rank":-1,"designers":["César Gómez Bernardino","Paz Navarro Moreno"],"publishers":["Tranjis Games"],"artists":["Isabel Vílchez"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}