{"gameId":424125,"name":"So, You've Been Cursed.","description":"NOTE: This is a game for 0 - 2 players. The BGG database does not allow a player count of 0.&#10;&#10;So, you've been cursed.&#10;&#10;It happens in the wizarding business. Occupational hazard. It is also the only logical explanation. At first, it seemed like that feast last night must have caused the headache and the heartburn...but as you were about to brew the third digestive potion of the morning, it dawned on you.&#10;&#10;You can't remember how you got home, and what you actually had for dinner. Then, you noticed the sheep bones in the kitchen, the sheep bones on the dinner table, the sheep bones in the washroom, the unidentified bones in the bedroom, the blood stains in...just about everywhere in the house.&#10;&#10;It did not help that the town crier passed by your house, announcing the missing sheep from Scott's farm, the gouged-out stonework at the town hall, the missing merchant from across town.&#10;&#10;So, there is a monster running around town at night, terrorizing the villagers and what's worse, eating them. Luckily for them, it seems to be a nice, local monster rather than one from out of town, so no worries there, they are safe from outsiders. Unluckily for you, it seems that the monster is, well, you.&#10;&#10;But no need to despair! There is a cure! Maybe! You just need a whole lot of ingredients to brew and mix the potions listed in your spell book, and you need to get them by any means necessary before it is too late and your nocturnal form persists in its ravenous pursuit for long enough to permanently transform.&#10;&#10;And who knows what the monster inside of you is thinking?&#10;&#10;Or, rather, who knows what the monster is eating?&#10;&#10;So, You've Been Cursed. is a game for 0 to 2 players: two players can play against one another, one player can compete against a bot in either of the asymmetric roles, or a human can have the two bots play one another, which could be ideal for learning the game's mechanisms.&#10;&#10;","image":"https://cf.geekdo-images.com/wvLzSI1Wm_wOsW5qvXERSA__original/img/Mn5dzF3RjGsbZBk5UGbZ00nOGWM=/0x0/filters:format(jpeg)/pic8288269.jpg","thumbnail":"https://cf.geekdo-images.com/wvLzSI1Wm_wOsW5qvXERSA__thumb/img/atFCIdhI6OWD1uXd05s9o5NgdeA=/fit-in/200x150/filters:strip_icc()/pic8288269.jpg","minPlayers":1,"maxPlayers":2,"playingTime":45,"mechanics":["Action Points","Pick-up and Deliver","Point to Point Movement","Resource to Move","Variable Player Powers"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":5,"rank":-1,"designers":["Scott Almes"],"publishers":["LudiCreations"],"artists":["Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}