{"gameId":424785,"name":"Crafting the Cosmos","description":"In Crafting the Cosmos, you are interstellar architects, competing to build the galaxy &ndash; one star at a time. Manipulate the laws of the universe to your advantage, shifting gravity or the flow of time to activate useful power cards, and even spawn advanced life that can earn you extra victory points at the end of the game. Use your resources wisely as you craft your cosmic creation.&#10;&#10;Each round consists of each player taking a turn, which then is followed by shared end phase. A player's turn consists of two phases: energy and craft. Players takes their turns moving energy on the main board and gaining resources. They then spend their resources to craft their galaxy.&#10;&#10;During the energy phase, you move energy tokens around the controls on the main board to gain resources for crafting your cosmos. Then during the collect resources phase, you gain the resources from the one active control space with your energy token, then from all four of the passive control spaces.&#10;&#10;Once a player has collected all of their resources, they spend them during the craft phase in any order to craft their galaxy. You may take placement actions, scoring actions, energy card actions, and slider actions in any order. You may place the four standard kinds of stars: hydrogen (H), helium (He), carbon (C), and oxygen (O), place proto life, or even nebulae.&#10;&#10;Players can spend energy cards to gain power cards to help them craft their cosmos more effectively, and they compete to complete universal goals.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/QWbAaYKvzb9h92uJ5AXV2Q__original/img/PYfc2oysM7-x3KByg33QkiItl7s=/0x0/filters:format(jpeg)/pic8447906.jpg","thumbnail":"https://cf.geekdo-images.com/QWbAaYKvzb9h92uJ5AXV2Q__thumb/img/muZEJEplG4YPQQE_5SadD83FR60=/fit-in/200x150/filters:strip_icc()/pic8447906.jpg","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":[],"isExpansion":false,"yearPublished":2025,"bggRating":5.54301,"averageRating":6.58827,"rank":13328,"designers":["David Gordon (I)","TAM"],"publishers":["Office Dog","Rebel Sp. z o.o."],"artists":["Greg May","Dann May"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":2,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":true}]}