{"gameId":425142,"name":"Camping Season","description":"Have you ever wondered what it would be like to be the founder of a thriving campground? Well now, you&rsquo;re invited to step into their shoes, to see if you have what it takes to run the show in Camping Season.&#10;&#10;In this board game experience you&rsquo;ll have the opportunity to build, design, and manage your own campground. You and your fellow owners will have 6 seasons to create the ultimate camping experience. Whoever earns the most points by attracting guests and optimizing profits will be recognized and awarded for their prestigious efforts.&#10;&#10;In order to get a leg up on the competition, you&rsquo;ll need to manage your money wisely. Each round, owners will have the opportunity to expand their campground and build amenities, finding the balance between what type of campsites are available and how many guests their campground can handle.&#10;&#10;Upgrade your campground with special projects, exploring different combinations to fit your overall strategy, and maximize your output.&#10;&#10;Design the resort of your dreams with a selection of 60 unique amenities. But be mindful, while some amenities have amazing benefits, they may increase the maintenance needed to keep your campground in tip top shape. If you fail to keep up with the resort maintenance, your guests may leave you a poor review.&#10;&#10;At the beginning of each season, new customers will be added to your Guest Bag, along with the customers added by your amenities. Every decision is an opportunity to explore the intricacies of Camping Season in new and exciting ways, creating limitless replayability.&#10;&#10;Think you have what it takes to build and manage a 5 star camping resort?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ic7cC06h-c7bOymdXtQpxw__original/img/ds2GFno7I6PutArgm080be1TM1Y=/0x0/filters:format(png)/pic8322929.png","thumbnail":"https://cf.geekdo-images.com/ic7cC06h-c7bOymdXtQpxw__thumb/img/YFL4SvDxrzQWOvuKQYyZACg5M0E=/fit-in/200x150/filters:strip_icc()/pic8322929.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Deck, Bag, and Pool Building","Simulation"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":2.28571,"rank":-1,"designers":["Casey Mattes","Zoey Mattes"],"publishers":["SweaterBear Games"],"artists":["Serene Illustrations"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}