{"gameId":425549,"name":"Moon Colony Bloodbath","description":"Cities on the moon! This will be humanity's crowning achievement. At last, no longer bound to the Earth &mdash; the moon, a stepping stone to the stars. The rockets are loaded with supplies and colonists; the robots are programmed and ready. Everything has been planned down to the tiniest detail, and there is no chance whatsoever of failure. To the moon!&#10;&#10;Moon Colony Bloodbath is an engine-building, engine-losing tableau game, with a shared deck the players build that makes things happen, many of them bad things that kill people in your moon colony, but some positive, and some that let you build up.&#10;&#10;More specifically, each turn one card is revealed from the shared deck, which starts with four work cards, two trouble cards, and two twists. For work, each player takes an action of their choice simultaneously: mining for money, farming for food, research for cards, build a new building, or restock boxes on buildings. Twists vary from one game to the next. Trouble adds a new event card to the deck: hunger, paperwork, glitches, accidents, leaks, power failure &mdash; whatever can go wrong will go wrong, then whenever the deck is shuffled, you can prepare for all those events once again.&#10;&#10;Players can add cards to the shared deck, too, whether perks that are only for you or developments that affect all players.&#10;&#10;The game lasts until one player's moon colony has no people remaining, or until the players reach the bottom of the event deck. At that point, the player with the most survivors wins.&#10;&#10;","image":"https://cf.geekdo-images.com/KDrRxEKQMmHyM0QQ2ONX4Q__original/img/XD-aeaMShk-TN_n0n6O9kbczxNY=/0x0/filters:format(jpeg)/pic8638247.jpg","thumbnail":"https://cf.geekdo-images.com/KDrRxEKQMmHyM0QQ2ONX4Q__thumb/img/EusjojuWYxwkxaP7eAnaBn1QzLg=/fit-in/200x150/filters:strip_icc()/pic8638247.jpg","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Deck, Bag, and Pool Building","Delayed Purchase","Events","Simultaneous Action Selection","Variable Phase Order"],"isExpansion":false,"yearPublished":2025,"bggRating":6.00954,"averageRating":7.67562,"rank":2985,"designers":["Donald X. Vaccarino"],"publishers":["Rio Grande Games"],"artists":["Franz Vohwinkel"],"playerPollResults":[{"numPlayers":1,"best":4,"recommended":10,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":5,"recommended":16,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":8,"recommended":16,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":12,"recommended":11,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":6,"recommended":13,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":8,"numPlayersIsAndHigher":true}]}