{"gameId":426713,"name":"PRINCIPES","description":"Year 1202, the Kingdom of Poland has been divided for 64 years. The last, respected Senior-Prince, Mesco the Old, dies in peace, but with his death the fragile order collapses.&#10;&#10;In Principes, Poland is broken into 4 Principalities, led by 4 branches of the Piast dynasty. The players' task is to take control of their part of the Kingdom and lead to the coronation of one of their Princes. To do this, players will develop and expand their lands, wage wars and form alliances with neighboring factions. Only the most persistent and clever will succeed!&#10;&#10;Players will compete with each other for a maximum of 6 Rounds, which are divided into 3 Periods. Each Round begins with the revealing of the History Card (through them, the Teutonic Knights and the Mongols can appear on the board, among others). The core mechanism of the game consist of secretly programming 3 of 6 available Actions, which are: Progress, Taxes, Assembly, Movement, Building and Politics. The goal of the participants is to climb up the 3 Tracks (the Track of Power, Support of the People and the Clergy) to the highest position - then they can crown their prince, and thus immediately end the game with their glorious victory!&#10;&#10;The game is being created thanks to a scholarship from the Minister of Culture and National Heritage of Poland and tells the story of a key, extremely interesting period of confusion, chaos and growth in Polish history - it is called the time of great disruption, after which (with the help of players) the rebirth will come.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/Xpicaj0JYOhy1ZTd_Q5gUw__original/img/OluEcHkQcq17nJ_Pcwb3MoUBr58=/0x0/filters:format(jpeg)/pic8368500.jpg","thumbnail":"https://cf.geekdo-images.com/Xpicaj0JYOhy1ZTd_Q5gUw__thumb/img/5QMWJ-jFu0p82QAxzhJPbVS-FBU=/fit-in/200x150/filters:strip_icc()/pic8368500.jpg","minPlayers":1,"maxPlayers":4,"playingTime":160,"mechanics":["Alliances","Card Play Conflict Resolution","Dice Rolling","Die Icon Resolution","Events","Movement Points","Negotiation","Player Elimination","Simulation","Solo / Solitaire Game","Worker Placement"],"isExpansion":false,"yearPublished":2026,"bggRating":5.5603,"averageRating":8.38757,"rank":11525,"designers":["Leo Soloviey"],"publishers":[],"artists":["Leo Soloviey"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}