{"gameId":426945,"name":"Baseball Highlights: 2045 – Bases Loaded Edition","description":"The Bases Loaded Edition contains all previously released gameplay content as well as the All-Star Expansion.&#10;&#10;American baseball was on its last legs as a spectator sport. Football had become the predominant national pastime &mdash; that is until the year 2032, the year baseball decided to revolutionize the game and regain the throne!&#10;&#10;Starting in 2032, baseball games were shortened to six innings. Pitchers were encouraged to have bionic arm implants to improve their pitching. These cyborgs, or 'Borgs as they're affectionately known, were immediately popular and soon ruled the league. In 2041, robotic players were introduced to get more offense back into the game. These robots were similar to designated hitters in that they were used only to bat and did not field. However, recent reports indicate fielding 'Bots are on the way.&#10;&#10;Now in 2045, human players are still in the game and known as Naturals. They are the best fielders by far but are sorely challenged when it comes to hitting and pitching. Some Naturals have learned to hit by swinging before the pitcher starts his windup, which gives them a chance to hit the ball. Although it's hard for a Natural to get into the league, those who do are popular. Many Naturals have named themselves after the great players of pre-2032 baseball by taking a first and last name borrowed from different star players of the past. The fans love them, and their presence on the team ensures good revenue!&#10;&#10;The stage is now set! The fans are energized and root fanatically for their new favorites, be they 'Bots, 'Borgs or Naturals!&#10;&#10;Baseball Highlights: 2045 is like watching TV highlights of early 21st-century baseball games, with the gameplay being full of theme with no outs or innings and without bogging down in a play-by-play baseball simulation. In this quick and interactive game, two players build their teams as they play, combining both strategy (building your team) and tactics (playing the game) without any of the downtime. During each &quot;mini-game&quot;, each player alternates playing six cards to simulate a full game's highlights. The mini-game includes defensive and offensive actions, and your single card play may include elements of defensive and/or offensive plays. Do you try to thwart your opponent's pending hits, put up strong offensive action of your own, or use your better players to do both? Players buy new free agents after each mini-game to improve their roster, and the team who wins the most mini-games in the series is the champ!&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/ialGQ81_ZP0DDXToDLVrAA__original/img/Are1CAg99EsB3KNGBNg3mYEy8UM=/0x0/filters:format(png)/pic8367915.png","thumbnail":"https://cf.geekdo-images.com/ialGQ81_ZP0DDXToDLVrAA__thumb/img/KnjxKAV2cIcFunDd6JS17xtexpk=/fit-in/200x150/filters:strip_icc()/pic8367915.png","minPlayers":1,"maxPlayers":4,"playingTime":60,"mechanics":["Deck, Bag, and Pool Building","Hand Management","Open Drafting","Solo / Solitaire Game","Take That"],"isExpansion":false,"yearPublished":2025,"bggRating":5.64497,"averageRating":8.25419,"rank":-1,"designers":["Mike Fitzgerald"],"publishers":["Eagle-Gryphon Games"],"artists":["William Bricker","Garrett Kaida","Franz Vohwinkel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}