{"gameId":427084,"name":"Superstore 3000","description":"Welcome to Superstore 3000, the retro-futuristic mall building game where you must build the tallest and most incredible mall to satisfy as many customers as possible.&#10;&#10;In Superstore 3000, each player builds their own mall by placing shop tiles and being the first to meet the criteria to collect the unique attraction tiles that will make your building even more exceptional.&#10;&#10;In the year 2964, become a visionary mall engineer with the thrilling board game, Superstore 3000. Set against the backdrop of interstellar commerce, players race to construct the most customer-friendly and aesthetically pleasing shopping haven. Each round is a dive into strategic decision-making, from choosing the optimal Mall Elements from the innovative Dispenser 3000 to strategically positioning attractions to draw in more visitors.&#10;&#10;This game is not only about building but also about foreseeing customer needs and cleverly managing your resources. The Dispenser 3000 enhances the tactical depth, requiring you to think ahead as you invest in valuable tiles. With over 96 Mall Elements to choose from and dynamic setup changes, no two games are alike, ensuring that each playthrough remains exciting and full of new challenges.&#10;&#10;Superstore 3000 is beautifully crafted with detailed components that include food courts, fashion stores, and hobby shops, each tile vividly illustrated to reflect its unique identity. The game scales impressively from 2 to 4 players, making it an excellent choice for both intimate friend gatherings and lively family game nights. Aim to satisfy your customers, outsmart your competitors, and watch your futuristic mall come to life!&#10;&#10;This game offers not just a play experience but an engaging narrative that blends commerce, architecture, and a hint of cosmic adventure. It's perfect for anyone who loves strategy games with a creative twist. Whether you're buying your first board game or adding to a growing collection, Superstore 3000 promises endless fun and strategic depth. Join the race to build the ultimate space mall and be the envy of the galaxy!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/XKNqw6mBwcVIrD9z8OLerw__original/img/eaLve--ksL3MJkvsPTS02OAEvbQ=/0x0/filters:format(jpeg)/pic8371127.jpg","thumbnail":"https://cf.geekdo-images.com/XKNqw6mBwcVIrD9z8OLerw__thumb/img/EnTQSYbfi9rpgTk9tHTD8IN6ofA=/fit-in/200x150/filters:strip_icc()/pic8371127.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Pattern Building","Tile Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.57248,"averageRating":6.50185,"rank":10364,"designers":["Rodrigo Rego"],"publishers":["Space Cowboys","Hobby Japan","Lord of Boards","Siam Board Games"],"artists":["Ryan Goldsberry"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":5,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":6,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}