{"gameId":427345,"name":"Res Arcana Duo","description":"Res Arcana Duo is both an expansion for Res Arcana and a standalone, two-player game that can be combined with the Res Arcana expansions Lux et Tenebrae and Perlae Imperii.&#10;&#10;Gameplay is the same as in the original game: Life, Death, Elan, Calm, and Gold are the essences that fuel the art of magic. Choose your mage, gather essences, craft unique artifacts, and use them to summon dragons, conquer places of power, and achieve victory!&#10;&#10;A game typically lasts 4-6 rounds. In each round, players do these steps:&#10;&#10;&#10;    Collect essences: performs any Collect abilities, and may take essences from components.&#10;    Do actions, 1 per turn, clockwise from the First Player: place an artifact, claim a monument or Place of Power, discard a card for 1 Gold or any 2 other essences, use a power on a straightened component, or pass: exchange magic items and draw 1 card. Play continues until all players have passed.&#10;    Pass procedure: If you are first to pass, take the First Player token, swap your magic item for a different magic item, draw 1 card.&#10;    Check victory points (10+ VPs). If no one has won: straighten all turned components, and begin the next round.&#10;&#10;&#10;Res Arcana Duo features a new drafting method designed for just two players.&#10;&#10;","image":"https://cf.geekdo-images.com/V9wZrr2DgH26_1VRNjy6jQ__original/img/HGv3TK_wSlLTJWf2tO-RT7nI_ho=/0x0/filters:format(jpeg)/pic8380702.jpg","thumbnail":"https://cf.geekdo-images.com/V9wZrr2DgH26_1VRNjy6jQ__thumb/img/ataWjYzshYJYwwlO5qyEbZD8I2Y=/fit-in/200x150/filters:strip_icc()/pic8380702.jpg","minPlayers":2,"maxPlayers":2,"playingTime":60,"mechanics":["Hand Management","Open Drafting","Variable Player Powers","Victory Points as a Resource"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":5.6,"rank":-1,"designers":["Thomas Lehmann"],"publishers":["Sand Castle Games"],"artists":["Julien Delval"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}