{"gameId":427439,"name":"Fear of the Dark","description":"Fear of the Dark is a solo push-your-luck board game with tile placement and a horror theme.&#10;&#10;Inspired by one of the primal fears, it places you in an unknown location without any tangible threat except being alone in the dark with only a limited number of matches in your pocket. The only other resource is your common sense, but like the matches, it is in short supply and tends to deplete too fast.&#10;&#10;To win, you cannot be too cautious, as all your matches will run out, and soon after, the loss of common sense will leave you stranded in the dark, and unable to move (losing the game). You must take risks and move forward until you find that last door that does not have any room behind it, leading you to freedom.&#10;&#10;The gameplay is divided into two modes:&#10;- Playing with a lit match, you can use your cards to perform actions (moving, exploring or searching) or use their more advanced abilities that will use up that card permanently (loss of common sense).&#10;- Playing without a lit match is much worse, as each card played is used up permanently as you slowly lose the ability for stable thought in the dark.&#10;&#10;-description from designer&#10;&#10;","image":"https://cf.geekdo-images.com/LUcfFU9kr744kGpjrV1ayA__original/img/TG-Fjf762E0IqaJeRX9InmyM_R8=/0x0/filters:format(jpeg)/pic8941815.jpg","thumbnail":"https://cf.geekdo-images.com/LUcfFU9kr744kGpjrV1ayA__thumb/img/-IlvosJqBSlpYzJIJGha6uRiJsM=/fit-in/200x150/filters:strip_icc()/pic8941815.jpg","minPlayers":1,"maxPlayers":1,"playingTime":25,"mechanics":["Action / Event","Card Play Conflict Resolution","Push Your Luck","Solo / Solitaire Game"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":8.5,"rank":-1,"designers":["Damir Debanic"],"publishers":["InterHuman"],"artists":["Endi Oblak"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}