{"gameId":428099,"name":"Revenant","description":"From the void between dimensions, an ancient cosmic entity came to corrupt and devour. In the wake of the cataclysm known as Voidfall, the admirals of the fallen Novarchon Empire formed a desperate contingency plan. To preserve the accumulated knowledge that might one day answer the Voidborn threat, a former imperial flagship, the Revenant was retrofitted to hold the Empire&rsquo;s databanks. Carrying humanity&rsquo;s last hope, and accompanied by ships provided by the Empire&rsquo;s vassal Houses, you must now escort the fleet to safety while managing your influence with the Great Houses and securing your political future.&#10;&#10;Revenant is a standalone, competitive worker placement game of shifting allegiances, set in the Voidfall universe. Players take on the role of rival admirals coordinating the defense of a fleeing starfleet, and competing to earn influence with the factions that stand to survive the journey.&#10;&#10;Across four rounds, players assign crew to ships throughout the fleet, from which they will fight the Voidborn, explore planets in search of resources, upgrade their ship and crew, deploy new vessels, and more. Each ship is affiliated with one of the Great Houses, and each time you assign crew there, you gain influence with that House.&#10;&#10;The journey won&rsquo;t be an easy one. The Voidborn&rsquo;s corrupted forces will continuously attack the fleet, dealing damage to various ships at the end of every round. You can take your part in protecting the fleet by destroying enemy ships, repairing friendly vessels or maneuvering them to safe areas, or ultimately activating the Revenant&rsquo;s hyperdrive to jump to a safer sector. Regardless of your efforts, there will be casualties - you have to make sure that the Houses you have influence in are protected above others.&#10;&#10;Revenant spices up the resource management and engine-building of a mid-weight euro with dynamic tactical challenges, constant player interaction, and shifting allegiances.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/3jI41d32ExxZua8WiP_Zhg__original/img/4CsUkhzTDUG5IRgUlVY16pG5mdI=/0x0/filters:format(jpeg)/pic8426405.jpg","thumbnail":"https://cf.geekdo-images.com/3jI41d32ExxZua8WiP_Zhg__thumb/img/ZVr_VfjGozJFWXHsdp2aI2zGFps=/fit-in/200x150/filters:strip_icc()/pic8426405.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","Hidden Victory Points","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":5.5266,"averageRating":7.24286,"rank":16052,"designers":["Allan Kirkeby"],"publishers":["Mindclash Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}