{"gameId":428062,"name":"Camargue","description":"Camargue is a coastal region on southern France, and in the game Camargue you and your fellow players will recreate this landscape one tile at a time.&#10;&#10;To set up, place the starting tile in the playing area and give everyone a hand of three tiles; tiles come in five landscape types with 2-4 paths leading to 2-4 edges, as well as helper tiles that each show two landscape types. All landscape tiles feature an emblem to show how they must be oriented when played.&#10;&#10;On a turn, you either play a helper tile from your hand and score 10 points, or play a landscape tile that extends at least one path already on the board, without cutting off any paths. After doing this, you score points equal to the number of contiguous tiles of the landscape type you just placed multiplied by the number of edges that your just-placed tile touches. For example, if you place a forest tile next to two other tiles, and it's now part of a group of six forest tiles, you score 12 points. To end your turn, draw a tile.&#10;&#10;If you have three tiles in hand, with at least one of them being a helper tile, you can play out of turn. If another player scores a landscape type present on a helper tile in your hand, you can discard that helper tile to score as many points as the active player. On your next turn, you do nothing but draw a tile.&#10;&#10;Once all the tiles have been played, whoever has the most points wins.&#10;&#10;","image":"https://cf.geekdo-images.com/AMs9nP9bXB9vrhMRAIZIsQ__original/img/2B5fApkBfzqDYowg7LBE7fyFu3c=/0x0/filters:format(jpeg)/pic8398169.jpg","thumbnail":"https://cf.geekdo-images.com/AMs9nP9bXB9vrhMRAIZIsQ__thumb/img/SeKL7d0PDEKDVxZg1M-p-SAWiYE=/fit-in/200x150/filters:strip_icc()/pic8398169.jpg","minPlayers":2,"maxPlayers":6,"playingTime":45,"mechanics":["Tile Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":0,"averageRating":1,"rank":-1,"designers":["Timo Diegel"],"publishers":["ABACUSSPIELE"],"artists":["Michael Menzel"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}