{"gameId":428577,"name":"Ananda","description":"Balance is the most important thing at Ananda, balance between body and soul, meditation and work, but above all between building and getting new building blocks.&#10;&#10;In Ananda, players build a temple with domino-style tiles and let their monks meditate there. The larger the colored area built, the more karma points the player can collect. More specifically, at the start of their turn, a player must move their monk to a new colored area on the game board. They then play as many tiles from their hand as they wish, as long as at least one of the tiles is adjacent to their monk, all of the placed tiles expand the color area, and each tile covers precisely two tiles that are on the same level. (Tiles do not need to be on the same level to be part of the same color area.)&#10;&#10;After you finish placing tiles, count the number of squares that comprise the color area to determine your area value. You may then discard meditation cards of this color from your hand that sum to this number or less. Next, you draw face-down tiles from the reserve equal to the difference between your area value and your meditation value, with your rack holding at most eight tiles. Finally, if you have more tiles on your rack than cards in hand, draw cards from your personal deck to make those numbers match.&#10;&#10;Once all the tiles have been built, the player who has scored the most karma points with their played meditation cards wins.&#10;&#10;","image":"https://cf.geekdo-images.com/0T5c0E4U7w67xV5f9T1VcQ__original/img/L8_OZ39AFhksF7h9g4jOK43S4AI=/0x0/filters:format(jpeg)/pic8415416.jpg","thumbnail":"https://cf.geekdo-images.com/0T5c0E4U7w67xV5f9T1VcQ__thumb/img/f8TaSX8IkzOylIdEkdjIjyR7QM8=/fit-in/200x150/filters:strip_icc()/pic8415416.jpg","minPlayers":2,"maxPlayers":4,"playingTime":45,"mechanics":["Hand Management","Pattern Building","Tile Placement"],"isExpansion":false,"yearPublished":2024,"bggRating":5.53048,"averageRating":6.79677,"rank":15534,"designers":["Dirk Barsuhn"],"publishers":["Zoch Verlag"],"artists":["Matthias Holländer"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}