{"gameId":429114,"name":"Nova Era","description":"In Nova Era, players guide their civilization from humble tribal beginnings to vast scientific empires, navigating the twists and turns through eras of history. Harness the power of technology, expand territories, and enlist famous (and sometimes infamous) personalities from across history. Civilizations face constant threats from rival nations, natural disasters, social unrest, and the ever-looming possibility of a dark age.&#10;&#10;The objective of Nova Era is to build the greatest civilization. This is done by strategically choosing the most beneficial technologies, territories, and personalities from the tableau, evolving them as the players go through the annals of time. Players score by having a variety and/or majority of different technology types, as well as fulfilling various card objectives.&#10;&#10;Gameplay revolves around drafting and spending dice, with different dice types providing different resources, bonuses, and penalties for players. Overextending your own dice leads to civil unrest, and dice unused by players fill up the progress bars of natural disasters and the Dark Age, affecting all players across the table. Once all dice actions are taken, an era ends and a new one begins. At the end of three eras, the game ends and the most prosperous civilization wins!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/y9Cks5f12yHu_9LN6skeNw__original/img/jK3sv95FL_9NtS7M5jGLTuRoSIQ=/0x0/filters:format(png)/pic8429731.png","thumbnail":"https://cf.geekdo-images.com/y9Cks5f12yHu_9LN6skeNw__thumb/img/zCJzIMp-NVwE_cMp8Yxnonvhy7E=/fit-in/200x150/filters:strip_icc()/pic8429731.png","minPlayers":2,"maxPlayers":4,"playingTime":90,"mechanics":["Action Drafting","Dice Rolling","Tech Trees / Tech Tracks","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2025,"bggRating":5.54065,"averageRating":7.47778,"rank":13548,"designers":["Andrea Chiarvesio"],"publishers":["CMON Global Limited"],"artists":["Agnès Ripoche"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}