{"gameId":429293,"name":"The Fellowship of the Ring: Trick-Taking Game","description":"The Fellowship of the Ring: Trick-Taking Game is a co-operative card game that plays out over eighteen chapters that lead players through the events of the novel The Fellowship of the Ring. The chapters can be played in any order, but ideally you play them in sequence.&#10;&#10;In each chapter, each player takes a different character role &mdash; Frodo, Gandalf, Sam, Pippin, Farmer Maggot, etc. &mdash; and each character has a condition that must be met in order to pass the chapter and advance in the story. Frodo needs to capture ring cards, for example, while Pippin wants to take as few tricks as possible. As you advance through the chapters, new characters, items, and challenges are introduced to the game.&#10;&#10;The deck consists of 37 cards, with one card being set aside as &quot;lost&quot; each hand. Whoever is dealt the One Ring becomes Frodo, then other players choose from the available characters based on their hand. The One Ring is the game's only trump card, but initially rings can't be led until someone plays one off-suit.&#10;&#10;In the two-player game, one hand of cards is dealt to a dummy player, with some cards being face up and others face down. This dummy is assigned a character, and one of the human players will play cards for it based on which cards are free to be played.&#10;&#10;In the solitaire game, one player plays four hands of face-up cards, with each hand being assigned a character and only a few cards being available at a time. After you play a trick, deal each hand a new card.&#10;&#10;","image":"https://cf.geekdo-images.com/uC4N_3kQdoHefNPesAHCzQ__original/img/ohKFXmrxtaOPqJyiIMaABIy-WjU=/0x0/filters:format(png)/pic8437787.png","thumbnail":"https://cf.geekdo-images.com/uC4N_3kQdoHefNPesAHCzQ__thumb/img/hLjGKsIwJP43656LEnehjFVRzDE=/fit-in/200x150/filters:strip_icc()/pic8437787.png","minPlayers":1,"maxPlayers":4,"playingTime":20,"mechanics":["Communication Limits","Cooperative Game","Scenario / Mission / Campaign Game","Trick-taking"],"isExpansion":false,"yearPublished":2024,"bggRating":6.87817,"averageRating":7.98502,"rank":625,"designers":["Bryan Bornmueller"],"publishers":["Office Dog","Galápagos Jogos","Gameology (Gameology Romania)","Geekach Games","Gém Klub Kft.","Rebel Sp. z o.o."],"artists":["Elaine Ryan","Samuel R. Shimota"],"playerPollResults":[{"numPlayers":1,"best":12,"recommended":39,"notRecommended":20,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":41,"notRecommended":23,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":10,"recommended":57,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":67,"recommended":14,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":42,"numPlayersIsAndHigher":true}]}