{"gameId":429401,"name":"Manhattan Project: Energy Empire","description":"A new edition of a modern classic! Manhattan Project: Energy Empire includes all the gameplay of the original edition, as well as the 'Cold War' expansion, the new 'UN Envoys expansion', and more!&#10;&#10;From the ashes of war, nations rise to power in the atomic age! In Manhattan Project: Energy Empire, each player takes control of a nation struggling for power in the latter part of the 20th century. They build up their nation&rsquo;s industry, commerce, and government by acquiring resources, building structures, and tapping sources of energy.&#10;&#10;The major threat in Energy Empire is not war, but uncertain global impacts, that result from side effects of industrialization and pollution. Many actions come with a cost. So, as nations become more industrious, they also increase the amount of pollution in the environment. Careful use of science can mitigate the harmful effects of industry, and can also help avert global crises.&#10;&#10;Energy Empire uses worker placement, tableau-building, and resource management mechanics. On each turn, a player can choose to either work or generate. On a work turn, a player plays a single worker on the main board, then uses workers and energy to activate cards in their tableau. Players may spend energy to use an occupied space on the main board, so no spaces are ever completely blocked. On a generate turn, players get to renew their supply of energy by rolling &quot;energy dice&quot; that represent nuclear, coal, oil, solar, and other forms of energy.&#10;&#10;The back of the game board presents a way to play the base game and expansion seamlessly together as one big game. Note the new expansion content has not been released before and won't be available by itself.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/lPRRopGiEizBiDvpVbstYg__original/img/Ndsod714Zkk6Hcek4D8Q-mFGMQQ=/0x0/filters:format(jpeg)/pic8674160.jpg","thumbnail":"https://cf.geekdo-images.com/lPRRopGiEizBiDvpVbstYg__thumb/img/g5rCXKXxOu5nDcvsL63_S9Tib9w=/fit-in/200x150/filters:strip_icc()/pic8674160.jpg","minPlayers":1,"maxPlayers":5,"playingTime":120,"mechanics":["Dice Rolling","Die Icon Resolution","End Game Bonuses","Events","Variable Player Powers","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":8.26,"rank":-1,"designers":["Tom Jolly","Luke Laurie"],"publishers":["Grail Games","Frost Bite Games"],"artists":["Heiko Günther"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}