{"gameId":429765,"name":"SILOS","description":"It is the year glork-too-vleep, or mid-20th century according to Earthling time. We recently stumbled across this planet called Earth and discovered intelligent, albeit primitive, life. The most intelligent and valuable of these specimens are the creatures known as cows. Many precious secrets of the universe have already been discovered through our studies of these cows, but to our frustration, we've found these particular Earthlings to be far too tranquil to harness for our political purposes.&#10;&#10;Alas, for our galactic goals we must settle upon the second-most intelligent form of life on Earth: the human being. These creatures are just intelligent enough to meet our puppetary standards. Their brains appear eager to be molded, and their civilization perfect for our siloing, so we've selected a small municipality to begin our trial invasion.&#10;&#10;My comrades and I have decided to make a game of it, splitting into factions and competing to gain the most human pawns and claim the most community power. Through shapeshifting and impeccable disguise, we've been able to blend in and establish our secret presence. Some of the humans have sensed a threat; others have publicized their abductions but to no avail. Cries of conspiracy abound, but it is already too late. We are in control now. The invasion has begun...&#10;&#10;Aliens have come to silo humans &mdash; brainwash, steer, and preserve human civilization &mdash; for their cosmic purposes! In SILOS (Secret InterLopers from Outer Space), players control competing factions of aliens who abduct and brainwash humans and cows while secretly invading their community. Players tussle for majority influence in the key locations of this small town as they seek to activate location powers and control human specimens for societal power.&#10;&#10;Players take turns repositioning their alien figures and activating an event card. The objective is to collect a complete set of humans: politicians, government operators, influencers, and professionals. A complete set will earn a player a societal power emblem, and the first player to earn five emblems wins the game. Cows are particularly valuable and thus count as wild tokens toward forming a complete set.&#10;&#10;SILOS is a remastered edition of Reiner Knizia's Municipium that introduces many innovations by:&#10;&#10;&#10;     Restructuring the player psychology via clear, public, and easy card counting&#10;     Increasing the gameplay variety and strategies with modular location power tiles&#10;     Enhancing tactical considerations with powerful leader figures&#10;     Broadening the appeal of the theme and presentation with wacky alien conspiracy art by Kwanchai Moriya and Brigette Indelicato&#10;     Enlivening the production with disguised alien figures, abductable cows, and a roaming UFO&#10;&#10;&#10;The separate Crop Circles Expansion introduces more elements of long-term strategy through the crop circles module, while also featuring diverging asymmetry through the permanent skill tiles module.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/Pr2GSm_YwtpuF8E21ZwtmQ__original/img/D2lCSE4a5Riym4J7qVLSzZ3tthg=/0x0/filters:format(png)/pic8478387.png","thumbnail":"https://cf.geekdo-images.com/Pr2GSm_YwtpuF8E21ZwtmQ__thumb/img/ooIzS2Q_FjmxX1JlAZhO_9ou0Ng=/fit-in/200x150/filters:strip_icc()/pic8478387.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Events","Modular Board","Move Through Deck","Once-Per-Game Abilities","Point to Point Movement","Set Collection"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":8.875,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Bitewing Games"],"artists":["Kwanchai Moriya"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}