{"gameId":429767,"name":"ORBIT","description":"Come one, come all to the Silo System, the beating heart of our galaxy, for the race of the decade! We've recruited the best tourists in all the cosmos: travel-hardened explorers who will compete in the ultimate contest. These pilots must race to visit all the planets in the Silo System, surfing upon orbital paths, teleporting between hyper jump portals, and beaming through hyperspace. Enjoy your dream vacation on one of our luxurious planets or lavish space stations as you witness the ultimate interstellar marathon. All the eyes of the galaxy will be watching this decennial event celebrating the unification of our systems under Silo Supremacy.&#10;&#10;ORBIT (Orbital Race Between Interstellar Tourists) is a 24th century tactical space race with simple turns, yet challenging possibilities. Players compete to visit all planets of the system, then return to their starting planet first.&#10;&#10;On your turn, you play a card, activate its actions in any order, then draw back up to your hand size. Cards allow you to do a combination of things: move your ship, collect energy for bonus movement, advance planets along their orbit, or even reverse the orbital direction of a planet.&#10;&#10;When your space ship is docked on a planet, the moving planet will carry you along its orbital path, helping you to traverse the map even faster. Planning your route wisely as you ride orbital currents and bounce between planets is the key to success &mdash; but your cutthroat competition will no doubt seek to spoil your plans and sabotage your tourism progress. It helps to be flexible and adapt on the fly, literally.&#10;&#10;You shouldn't ignore the opportunity to upgrade your ship along the way. Visiting certain space stations and planets allows you to increase your hand size and energy storage capacity, so you must balance short-term efficiency against long-term advantages. The game board features additional tactical resources such as fuel depots, hyper jump portals, and hyper acceleration cannons.&#10;&#10;Players can enjoy a randomized set-up across two unique game boards. The game also includes a few variants: a solo mode, four-player partnership mode, and a stationary planet.&#10;&#10;ORBIT is the third and concluding game in the Cosmic Silos Trilogy by Reiner Knizia, and with the Nebular Expansion, you can add three modules to the game: navigation tokens, hyper accelerator engines, and artificial nebulas.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/0x7TCH7bCynSQqW3GVc8UA__original/img/Py5xyMxWrZnWVktzg7-6D6_EF3I=/0x0/filters:format(png)/pic8478397.png","thumbnail":"https://cf.geekdo-images.com/0x7TCH7bCynSQqW3GVc8UA__thumb/img/gyvDrCC0SJiQ89AUgxxYoXqo_Ng=/fit-in/200x150/filters:strip_icc()/pic8478397.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Hand Management","Movement Points","Multiple Maps","Point to Point Movement","Race","Solo / Solitaire Game","Team-Based Game","Tech Trees / Tech Tracks","Variable Set-up"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":7.5,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Bitewing Games"],"artists":["Vincent Dutrait"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}