{"gameId":429766,"name":"EGO","description":"We are not alone! It is the 23rd century, and proof of alien life has finally been discovered beyond our solar system. In fact, recent developments in technology have triggered a cascade of discoveries throughout the galaxy; intelligent life and advanced civilizations are now known across many planets, moons, and asteroids in the Milky Way.&#10;&#10;Now the race is on to establish interstellar relations with the aliens. The peoples of Earth, Mars, Venus, Mercury, and Jupiter know that any one of these planets can gain dominance and rule the system by making powerful alien alliances, but despite our best efforts, the individual planets are not capable of creating their own galaxy-traversing vessel. The only chance we have of reaching alien life is by pooling our resources to build the required Super Ship. In an unprecedented, albeit uneasy, co-operation between the planetary governments, the peoples of our solar system have finally built the first of these Super Ships.&#10;&#10;And thus, the coalition known as the Extraterrestrial Greeting Organization &mdash; EGO &mdash; is now ready to launch our first mission. While our final destination is the Galactic Senate, EGO's declared mission is to visit many advanced civilizations throughout the galaxy and establish friendly relationships between our solar system and the aliens. Through careful politics, our five planetary governments aim to gain allies and benefit from these interstellar relations.&#10;&#10;Alongside a ship crew, one ambassador from each planet will be on board the Super Ship, and they will take turns leading the mission. Even before the mission is launched into space, the tactical maneuvering between our governments and their representatives begins.&#10;&#10;Expectations are high, as is the rivalry between our governments to get their fair share &ndash; or even more than that &ndash; from this unprecedented mission. Each ambassador has been discretely tasked to ensure their home world comes out on top. Of course, these ambitions require methodical politicking, and all tactics must be cautiously tempered. Alien races may easily be offended by overly aggressive advances. This could lead to adverse effects for our planetary governments &ndash; if not failure of the whole mission...&#10;&#10;In EGO, players proceed through a sequence of major and minor events including auctions, drafts, risks, and more. Risks and egos are the lifeblood of this game as players will frequently find themselves in a game of chicken with their rival ambassadors as they try to impress various alien civilizations and earn political power.&#10;&#10;By offering gifts, attempting persuasion, plotting intrigue, exchanging technology, and displaying charisma, these ambassadors will be able to gain advantages and allies. But careless tactics can lead to damaging or even disastrous encounters. Taking a risk during a negotiation event can possibly tarnish your reputation with the aliens...or at least confuse them greatly as you retreat to the ship in a fluster of embarrassment. Yet there's always the chance of a triumphant success, and nobody ever made it to the top without stepping on a few challengers.&#10;&#10;During auctions, everyone must spend whatever they bid. These auctions require you to spend matching icons from your hand (including charisma, which can satisfy any demand). The winner of the auction has first dibs on the available rewards, then second place will pick their reward, and so on &mdash; yet some of these options are less rewarding and more...penalizing. Whether they win rewards or suffer penalties, the players who pick and choose their battles &mdash; who predict best when to conserve their cards and when to spend big &mdash; will come out on top.&#10;&#10;Being the naive humans they are, these clumsy ambassadors will undoubtedly offend many aliens along the way, but you'll have many opportunities to mend these offenses. At the end of the game, players earn significant bonus points or suffer serious penalty points depending on how offensive the aliens find them to be. Ultimately, the ambassador with the most prestige and respect will earn a seat in the Galactic Senate and be crowned the winner of the game.&#10;&#10;EGO is a drastic reimagining of the strategic, push-your-luck auction game, Beowulf: The Legend, and Bitewing Games has collaborated with Reiner Knizia to preserve the essence of Beowulf: The Legend while helping it to evolve and reach its full potential. EGO introduces many innovations by:&#10;&#10;&#10;     Revamping the polarizing risk mechanism while preserving its excitement and drama&#10;     Increasing the set-up variety with a randomized sequence of interchangeable civilization boards&#10;     Streamlining the endgame push-your-luck token system in which players can score big or suffer immensely&#10;     Introducing exciting new features such as currency cards and transmission events&#10;     Balancing the bidding tie-breaker system with the simple solution of ranked cards&#10;     Speeding up the playtime with a condensed and focused sequence of events&#10;     Doubling the number of unique special cards that can be drafted as rewards&#10;     Spicing up the risk events with varying rewards and penalties&#10;     Sharpening the endgame hand management decisions with tempting rewards following a climactic final auction&#10;     Broadening the appeal of the theme and presentation with vivid galactic artwork by Marie Bergeron&#10;&#10;&#10;EGO's I.I.I. expansion (Interstellar Interludes &amp; Interruptions) adds special alliance tokens and extends the journey map with ship boards featuring new competitive transmission events.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/qXaOwJYEiT2A9Tk1w4gl4w__original/img/y7jIRC5WX0XpJfdb7vhXLaBJTI0=/0x0/filters:format(png)/pic8478398.png","thumbnail":"https://cf.geekdo-images.com/qXaOwJYEiT2A9Tk1w4gl4w__thumb/img/UJx0De8ClaieB5j1z8NhOBUqcRY=/fit-in/200x150/filters:strip_icc()/pic8478398.png","minPlayers":2,"maxPlayers":5,"playingTime":80,"mechanics":["Auction: Sealed Bid","Auction: Turn Order Until Pass","Auction/Bidding","Constrained Bidding","End Game Bonuses","Events","Hand Management","Modular Board","Multi-Use Cards","Once-Per-Game Abilities","Open Drafting","Push Your Luck","Selection Order Bid","Variable Set-up","Victory Points as a Resource"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":9.25,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Bitewing Games"],"artists":["Marie Bergeron"],"playerPollResults":[{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}