{"gameId":429895,"name":"Vestige","description":"In a bold age of neo-humanistic advancement and technological breakthrough, life evolved, and the lines between biology and engineering blurred. The limits of possibility were shattered. A great civilization rose toward the stars, toward an enlightenment increasingly within reach.&#10;&#10;That civilization collapsed. How and why are long since forgotten. Chaos reigned. Technological understanding was lost to generations of strife and survivalism as time rendered everything (humanity included) into discarded scraps of what once was. In this fallen world, the last wretched vestiges of humanity vie for the only hope for significance that remains: leverage.&#10;&#10;Vestige is a highly-strategic 1-4 player competitive modern euro that you can play in an hour. It is built around a resource alchemy system modeled on the color wheel that offers great depth but can be understood almost instantly; for example, mix might (red) and cunning (yellow) to attain guile (orange). A modular game board; variable end-game conditions; and a card-tableau, engine-building heart makes every game a crunchy, combo-driven, highly-replayable delight. Derived from the critically-lauded Vindication, Vestige reimagines award winning systems in a compelling new setting and depth-to-approachability ratio.&#10;&#10;Each turn you move around a randomly generated map of locations, each offering a unique action or effect. Visiting these locations you unlock your potential, spread your influence, develop your attributes, build your network of contacts across three factions (smugglers, mercenaries, lawmakers), and then work with that network to complete jobs your contacts are suited for (unearthing artifacts, claiming bounties, and developing augmentations). Through action selection, card-tableau combo building, area control, and careful resource management you seek to gain more leverage than your opponents, all while the powers-that-be use any and all insidious tricks at their disposal to keep you down where they want you: powerless and insignificant. But they will not define your story. You defy the world&rsquo;s plan for you. You have your own plans. You call yourself to something more.&#10;&#10;You, are wretched. That&rsquo;s going to come in handy.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/j6vBxiJtk569LHQ6f4F_SA__original/img/udM0rMCLiOPnx-fk82QZwdND8ts=/0x0/filters:format(jpeg)/pic8472722.jpg","thumbnail":"https://cf.geekdo-images.com/j6vBxiJtk569LHQ6f4F_SA__thumb/img/SnYMApM73NADrgD1O0QzBreE3As=/fit-in/200x150/filters:strip_icc()/pic8472722.jpg","minPlayers":2,"maxPlayers":4,"playingTime":120,"mechanics":["Area Majority / Influence","End Game Bonuses","Modular Board","Variable Player Powers"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Marc Neidlinger"],"publishers":["Orange Nebula, LLC"],"artists":["NinjaJo"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}