{"gameId":430319,"name":"Kilauea","description":"In KILAUEA you will represent a Mo'o, the lizard-like spirits of Hawaiian folklore, and you will build Tiki columns to worship Pele, the goddess of volcanoes.&#10;&#10;Kilauea, by David Bernal and Ferran Renalias, is a game with very simple rules, but with a scoring system that forces players to always be aware of how the number of Tikis of each color changes in each volcano area, and to manage wisely where and which ones to place in their personal island.&#10;&#10;During your turn, you will be cutting down in the forests or building Tikis, either in the volcano area or on your own Island. When the first and third forests are emptied, each volcano area will be scored by multiplying the value of each color by those you have in the corresponding area of your personal Island. But be careful! The score of each color will be in constant evolution during the game and your opponents will try to maximize their score by taking yours!&#10;&#10;The mechanics are very simple: we will move around the volcano on the same island with a rondel mechanic and, once we have reached our destination, we will be able to do one of three possible actions: &#10; - Cutting down Tikis in the Forest&#10; - Build Tiki in the Volcano &#10; - Build Tiki on our Island.&#10;&#10;At the moment the first and third forest is completely cut down, you score each area of the volcano, scoring 1 VP for each piece of the highest tiki column and 3 VPs for each piece of the rest of the columns. These points will be multiplied by the number of tikis of the corresponding color in each area of your Personal Island. In the final scoring some extra points may be scored.&#10;&#10;-description from publisher&#10;&#10;","image":"https://cf.geekdo-images.com/mEjbcdFSxSYLgyGC-WlvMQ__original/img/NkVnfzDLcoOkKQItRfDKF-AM-fw=/0x0/filters:format(png)/pic8652566.png","thumbnail":"https://cf.geekdo-images.com/mEjbcdFSxSYLgyGC-WlvMQ__thumb/img/tE7jse7yGd7RtvPBO_wb5zriD0U=/fit-in/200x150/filters:strip_icc()/pic8652566.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Area Majority / Influence","Rondel"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":8.58333,"rank":-1,"designers":["David Bernal","Ferran Renalias"],"publishers":["Combo Games (II)"],"artists":["Eduardo García Gregorio"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}