{"gameId":432834,"name":"The Great Library","description":"&ldquo;All the knowledge of the world in only one place&rdquo;.&#10;&#10;&ldquo;In the third century B.C.E., Ptolemy I, the Pharaoh of Egypt, envisioned the creation of the Great Library of Alexandria, a monumental repository of human knowledge housed within a space known as the Moseiom, which was dedicated to the Muses, the nine goddesses of the arts. Constructed by the Ptolemaic dynasty, this institution became a hub for students, scribes, Scholars and Librarians, and great minds from diverse cultures. Ptolemy's dream was to amass the world's knowledge, and the library housed countless manuscripts, reflecting his Herculean effort to collect and preserve the intellectual heritage of the ancient world and gain renown to his name.&#10;&#10;The Great Library, situated near the bustling port of Alexandria, welcomed ships carrying relics, scholars, and the wisdom of distant lands. The Chief of Librarians played a pivotal role within the grand halls of the Mouseion, which housed not only the library but also other centers of learning and cultural exchange. They oversaw the organization of the vast collection, guided students through their training, and personally engaged in the art of translating and preserving texts from various languages, with a particular emphasis on Greek. The library's shelves whispered with the rustling of ancient parchment, embodying the spirit of intellectual curiosity and cross-cultural exchange.&#10;&#10;As players step into the sandals of Librarians in the game &quot;Great Library,&quot; you take on the crucial responsibilities of leading the institution within the Moseum, navigating the challenges and opportunities presented by this legendary center of knowledge. Amidst the relics, diverse minds, and bustling port activity, the Librarians became the primary custodians of knowledge, shaping the legacy of the Great Library and contributing to the rich tapestry of ancient history.&#10;The player with the most renown wins the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/7lDF6X1YAxwFzBXRHxnjRA__original/img/sttavhpiCBzv69vxoIt8slQYMy0=/0x0/filters:format(jpeg)/pic8844403.jpg","thumbnail":"https://cf.geekdo-images.com/7lDF6X1YAxwFzBXRHxnjRA__thumb/img/aTOzVZFgyGuRALM0rNRMaCumXmk=/fit-in/200x150/filters:strip_icc()/pic8844403.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Connections","Matching","Tile Placement","Turn Order: Pass Order","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":0,"bggRating":0,"averageRating":9.6125,"rank":-1,"designers":["Vital Lacerda"],"publishers":["Eagle-Gryphon Games"],"artists":["Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}