{"gameId":433656,"name":"Suriya: The Last Horizon","description":"Suriya is a competitive deck-building board game for 1-4 players, set in a distant galaxy where civilizations battle for dominance over a resource-rich planet. Players assume the roles of four unique factions, each with distinct abilities and playstyles, vying to control the planet Suriya and its rare minerals that hold the key to ultimate power.&#10;&#10;At the start of the game, players choose a faction: the resourceful Humans, the territorial Scarab, the calculating Syntron, or the vengeful Crytaas. Each faction comes with its own deck of cards, unique generals, and abilities that define its strategy. Players customize their playstyle by building their decks and adapting to their chosen faction's strengths.&#10;&#10;On their turn, players use their deck to perform actions such as deploying units, claiming territories, gathering resources, or upgrading their faction's abilities. The planet Suriya is divided into contested zones where battles and resource management take place. Controlling these zones is critical, as they contain the rare minerals needed to fuel your faction's objectives.&#10;&#10;Victory is achieved by dominating key regions, amassing rare resources, and outmaneuvering your opponents through clever deck-building and tactical decisions. With high asymmetry and multiple strategies for each faction, Suriya: The Last Horizon offers endless replayability as players explore new tactics and forge their path to victory. Will you seize the horizon, or be lost in the depths of the galactic conflict?&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/yxLup0A_cbAPqsFfwjeO8g__original/img/rnUwE1jfG8zYP5Dr4XE3vTxLM1Q=/0x0/filters:format(jpeg)/pic8563183.jpg","thumbnail":"https://cf.geekdo-images.com/yxLup0A_cbAPqsFfwjeO8g__thumb/img/zqsGAa2zkiKoDwrQMzXksfqVB_g=/fit-in/200x150/filters:strip_icc()/pic8563183.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Area Majority / Influence","Area Movement","Deck, Bag, and Pool Building","Dice Rolling","Modular Board","Multi-Use Cards","Open Drafting","Variable Player Powers"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":8.84091,"rank":-1,"designers":["Zemaki"],"publishers":["Hexa House"],"artists":["Teerachot Kavinkame","Patipon Parinyaprasart"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}