{"gameId":433840,"name":"Hell Raisers in Kanawha County","description":"In Hell Raisers in Kanawha County, two players take on the role of two mining companies &mdash; Cabin Creek Consolidated Coal Company and Paint Creek Collieries Company &mdash; while the third player takes on the role of the uprising Labor Movement.&#10;&#10;The game begins in early 1912 when the miners at Paint Creek demanded increased wages, increased transparency surrounding their payment, abolishment of Company-owned stores, acceptance of the union, and their right to free speech and peaceful assembly. The estimated cost of these demands was 15 cents (worth $3.66 today) per worker per day and was promptly refused. The workers of Paint Creek went on strike, and Cabin Creek followed shortly after.&#10;&#10;Within the next year, martial law would be declared three times within the region. Countless people were evicted from their homes, the legendary labor leader Mary &quot;Mother&quot; Jones was sentenced to twenty years in penitentiary for inciting riot by reading the constitution, and an armored train with mounted machine guns was used to attack the strikers.&#10;&#10;Hell Raisers offers an asymmetric twist on a Pax-style game. As one of the game's two mining companies, you'll concern yourself with speculation and mining logistics as you fight for larger market share. Meanwhile, the labor player will attempt to drum up popular support for their demands, shining a light on incredible acts of abuse and corporate maleficence while organizing strikes &mdash; but they must be careful. If they go too far, they may find the corporations bringing in paid thugs or even the national guard!&#10;&#10;Hell Raisers includes modes for one, two, and three players and is easily playable in 60-90 minutes.&#10;&#10;","image":"https://cf.geekdo-images.com/BFhk8kqGjkz_Gzyz9lYvYA__original/img/YFoKfDIR2ETgwEpv1fCzHqtazhE=/0x0/filters:format(jpeg)/pic8570484.jpg","thumbnail":"https://cf.geekdo-images.com/BFhk8kqGjkz_Gzyz9lYvYA__thumb/img/KugbSHKR39ZzUp25rHkNaihkkwc=/fit-in/200x150/filters:strip_icc()/pic8570484.jpg","minPlayers":1,"maxPlayers":3,"playingTime":90,"mechanics":["Action Points","Area Majority / Influence","Auction: Dutch Priority","Open Drafting","Simulation"],"isExpansion":false,"yearPublished":2026,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Luke Evison","Matilda Simonsson"],"publishers":["Wehrlegig Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}