{"gameId":433908,"name":"Gatsby","description":"Welcome to the Roaring Twenties! Gatsby is a two-player game in which you take on the role of either Dorothy Williams or James Miller, competing to spread their influence and draw the attention of the great Jay Gatsby.&#10;&#10;On the board are three locations, each offering different opportunities to get character tiles: the cabaret, the finance center, and the racetrack. To claim these characters, each player will take turns moving the action marker on one of the four action spaces &mdash; but not the one just taken by the opponent &mdash; then activating it.&#10;&#10;These actions let you place two influence tokens on one or two locations, allowing you to claim characters in different ways, depending on the location. In the cabaret, your tokens must form a continuous line from one side of the board to the opposite side or cover the four-star icons at the same time. In the finance center, influence lets you climb up the track. In the racetrack, your tokens are placed in races, trying to be the player with the most tokens on that race line when it's filled.&#10;&#10;On all three locations, some special spaces on the board grant bonuses when you place a token on them: swapping two tokens on the board, forcing your opponent to take a specific action, or gaining a special action tile!&#10;&#10;A player wins immediately if they control three characters of the same color or one character of each of the five colors. If all character tiles from a single location have been claimed before one of these conditions is met, the player with the most stars on their characters wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/OiRuY6uGTbE6exUlzLXwYw__original/img/YQoR4jXGhiK3Wf12o7u21BIwopY=/0x0/filters:format(jpeg)/pic8572393.jpg","thumbnail":"https://cf.geekdo-images.com/OiRuY6uGTbE6exUlzLXwYw__thumb/img/0ye8BLJb9AiRrim88mDpJLivedM=/fit-in/200x150/filters:strip_icc()/pic8572393.jpg","minPlayers":2,"maxPlayers":2,"playingTime":30,"mechanics":["Area Majority / Influence","Catch the Leader","Chaining","Connections","Memory","Modular Board","Once-Per-Game Abilities","Set Collection","Square Grid","Sudden Death Ending","Track Movement"],"isExpansion":false,"yearPublished":2025,"bggRating":5.5815,"averageRating":6.79176,"rank":9981,"designers":["Bruno Cathala","Ludovic Maublanc"],"publishers":["Catch Up Games","Pandasaurus Games"],"artists":["Christine Alcouffe"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}