{"gameId":434142,"name":"Dictator for Life","description":"In Dictator for Life, Ancient Roman Generals compete against one another, trying to gain and keep control of the Dictatorship in Rome. Resources are earned by fighting battles against foreign enemies, and the Dictator may not leave Rome, so a formidable army and a healthy gold reserve is needed to defend your Dictatorship from rival generals. On their turn, the Dictator may buy up to 5 senators. The first to buy 10 senators is declared Dictator for Life and wins the game!&#10;&#10;Winning battles against foreign enemies will win you gold, troops, weapons, and tactics cards. The tactics cards are where the most interesting mechanics take place - use Testudo to negate all projectile weapons. Declare it a Holy Day and throw a lavish festival in Rome, preventing other generals from marching on Rome. Sacrifice a Sheep, appeasing the gods and preventing disasters from befalling you while out on campaign.&#10;&#10;The majority of the battles will take place against foreign enemies, who are encountered by overturning cards from the Bellum deck while you are on campaign. But the most exciting battles take place between the Dictator and a general who marches on Rome to depose them.&#10;&#10;For an added bit of fun and drama, generals give a short speech to indicate that they are marching on Rome. The speech can be as simple as, &quot;I march one Rome!&quot; or whatever overblown oratory masterpiece you can deliver in one minute or less.&#10;&#10;The game plays at its best with 3 players playing 3 rounds, with the winner being determined by the overall senator number. This setup leads to more long-term, calculated decisions. With the 3 player setup, large battles between two players will often cause them to drain most of their resources. This is a benefit to the player who was not involved, often giving weaker generals their chance to strike.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/y7AT-0IO5igGG2OHeuUPYA__original/img/laAxTiLhGKiGhda5VEZjSY5xN2w=/0x0/filters:format(png)/pic8576585.png","thumbnail":"https://cf.geekdo-images.com/y7AT-0IO5igGG2OHeuUPYA__thumb/img/xpAFzB0rbjdQgWzMEAFdX6xyVdQ=/fit-in/200x150/filters:strip_icc()/pic8576585.png","minPlayers":3,"maxPlayers":6,"playingTime":70,"mechanics":["Finale Ending"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":0,"rank":-1,"designers":[],"publishers":["(Self-Published)"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}