{"gameId":434654,"name":"Toy Battle","description":"On land, on sea, in clouds, and even in space, battles are breaking out between toys. Your troops need your tactical talent to lead them to victory. Your mission? Be the first to reach the enemy headquarters or control more territories than your opponent.&#10;&#10;On your turn in Toy Battle, you either draw two toy troops or place a troop on the board and apply its effect. When a place a troop, you can place it on an empty base, a base that you control, a base that the enemy controls with a lower-valued troop than the one you're placing, or the enemy's headquarters; however, in all cases you must place on a location that has a continuous path to your own headquarters through bases that you occupy, that is, that have your troop on top. If you occupy bases that form a continuous path around a region, you claim the medals within this region. (You don't lose these medals if the enemy later occupies one of these bases.)&#10;&#10;The game ends as soon as you occupy your opponent's headquarters or win the required number of medals based on the current game board. If a player cannot draw or place a troop, the game ends, and whoever has the most medals wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/GuhpuTKFteZEIhPTFvEpJw__original/img/g4qgGJr7qvkSCTArazRXhkDVYQA=/0x0/filters:format(jpeg)/pic8589750.jpg","thumbnail":"https://cf.geekdo-images.com/GuhpuTKFteZEIhPTFvEpJw__thumb/img/2Gft8rEmdaQW1YJX5DyPX0uWyoM=/fit-in/200x150/filters:strip_icc()/pic8589750.jpg","minPlayers":2,"maxPlayers":2,"playingTime":15,"mechanics":["Area Majority / Influence","Area Movement","Multiple Maps","Zone of Control"],"isExpansion":false,"yearPublished":2025,"bggRating":5.62105,"averageRating":6.8534,"rank":7921,"designers":["Paolo Mori","Alessandro Zucchini"],"publishers":["Repos Production"],"artists":["Paul Mafayon"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}