{"gameId":434870,"name":"Shallow Regrets","description":"Strange fish swim beneath your boat. Things with too many eyes, too many teeth. These eldritch anomalies are worth a small fortune, provided you&rsquo;ve got a dauntless heart and an iron stomach.&#10;&#10;Each turn, the active player reels in 2 fish from the shoal(s) of their choice. They may choose one to keep in their boat. Unkept fish return to the shoals. Each fish has a strength value: to keep it, the player must have a number of hooks in their previously-caught fish to meet the strength value.&#10;&#10;Most fish have otherworldly abilities that impact play. These can be used by exhausting the fish, turning it sideways to show that its ability has been used.&#10;&#10;When all the fish have been caught all players tally up the total value of their caught fish. Some fish are considered foul, and whoever caught the most foul fish takes a scoring penalty for their poor efforts. The fisher with the highest total wins the game!&#10;&#10;&#10;Shallow Regrets is the leaner cousin of Judson Cowan&rsquo;s game Deep Regrets, which blew us all away when he launched it on Kickstarter this year. Pull up unsettling curiosities in this strategic horror fishing game. Who knows what strange creatures lurk below the water's surface?&#10;&#10;","image":"https://cf.geekdo-images.com/doymdy9lSftznRpufRMg_g__original/img/45aAXkRO9hrS8Wddf_YYCTLwNMQ=/0x0/filters:format(png)/pic8652897.png","thumbnail":"https://cf.geekdo-images.com/doymdy9lSftznRpufRMg_g__thumb/img/6Bn-pshmYqtK53_YV8LVqMLhNsU=/fit-in/200x150/filters:strip_icc()/pic8652897.png","minPlayers":2,"maxPlayers":4,"playingTime":15,"mechanics":[],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":7.95455,"rank":-1,"designers":["Judson Cowan"],"publishers":["Button Shy"],"artists":["Judson Cowan"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}