{"gameId":434848,"name":"Adventurous","description":"Shrouded in myth and untold dangers, the vast ocean calls to those brave enough to explore its secrets. What marvels lie beyond the horizon?&#10;&#10;In Adventurous, players sail across the mysterious ocean in this cooperative tile-laying game. Extend your route with path cards or discover a marvel by meeting its requirements. Take in the fantastical sights without facing too many encounters to safely complete your wondrous journey!&#10;&#10;Each turn, the active player may draw two path cards, placing them in such a way that they extend the dotted line showing your ship&rsquo;s journey. They may instead place one of two available marvels to cover up the specific set of required encounter icons shown on the marvel, adhering to any additional placement restrictions on the marvel.&#10;&#10;When no further cards may be placed, the game ends. Count up the number of encounter icons of each type still visible: if they exceed the threshold for that type, you immediately lose. Otherwise, score your journey. Points are earned for each path segment, non-whirlpool icons, and whether all marvels were placed. Points are lost for unplaced marvels and visible whirlpools. Compare the final score to the included chart to determine the fate of your epic voyage!&#10;&#10;For an additional challenge, you may use the journey effects found on the back of the ship card, adding complications that change throughout the game depending on the current active marvel. Overcome these odds and guide your ship to safety to prove yourselves masters of the sea!&#10;&#10;","image":"https://cf.geekdo-images.com/hqah5_Vhxqj4r_gYq6gl2g__original/img/QKNS5jQRxNcn7Zy1X1VDW6y1cRQ=/0x0/filters:format(png)/pic8652556.png","thumbnail":"https://cf.geekdo-images.com/hqah5_Vhxqj4r_gYq6gl2g__thumb/img/jMK5f5nWx-Ml0rFvo4Pf5_-ToLY=/fit-in/200x150/filters:strip_icc()/pic8652556.png","minPlayers":1,"maxPlayers":4,"playingTime":15,"mechanics":["Cooperative Game","Solo / Solitaire Game","Square Grid","Tile Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":7.28571,"rank":-1,"designers":["Dustin Dobson","Milan Zivkovic"],"publishers":["Button Shy"],"artists":["Fachri Maulana"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}