{"gameId":436821,"name":"Everdell Silverfrost","description":"Silverfrost is the next standalone edge of the map series of Everdell.&#10;Beyond the snow-capped Spirecrest mountains to the south of Everdell Valley, lies the bold country of Silverfrost.&#10;&#10;It is your task to build and maintain a city in this challenging landscape. You must clear the piling snow, burn the fires to keep your citizens warm and prosperous, and complete important quests for the Ranger&rsquo;s Guild.&#10;&#10;In Silverfrost, you send critter workers to various Locations on the board, cards, or the mountain to gather resources and activate unique effects. You use these resources to play cards face up in front of you, forming your own city. Each turn, you take 1 of 3 possible actions &mdash; Place a worker, Play a card, or Prepare for the next season.&#10;&#10;You may place 1 of your workers on any Basic Location, Red Destination card in your city or opponent&rsquo;s cities, the Forge, the Hot Springs, or a mountaintop Beacon, so long as it is not blocked by Snow or another worker. You then claim the listed resources or perform the action. If there is Snow at the location, you must first spend a Fire resource to clear the snow pile. If you use your unique Ranger worker, you can visit an occupied location, or gain a Fire resource if visiting a location alone.&#10;&#10;To play a card, you must pay the listed cost of resources. If it is a Critter, you may instead play it for free by using 1 of your 2 Chimneys, so long as you have the necessary Fire to light it. Cards may be played either from your hand, or from the area of face-up cards on the board known as the Valley. Nearly all of the cards in Silverfrost feature new and powerful abilities, offering a huge variety of strategic depth and combos to explore.&#10;&#10;If all of your workers are deployed, you may prepare for the next season by bringing back all of your workers, gaining a new worker, and performing the action described for the following season, introducing new snowfall to the board and to your city, as well as other challenges. A player is finished when they have played through the last season (Spring) and cannot perform any more actions. After all players have finished, the player with the most points is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/a3_h5VVlWvedrfofmYkKDg__original/img/tja1NhehggzMa-vVZL75l-x_Sow=/0x0/filters:format(png)/pic8646704.png","thumbnail":"https://cf.geekdo-images.com/a3_h5VVlWvedrfofmYkKDg__thumb/img/BDCcf875m651x2MWfdT8Gxdvt04=/fit-in/200x150/filters:strip_icc()/pic8646704.png","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Hand Management","Open Drafting","Set Collection","Worker Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":5,"rank":-1,"designers":["James A. Wilson","Clarissa A. Wilson"],"publishers":["Starling Games (II)","Tabletop Tycoon Inc."],"artists":["Enggar Adirasa","Lukas Siegmon"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}