{"gameId":437306,"name":"Parks (Second Edition)","description":"Welcome to Parks, where every trail leads to new marvels, every stream runs with new life, every sun sets over a new memory, and every mountain looms with new possibility as you explore the stunning beauty and wild wonders of the 63 U.S. National Parks.&#10; This expanded, enhanced second edition of the best-selling game features all-new illustrations by artists Josh Emrich and Lisk Feng, offers new gameplay elements from designer Henry Audubon, and incorporates the most interesting ideas from each of the Parks games and expansions: the additional camping module from Parks: Nightfall, the animal integrations from Parks: Wildlife, and a comprehensive selection of players&rsquo; favorite gear, challenges, and mechanics from the five-year history of Parks (along with some new surprises).&#10;&#10;Over the course of three rounds (called Seasons), your two hikers will make their way along the path, stopping at trail sites, collecting resources to visit parks, taking photos of beautiful vistas, and encountering wildlife. Along the way, you&rsquo;ll get gear to upgrade your experience, spend a night at a campsite, fill your canteen for special bonuses, and indulge your unique passion for the outdoors.&#10;&#10;At the end of the third Season, the hike (and the game) is over! Count up your points and see who had the greatest experience in Acadia, Grand Teton, Mount Rainier, Crater Lake, Everglades, Denali, Canyonlands, and all the rest of our national parks.&#10;&#10;Grab your pack and lace up your boots. The trail awaits!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/hHnw1JGLaEkJXaOv8bm6YQ__original/img/ptOJJyJ1acojUJIbEJ7zobysPzw=/0x0/filters:format(jpeg)/pic8660069.jpg","thumbnail":"https://cf.geekdo-images.com/hHnw1JGLaEkJXaOv8bm6YQ__thumb/img/VueCGH75QOD4dv0yeaKqQZgTqMo=/fit-in/200x150/filters:strip_icc()/pic8660069.jpg","minPlayers":1,"maxPlayers":5,"playingTime":60,"mechanics":["Contracts","End Game Bonuses","Events","Solo / Solitaire Game","Turn Order: Claim Action","Worker Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":5.83905,"averageRating":7.95147,"rank":4198,"designers":["Henry Audubon"],"publishers":["Keymaster Games","Feuerland Spiele","Games7Days"],"artists":["Josh Emrich"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":4,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}