{"gameId":437334,"name":"The Hanging Gardens","description":"In The Hanging Gardens, players compete to build the most beautiful garden for King Nebuchadnezzar II over four rounds&#10;&#10;Objective:  &#10;Players act as gardeners for King Nebuchadnezzar II, building a beautiful hanging garden to please Queen Amytis. Over four rounds, players strategically select and place Garden cards, aiming to earn the most victory points by fulfilling objectives, arranging features, and optimizing card placement.&#10;&#10;Setup:  &#10;&#10;     Place the main gameboard and mini-board for the player count.  &#10;     Shuffle the deck of 75 Garden cards and place 12 face-up in 3 columns of 4 cards.  &#10;     Shuffle and stack Enhancement tiles face up in 3 piles.  &#10;     Randomly draw 4 Objective tiles and place them at the top of the board.  &#10;     Each player gets 1 Irrigation card.  &#10;     Each player takes 3 Gardeners, 4 Objective markers, 2 gold coins, and 4 tools (last player gets 1 extra tool).  &#10;     The last person to do yard work starts with the first-player marker.  &#10;&#10;&#10;Gameplay Overview:  &#10;The game is played over 4 rounds, with each round consisting of players using their 3 Gardeners to select and place 3 Garden cards. Turns proceed clockwise.&#10;&#10;Player Turn:  &#10;&#10;     Construct your garden by selecting a Garden card, placing it while following placement rules, and resolving any bonuses.  &#10;     Reveal a new Garden card by sliding cards down the column and adding a new card at the top.  &#10;     Buy an Enhancement tile (optional) to improve empty cards.  &#10;     Complete a Royal Objective (optional) by meeting specific conditions and placing an Objective marker.  &#10;&#10;&#10;Scoring:  &#10;At the end of 4 rounds, players score points for:  &#10;&#10;     Irrigation cards based on the specified layout.  &#10;     Largest connected groups of flowers in red, yellow, and blue.  &#10;     Groups of trees based on size.  &#10;     Animals placed on their preferred levels.  &#10;     Visitors' preferences for garden features.  &#10;     Completed Royal Objectives.  &#10;&#10;&#10;Winner: The player with the most points wins. Ties are broken by tools and coins; tied players share victory if still tied.&#10;&#10;Key Strategy:  &#10;Plan card placement to maximize connected groups, fulfill objectives, and optimize bonuses while managing resources like tools and gold coins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/xr4fS7N99i06erF1OvnKww__original/img/HOOG4sKxw2lKEacR_isxjk58PHw=/0x0/filters:format(png)/pic8650783.png","thumbnail":"https://cf.geekdo-images.com/xr4fS7N99i06erF1OvnKww__thumb/img/XOnQZBJHr3dwuH2wnK__PBKh2H0=/fit-in/200x150/filters:strip_icc()/pic8650783.png","minPlayers":1,"maxPlayers":5,"playingTime":30,"mechanics":["Tile Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":5.53474,"averageRating":6.3199,"rank":14726,"designers":["Grégory Grard","Matthieu Verdier"],"publishers":["Gigamic"],"artists":["Miguel Coimbra"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":4,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":true}]}