{"gameId":437821,"name":"Sir Ocelot's Cave","description":"Sir Ocelot and Professor Penguin are exploring a newly discovered cave system and competing for precious gemstones found inside. To locate and collect gemstones, players use tools &mdash; compasses, lamps, and pickaxes &mdash; and their trusty companion's good instincts. Gemstones, geodes, celestites &mdash; the deeper the rivals go into the cave, the more valuable the treasures to be found!&#10;&#10;To set up Sir Ocelot's Cave, place the amethyst tokens for each of the three cave levels into their appropriate bag, then randomly place the level 1, 2, and 3 cave tokens on the empty spaces in the appropriate levels. Each player starts with a companion and a set of fifteen double-sided tool tokens that have different tools on opposite sides.&#10;&#10;Each turn, place one of your tokens &mdash; either tool or companion &mdash; on the game board. After placing a tool or your companion, check to see whether any cave token is &quot;seen&quot; on three different sides by all three tool types. If so, you claim that token by removing it from the board. If you collect a geode or a complete set of celestites, you draw a random amethyst tile from the bag matching the appropriate level. Each amethyst has a fixed value or scores based on the cave tokens you collect or the cave tokens left behind.&#10;&#10;Once both players have taken sixteen turns and placed all of their tokens, the game ends, and whoever has the more valuable collection of gemstones wins.&#10;&#10;","image":"https://cf.geekdo-images.com/8ZvZkgd252oNdvtXXuWZvw__original/img/gs0LQN9CuxjEwxSZtIqWr9zVS9o=/0x0/filters:format(jpeg)/pic8672578.jpg","thumbnail":"https://cf.geekdo-images.com/8ZvZkgd252oNdvtXXuWZvw__thumb/img/ze9NeQJzMr0s7JsYD3LzZYD2QME=/fit-in/200x150/filters:strip_icc()/pic8672578.jpg","minPlayers":2,"maxPlayers":2,"playingTime":20,"mechanics":["Connections","Enclosure","End Game Bonuses","Grid Movement","Hidden Victory Points","Turn Order: Pass Order","Variable Set-up"],"isExpansion":false,"yearPublished":2025,"bggRating":5.4968,"averageRating":5.58871,"rank":24665,"designers":["Chris Dahlman"],"publishers":["Lookout Games"],"artists":["Marion Sonet"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}