{"gameId":438442,"name":"Feya's Swamp","description":"In Feya's Swamp, you take on the role of a clan of swamp dwellers aiming to become the most prosperous in the area. To succeed, you need to adapt to your surroundings by finding the best fishing and settlement spots, as well as choosing the right trading partners. You can also venture into nearby abandoned temples where powerful deities lie in wait to be awakened.&#10;&#10;The game takes place over four rounds, with each round consisting of three phases: the income phase, the turn phase, and the maintenance phase. During the turn phase, you use unique characters to position your clan's workers in order to take various actions that help you gain victory points and gain advantages over the other players.&#10;&#10;You take actions by moving your boats across the swamp, and these actions include fishing, trading with other clans, exploring abandoned temples in Feya, and building new settlements that will enhance your clan's abilities. Some actions don't require moving through the swamp, such as improving your navigation, which increases your boat speed; hosting festivals where each clan contributes fish to earn victory points; or building new cult spaces that bring prestige to the small islands that form in the swamp.&#10;&#10;The main objective is to become the clan that contributes the most to the development of Feya, and to achieve this, you will also need to meet the variable goals specific to each game session.&#10;&#10;Feya's Swamp includes an advanced mode in which each clan has unique abilities that introduce a certain level of asymmetry in the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/lxzo9PekKd4TRyBUlLH7Yw__original/img/5ofkerciKc8XsWYgejw3xTK0AkE=/0x0/filters:format(png)/pic8703614.png","thumbnail":"https://cf.geekdo-images.com/lxzo9PekKd4TRyBUlLH7Yw__thumb/img/1cEL93SEH6KEoO7CAlde9Sqi12s=/fit-in/200x150/filters:strip_icc()/pic8703614.png","minPlayers":2,"maxPlayers":4,"playingTime":100,"mechanics":["Area Movement","End Game Bonuses","Hexagon Grid","Income","Roles with Asymmetric Information","Tile Placement","Variable Player Powers","Worker Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":9.28333,"rank":-1,"designers":["Helge Ostertag","Anselm Ostertag"],"publishers":["Fractal Juegos"],"artists":["Mihajlo Dimitrievski"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}