{"gameId":439305,"name":"Flamecraft Duals","description":"Ever wondered what the dragons of Flamecraft do on their lunch break? Play Flamecraft Duals, of course! Set in the world of Flamecraft, Duals is a two-player travel-friendly game of pattern-making and quick, puzzly fun! You will meet the artisan dragons again with new powers, and this time the challenge is to get your dragons in a row. As you draw dragons, you might get lucky and come across a rare dual-colored Hydragon, with double the artisanal skills! As you play, the board will fill up with adorable dragons, stacking and soaring across the table, and you will work to fire-up their abilities, make matches, and complete shop cards.&#10;&#10;Flamecraft Duals is a two-player abstract pattern-building game that takes about 30 minutes to play. Each round, a player draws a dragon from the bag and places it on the shared central board. Every dragon type has a special ability that can be fired up to draw more dragons or rearrange those already on the board. You want to match three dragons on the board to the pattern on the shop cards in your hand to score them. Once all the dragons are drawn from the bag, the game ends and the player with the highest score wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/wIpk8_5xO9Hh3cAPvWAslQ__original/img/Ko8nRSvQkLHcwn6TTPoPj4z_zVI=/0x0/filters:format(png)/pic8706498.png","thumbnail":"https://cf.geekdo-images.com/wIpk8_5xO9Hh3cAPvWAslQ__thumb/img/rLl3hBXX7FLdQQyCfEXyt_HIN8M=/fit-in/200x150/filters:strip_icc()/pic8706498.png","minPlayers":1,"maxPlayers":2,"playingTime":45,"mechanics":["Pattern Building","Tile Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":8.76326,"rank":-1,"designers":["Manny Vega"],"publishers":["Cardboard Alchemy"],"artists":["Sandara Tang"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":2,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}