{"gameId":440023,"name":"Gazebo","description":"Fill the botanical gardens with fragrant flowers, lush foliage, and soothing waters as you erect your gazebos among the tranquil features and atop prized patios.&#10;&#10;In Gazebo, players take turns placing premium dominos on the shared garden map to establish nooks &mdash; that is, two or more contiguous terrain spaces of the same type: flower, foliage, or water. When a player creates a nook, they place one of their gazebos on top of it, and by connecting their nook to a patio, they can claim the patio and place a gazebo on it.&#10;&#10;But not all is peaceful in this game of garden landscaping. Larger nooks can absorb smaller nooks, and patios can be stolen by cunning rivals. The first player to place all of their gazebos on the board wins!&#10;&#10;Gazebo is an evolution of Reiner Knizia&rsquo;s classic game Qin and introduces many innovations by:&#10;&#10;     Improving the method of drawing single-colored and double-colored dominoes for less luck and more tension&#10;     Increasing the variety of gameplay features across the all-new base game maps and expansion maps&#10;     Deepening the strategic possibilities with Zen spaces, vases, and pedestals&#10;     Ramping up the conflicts with more valuable contested spaces and more tactical flexibility&#10;     Debuting an exciting new partnership mode for four players&#10;     Condensing a now bigger experience into a smaller and more portable package&#10;     Broadening the appeal and approachability with a new garden theme beautifully illustrated by Alisha Giroux&#10;&#10;&#10;Gazebo is the first official title to kick off Bitewing Games' Travel Line.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/bM35lTa6CHjaIWVjLjj3Kw__original/img/2Ym5TLQtEdwgl2wwimNg9gWA7yQ=/0x0/filters:format(png)/pic8731361.png","thumbnail":"https://cf.geekdo-images.com/bM35lTa6CHjaIWVjLjj3Kw__thumb/img/J_QCM51cQJkgIqgbRkFgFMw9oN8=/fit-in/200x150/filters:strip_icc()/pic8731361.png","minPlayers":2,"maxPlayers":4,"playingTime":30,"mechanics":["Area Majority / Influence","Enclosure","Hand Management","Race","Square Grid","Team-Based Game","Tile Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":7.43913,"rank":-1,"designers":["Reiner Knizia"],"publishers":["Bitewing Games"],"artists":["A. Giroux"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}