{"gameId":440991,"name":"HELLDIVERS 2: The Board Game","description":"HELLDIVERS 2: The Board Game conveys the fast-paced, tactical, tongue-in-cheek energy of the video game, plunging players into the role of elite shocktroopers &mdash; the valiant Helldivers &mdash; who must protect Super Earth and rid the galaxy of alien threats in the name of liberty and democracy. Armed with deadly weapons (pistols, machine guns, flamethrowers), powerful stratagems (turrets, airstrikes, etc.), and co-ordinated tactics, players will work in squads to complete high-risk missions, navigate hostile battlefields, call in reinforcements, and overcome enemy swarms. As in the video game, players need to contend with evolving threats and objectives, in addition to watching for explosions and friendly fire. Every decision can mean the difference between glorious victory or total annihilation in service of Super Earth.&#10;&#10;Helldivers win the game by selecting a mission and completing their objective. While doing so, they collect medals by defeating enemies, completing sub-objectives, and successfully extracting from the warzone, which will determine their overall performance. If a Helldiver falls in glorious battle, another is sent in their place. If they run out of reinforcements or time to complete the mission, the game is lost.&#10;&#10;","image":"https://cf.geekdo-images.com/0mFv72377PBtk8OnPzgj4Q__original/img/w5YJrkuJ2jyfWC-j-HksqEcI2ZU=/0x0/filters:format(png)/pic8773842.png","thumbnail":"https://cf.geekdo-images.com/0mFv72377PBtk8OnPzgj4Q__thumb/img/8l2AzluQ8-r_gGsVeMIv7gPmY3E=/fit-in/200x150/filters:strip_icc()/pic8773842.png","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":[],"isExpansion":false,"yearPublished":2026,"bggRating":0,"averageRating":4,"rank":-1,"designers":["Derek Funkhouser","Mat Hart","Jamie Perkins","Nicholas Yu"],"publishers":["Steamforged Games Ltd."],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}