{"gameId":441341,"name":"Trickerion: Arcane Arts","description":"A mysterious wanderer has arrived in Magoria, and with him, the rules of illusion are changing. The Arcanist&rsquo;s power grants new ways to perform, with supernatural workers aiding magicians and Enchantments transforming tricks into something far beyond mere sleight of hand. Arcane Shards provide an untapped source of power, while the Arcanist&rsquo;s shifting influence brings dynamic challenges each round. Those who dare to embrace the unknown will rise above the rest.&#10;&#10;Trickerion: Arcane Arts expands Trickerion: Legends of Illusion with new worker types, new ways to prepare Tricks, and a twist to the game's Action economy through Arcane Shards. The Arcanist, a wandering master of forgotten arts, moves between the Downtown, The Market Row, and the Dark Alley, and wherever he stops, players gain access to a set of  Arcane Actions.&#10;&#10;Through the Arcanist, magicians can now recruit four new Supernatural Workers - the Specter, Golem, Trickster, and Shapeshifter - each with unique abilities. These workers follow special assignment rules, making them efficient but requiring careful planning.&#10;&#10;The expansion also introduces Enchantments, a new mechanic that allows players to modify their tricks permanently. By spending Enchantments instead of owning certain components, players can enhance their performances with lasting magical effects. Each Enchantment grants a bonus whenever its trick is performed.&#10;&#10;Additionally, players can now acquire Arcane Shards, an advanced resource that functions similarly to Trickerion Shards but offers increased action efficiency, even in the Theater &#10;With its new action economy, customizable tricks, and powerful supernatural allies, Trickerion: Arcane Arts offers a fresh, dynamic experience while seamlessly integrating with the base game and its expansions.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/5vOkL5NXoW3psmw-Bsu3Ig__original/img/HCcvKvHPo_sU1hiTptgfxKfG1Hg=/0x0/filters:format(jpeg)/pic8780063.jpg","thumbnail":"https://cf.geekdo-images.com/5vOkL5NXoW3psmw-Bsu3Ig__thumb/img/IDo5Zp5_LDlYbNKeYEB90zzQrQM=/fit-in/200x150/filters:strip_icc()/pic8780063.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Action Points","Action Queue","Simultaneous Action Selection","Tile Placement","Worker Placement"],"isExpansion":true,"yearPublished":2025,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Viktor Peter","Dávid Turczi"],"publishers":["Mindclash Games"],"artists":["Villő Farkas"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}