{"gameId":445049,"name":"Galaxy Trucker: Do What?!","description":"Are you a fearless trailblazer or perhaps a complete daredevil? If so, Corp Incorporated invites you to...do what?! More trucking!&#10;&#10;In Galaxy Trucker: Do What?!, you'll get the chance to undertake missions that might &mdash; quite literally &mdash; blow your mind. Escort aliens with special powers, build crazy ships beyond human imagination, place bets, and laugh in the face of danger. Win the annual Transgalactic Trek &mdash; the most prestigious trucking achievement in the known universe &mdash; and join Club Gold! Or at least cross the finish line on a toilet seat, but alive.&#10;&#10;If hauling boombastic or suspiciously glowing cargo isn't wild enough, take it up a notch with some supercards! After all, what's a galactic mission without a good old meteor shower, eh?&#10;&#10;We all know how important connections are in life. On your adventures, you'll meet many high-profile VIPs and even have the opportunity to earn some serious cash by becoming their space taxi driver! Some of the prominent passengers just want to have fun, even if it means smuggling goods in pipes, boosting weapons, or flying away with a part of your ship!&#10;&#10;P.S. Having quality life insurance is highly recommended...just in case.&#10;&#10;Galaxy Trucker: Do What!? is the second expansion for the new edition of Galaxy Trucker, offering even more opportunities to gain riches and new ways to destroy your run-down ship. This expansion features two big modules for seasoned truckers: Missions and VIP Astronauts, as well as a turn-based mode for a more laid-back experience.&#10;&#10;The Galaxy Trucker (Second Edition) base game in required for play, and this expansion is compatible with Galaxy Trucker: Keep on Trucking.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/IbXCzRnSRnEoANVKv0ps5w__original/img/hC0i1apzaNg67l7vnUJhDyha-yU=/0x0/filters:format(jpeg)/pic8857302.jpg","thumbnail":"https://cf.geekdo-images.com/IbXCzRnSRnEoANVKv0ps5w__thumb/img/pX7jGTg-BnIWUXcbckbfVSiD9sA=/fit-in/200x150/filters:strip_icc()/pic8857302.jpg","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Dice Rolling","Events","Real-Time","Relative Movement","Tile Placement","Track Movement"],"isExpansion":true,"yearPublished":2025,"bggRating":0,"averageRating":0,"rank":-1,"designers":["Vlaada Chvátil","Dávid Jablonovský"],"publishers":["Czech Games Edition"],"artists":["Dávid Jablonovský","Tomáš Kučerovský","Jakub Politzer"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}