{"gameId":446493,"name":"Recall","description":"Recall is a deep strategy game from the designers of Revive that focuses on engine building and exploration. Each player begins the game with one of fourteen unique tribes and one of eighteen unique gadgets, both of which will heavily influence your strategy and opportunities. Throughout the game, you will lead your tribe, explore the lands, and discover traces of ancient civilizations to learn from them. On your turn, you either:&#10;&#10;&bull; Use a keycard to activate an action box, or&#10;&bull; Recall to produce resources and regain your keycards.&#10;&#10;When you use a keycard, you activate the abilities of the keycard itself and the effects of the chosen action box. The chosen combination of keycard and action box will therefore determine what you get to do on your turn: populate the lands, move your followers, explore new regions, and build workshops, vaults, or monuments. During the game, you will improve your tribe by acquiring new keycards, upgrading your action boxes, or collecting ability stones and relics.&#10;&#10;An important part of the game is searching dig sites for traces of ancient civilizations. These sites unlock access to the abilities and gadgets of ancient tribes, in addition to providing important scoring opportunities.&#10;&#10;Three times during the game, players must choose one of two paths, with the chosen path providing an immediate bonus, as well as boosting one of the endgame scoring categories.&#10;&#10;By using the optional digital companion website, players can archive their tribes at the end of their game, thereby making their tribes discoverable as ancient civilizations in other players' games.&#10;&#10;&mdash;description from the designer&#10;&#10;","image":"https://cf.geekdo-images.com/lZL0ID86ZmraJDGWO-Dyig__original/img/KHPphD6hQgfcwDaNOA1nolhztr4=/0x0/filters:format(png)/pic8886325.png","thumbnail":"https://cf.geekdo-images.com/lZL0ID86ZmraJDGWO-Dyig__thumb/img/2Jx9NhxnhFMQNYeCkzDsm-j-G2k=/fit-in/200x150/filters:strip_icc()/pic8886325.png","minPlayers":1,"maxPlayers":4,"playingTime":90,"mechanics":["Action Retrieval","End Game Bonuses","Income","Map Addition","Modular Board","Tech Trees / Tech Tracks","Variable Player Powers"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":6.922,"rank":-1,"designers":["Helge Meissner","Kristian Amundsen Østby","Kjetil Svendsen","Anna Wermlund"],"publishers":["Alion – by Dr Ø"],"artists":["Gjermund Bohne","Reese Keefe"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}