{"gameId":447649,"name":"12 Rivers","description":"You are the leader of a tribe whose people explore the fabled twelve rivers flowing from a mystical lake high in the mountains. Your goal? To find the magical coloured pearls that roll down the rivers in the current.&#10;&#10;Perhaps a helpful fairy may help you on your quest! Where the rivers converge there is a village where many people and animals live in harmony. There you can make life-long friends and deliver the pearls you have collected, to be used to heal, grow, and ensure another prosperous year for all.&#10;&#10;Use your Tribe tokens to block then collect magic pearls that flow down the 12 rivers. Collect pearls needed by villagers to ensure prosperity for the village at the bottom of the 12 rivers.&#10;&#10;GAMEPLAY&#10;&#10;In each of 5 rounds of play, take turns paying camp cards (resources) to place your 3 tribe tokens into various slots along the rivers, to get the magic pearls you need. Pay more camp card resources to place higher up the rivers to pick pearls earlier. However, with clever placement and use of camp card powers, you can still get valuable pearls efficiently downstream.&#10;&#10;Once all tribe tokens are placed, release the magic pearls to roll down the rivers. Then collect a pearl at each tribe token you placed, and store it on your Alpaca for now. Remaining pearls roll downstream to be blocked and picked at other tribe tokens, or end in the lake.&#10;&#10;Along the way you will pick up helpful fairy tokens, and try to match Alpaca goals that reward you with points for collecting sets of particular pearl colours first.&#10;&#10;To score the pearls you collect, transfer them to villagers you recruit from the village, and strive to score their bonus goals too. After 5 rounds the player with the most points wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/S39N_AX6rXD9f3XWFkGhMA__original/img/Hh7q8RghzRjNPiOqWihAaxa3frc=/0x0/filters:format(jpeg)/pic8923324.jpg","thumbnail":"https://cf.geekdo-images.com/S39N_AX6rXD9f3XWFkGhMA__thumb/img/ZLWW_LNvxIcYbp3rebiFFOAqMuw=/fit-in/200x150/filters:strip_icc()/pic8923324.jpg","minPlayers":2,"maxPlayers":4,"playingTime":75,"mechanics":["Hand Management","Multi-Use Cards","Set Collection","Worker Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":5.51914,"averageRating":7.8,"rank":18645,"designers":["Romain Caterdjian"],"publishers":["Good Games Publishing"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}