{"gameId":447776,"name":"The Game Makers","description":"Your office job has been grinding you down. Then one mysterious Monday, you receive a letter from your family lawyer informing you that a long-lost relative has bequeathed you a factory. You decide to risk it all, quit your day job, and follow your dream to become the greatest board game manufacturer the world has ever seen! You'll have to hire staff, build an assembly line, invest in additional structures to your factory, gain and fulfill contracts, and market your line of board games to the world.&#10;&#10;In The Game Makers, players are board game manufacturers racing to build the greatest collection of classic modern board games. Build over 300 real-world games from over 100 real-world publishers. You can build Wingspan, Brass: Birmingham, On Mars, Terraforming Mars, Android: Netrunner, Ark Nova, Twilight Imperium: Fourth Edition, and many more!&#10;&#10;The central warehouse rondel which dominates the center of the gaming table has players simultaneously choosing which game components to manufacture in a given turn and how to use them. The Game Makers features not only multi-use cards but also other multi-use components. Will you use these components to fulfill a coveted contract or upgrade your factory?&#10;&#10;&#226;&#151;&#143; Add plastic components to your factory to unlock special abilities.&#10;&#226;&#151;&#143; Gain workers to use your special abilities, or use the workers from your break room to gain board game components. &#10;&#226;&#151;&#143; Roll your dice to increase your marketing for endgame scoring. &#10;&#226;&#151;&#143; Use punchboard to expand your assembly line, giving you further discounts on manufacturing games.&#10;&#226;&#151;&#143; Stockpile the necessary plastic, workers, dice, punchboard, and cards to manufacture one of the greatest games of all time?!&#10;&#10;Gain the necessary requirements to manufacture a game, and then add it to your display case of legendary games! Will you manufacture your favorite board game? Or will you manufacture the game you hate for more points? Score points from the games that you built and how well you marketed them.&#10;&#10;The Game Makers is a love letter to the board gaming hobby.&#10;&#10;","image":"https://cf.geekdo-images.com/ZYpAjxQzCTQNX-kjJigUpA__original/img/oi6JkToTzC1yz2pcTyTQvOpuwe8=/0x0/filters:format(png)/pic8935062.png","thumbnail":"https://cf.geekdo-images.com/ZYpAjxQzCTQNX-kjJigUpA__thumb/img/3iS2YY1ziKLnEj_rbYYXp0vkDZU=/fit-in/200x150/filters:strip_icc()/pic8935062.png","minPlayers":1,"maxPlayers":6,"playingTime":90,"mechanics":["Contracts","Dice Rolling","End Game Bonuses","Market","Modular Board","Multi-Use Cards","Rondel","Semi-Cooperative Game","Set Collection","Simultaneous Action Selection","Tech Trees / Tech Tracks","Tile Placement","Variable Player Powers","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2026,"bggRating":0,"averageRating":9.05882,"rank":-1,"designers":["Ben Rosset"],"publishers":["Bézier Games"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}