{"gameId":447746,"name":"Tianxia","description":"The Warring States period was a pivotal era in Chinese history, marked by constant warfare, significant bureaucratic and military reforms, and the consolidation of power among rival states. The game is set around 260 BCE, a time when the seven warring kingdoms were locked in fierce conflict, both against each other as well as against nomadic groups like the Xiongnu, who posed a threat from the north.&#10;&#10;Although sections of the Great Wall of China had been constructed as early as the 8th century BCE, the later years of the Warring States period saw a surge in defensive building projects. Before Qin ultimately unified the kingdoms, extensive fortifications, watchtowers, and new sections of the wall were erected to bolster defenses.&#10;&#10;In Tianxia, players take the role of leaders of noble families who want to earn prestige, as well as favors from the powerful rulers that govern the seven Warring Kingdoms.&#10;&#10;The game lasts four rounds in which you install Governors in the regions and bolster the power of rival ruling houses, thus gaining their favor. You also sell goods to merchant ships that sail the Chinese shores to gain wealth and other benefits. Nevertheless, you must not forget about the nomadic warriors who pose a constant threat on the northern borders of the seven kingdoms. Thus, you must train soldiers and build walls and towers to weaken the invaders and protect your interests, earning prestige in the process.&#10;&#10;Each round, the nomads advance toward the borders of the seven kingdoms and gather even larger numbers. When they reach the border, a battle takes place that affects all players.&#10; At the end of the game, the player who was the best governor, politician, merchant, and protector wins.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/t6Z7dmUF2ER_2eLSIS0xCQ__original/img/iEFJqEGqqCA7optiQzbR55YFZVY=/0x0/filters:format(jpeg)/pic8922291.jpg","thumbnail":"https://cf.geekdo-images.com/t6Z7dmUF2ER_2eLSIS0xCQ__thumb/img/IKCR9kVuGWyGfNAvtUG_PadoRaY=/fit-in/200x150/filters:strip_icc()/pic8922291.jpg","minPlayers":1,"maxPlayers":4,"playingTime":120,"mechanics":["Contracts","End Game Bonuses","Income","Multi-Use Cards","Semi-Cooperative Game","Set Collection","Solo / Solitaire Game","Turn Order: Pass Order","Variable Player Powers","Variable Set-up","Worker Placement"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":9,"rank":-1,"designers":["Antonio Petrelli","Daniele Tascini"],"publishers":["Board&Dice","Giant Roc","Mosaico Jogos"],"artists":[],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":1,"numPlayersIsAndHigher":true}]}