{"gameId":447850,"name":"Colosseum: The Grand Spectacle","description":"In Colosseum, each player takes the role of a Roman impresario, producing dazzling spectacles in their arena to attract the largest crowds and earn lasting fame. By upgrading their venue, recruiting talented performers, and impressing powerful nobles, including the Emperor himself, you&rsquo;ll compete to earn the title of Grand Impresario, with your name echoed across the empire.&#10;&#10;Set in 80 AD during the 99-day inauguration of the Colosseum, the game unfolds as gladiators clash, exotic beasts prowl, and musicians from every corner of the empire perform for a roaring crowd. As Emperor Titus settles into his seat for the final day, all eyes turn to you&mdash;this is your moment to shine.&#10;&#10;Colosseum: The Grand Spectacle is a deluxe new edition of the beloved classic by Wolfgang Kramer and Markus L&uuml;bke, developed by Jonny Pac. It features striking new artwork by The Mico and Ian O'Toole, streamlined rules, upgraded components, and brand-new solo and two-player modes. Returning fans can also play with the original rules, and the game includes a new module, The Lion, created by Kramer and developed by Jonny Pac, adding a lion figure and fresh gameplay twists.&#10;&#10;This edition introduces several major changes: the game now plays in four rounds instead of five, requiring a rebalanced economy and faster arc. Players share a central Colosseum, contributing their own gates to the structure instead of using individual arenas. New event tiles have been added, star performers are now screen-printed meeples with six new characters, and the introduction of the Mercury pawn refines bidding and trade interactions. Players also build &quot;Temples of Fortuna&quot; around the board and manage upgraded player boards to score points and organize assets.&#10;&#10;Every element has been carefully reworked to bring new life to a modern classic, while preserving the spirit that made it a fan favorite.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/MVLISJeNBFA0WjRQwb9B6g__original/img/IK-WOvTDNJSx1zZHSZPXtWACe8Q=/0x0/filters:format(jpeg)/pic8930669.jpg","thumbnail":"https://cf.geekdo-images.com/MVLISJeNBFA0WjRQwb9B6g__thumb/img/zzbJRPKbHTbObwAx6Uin_Fm_Tfk=/fit-in/200x150/filters:strip_icc()/pic8930669.jpg","minPlayers":1,"maxPlayers":5,"playingTime":90,"mechanics":["Auction / Bidding","Dice Rolling","Roll / Spin and Move","Set Collection","Trading"],"isExpansion":false,"yearPublished":2026,"bggRating":0,"averageRating":8.5,"rank":-1,"designers":["Wolfgang Kramer","Markus Lübke"],"publishers":["Fantasia Games"],"artists":["Mihajlo Dimitrievski","Ian O'Toole"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}