{"gameId":448445,"name":"Dark Pact","description":"To win the deck-building game Dark Pact, you need to complete one of the game's thirteen Dark Pacts, each of which has a unique winning condition.&#10;&#10;To set up, each player has a deck of ten cards, with cards being either actions, treasures, or multipliers. Players take turns clockwise until someone achieves a Dark Pact: &quot;Keeper&quot; Dark Pacts can stay in play, and if you ever meet their condition based on the cards you have in play, you win; &quot;Instant&quot; Dark Pacts are played as an action, and if you meet their condition based on the cards you have in hand, you win. (Alternatively, if the deck runs out, the player with the highest sum of Insight minus Curses wins.)&#10;&#10;On a turn, you play one action from your hand, and an action might let you play additional actions; draw cards; gain cards from the supply; exile cards; and so on. Some cards attack opponents, and they can reveal a react card in response. Played cards stay in your play area.&#10;&#10;Next, you can buy cards, first playing treasures from your hand to gain coins. (Action cards played earlier might also have coins on them.) You can purchase cards from the ten-card supply, as well as one card from your grimoire, which starts with three specific cards and to which you can add other cards during play.&#10;&#10;You can modify an action or a treasure by playing x2 and x3 multipliers at the same time. Multipliers affect all numerals on the action or treasure, whether for coins, curses, draws, actions, etc.&#10;&#10;To end your turn, clean up, first carrying out &quot;clean up&quot; effects on played cards, then discarding all played cards (except those that can remain in play, such as some Dark Pacts) and cards from your hand that you don't want. If necessary, draw to fill your hand to five cards.&#10;&#10;Dark Pact includes solitaire rules in which you compete against a bot that tries to win in one of three ways.&#10;&#10;","image":"https://cf.geekdo-images.com/CH49NXU6K7A7l2HmH4m_yA__original/img/NwZ4r5BgvmNOUC0xCbWmybpUVg0=/0x0/filters:format(jpeg)/pic8942612.jpg","thumbnail":"https://cf.geekdo-images.com/CH49NXU6K7A7l2HmH4m_yA__thumb/img/l9ZH8g_G-0FOVR2COItVBJE4pMk=/fit-in/200x150/filters:strip_icc()/pic8942612.jpg","minPlayers":1,"maxPlayers":4,"playingTime":50,"mechanics":["Deck, Bag, and Pool Building"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":7.25,"rank":-1,"designers":["Thomas Lehmann"],"publishers":["Trick or Treat Studios"],"artists":["Dug Nation"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":true}]}