{"gameId":450782,"name":"Codenames: Back to Hogwarts","description":"Codenames: Back to Hogwarts is the first competitive, house-vs-house Codenames game inspired by the Wizarding World. It puts a fresh spin on the classic Codenames word association gameplay, while offering thematic new mechanics to change up the gameplay for both longtime fans and new players alike.&#10;&#10;As new first-year students at Hogwarts, players will be sorted into two rival houses, each with their own prefect who knows the secrets of the fabled school&rsquo;s mystery card grid. On their turn, prefects give their team of students a clue consisting of a single word and a number suggesting how many cards are associated with that word. Students must then follow these clues to explore Hogwarts by guessing the corresponding words and revealing one card at a time.&#10;&#10;If they&rsquo;re correct, they can keep guessing words up to the stated number of times. If they encounter a card for the rival house, a dead end, locked door, or other obstacle, they&rsquo;ll end their turn. Take care not to get caught by groundskeeper Argus Filch, however, as that ends the game and marks a win for the rival house. Every win also earns points for their house, which can be tracked across multiple play sessions in the House Cup.&#10;&#10;Beneath the surface, this should sound very familiar to existing fans of Codenames&mdash;at least mechanically. Codenames: Back to Hogwarts also adds new layers of strategic depth onto the classic Codenames gameplay in the form of unique asymmetrical abilities.&#10;&#10;Each house has access to two powerful and distinct special abilities. These abilities have been designed to meaningfully transform the fundamentals of Codenames, providing both muggles and wizards with some surprising new gameplay possibilities. Because each game features two different houses, and each house will use only one of its two abilities, there are a multitude of possible combinations for players to explore and play!&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/YOEK9mQe0OkWITHmq8Yqqg__original/img/WUUahDGEb_weK6vN9N2uaTkD7mc=/0x0/filters:format(jpeg)/pic9001898.jpg","thumbnail":"https://cf.geekdo-images.com/YOEK9mQe0OkWITHmq8Yqqg__thumb/img/XOp7SGsdL46r3FjVKqTBjcP0qis=/fit-in/200x150/filters:strip_icc()/pic9001898.jpg","minPlayers":4,"maxPlayers":8,"playingTime":30,"mechanics":["Communication Limits","Deduction","Team-Based Game"],"isExpansion":false,"yearPublished":2025,"bggRating":5.50218,"averageRating":5.28186,"rank":23658,"designers":["Vlaada Chvátil"],"publishers":["Czech Games Edition"],"artists":["Štěpán Drašťák","Ondřej Hrdina"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":0,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":1,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":6,"best":1,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":7,"best":0,"recommended":2,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":2,"recommended":0,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":8,"best":0,"recommended":1,"notRecommended":3,"numPlayersIsAndHigher":true}]}