{"gameId":451214,"name":"Thebai","description":"Dark times loom over the kingdom of Thebes. The blind, old king Oedipus left the throne in disgrace and asked Polynices and Eteocles, his own sons, to rule the city together. But power corrupts and ancient feuds call for new blood to be spilled. Soon, Polynices finds himself leading an army from the rival city of Argos against his own brother. The Theban nobles support Eteocles as he maintains precarious rule over Thebes. The young king calls for defenders to man the seven gates of the city, while the invaders&rsquo; seven champions lead the attack on the gates. Meanwhile, the famous citadel of Thebes, the Cadmea, lies in disarray. It is as if the Fates themselves have lined everything up against the current rulers of Thebes!&#10;&#10;While the common folks prepare for war, the noble families whisper among themselves that the time for new leadership has come, and the time to rebuild the Cadmea is now!&#10;&#10;In Thebai, players assume the role of influential leaders from noble families during the tumultuous late Bronze Age. Throughout the game, players are tasked with rebuilding the Cadmea, the citadel of Thebes, while restoring the city&rsquo;s exports, praying to the gods of the city, and protecting the lives of the citizens as grand heroes spill each other&rsquo;s blood outside the gates.&#10;&#10;The game lasts 10 rounds, each divided into an Action phase and a Fate phase. During the Action phase, players use one Citizen die, and then move their Archon on the Cadmea. During the Fate phase, players may get additional scoring opportunities, depending on their accomplishments and for protecting the city gates. After final scoring the player with the most Victory Points is the winner.&#10;&#10;&mdash;description from the publisher&#10;&#10;","image":"https://cf.geekdo-images.com/o34lCwJPfkZJCcDmlkXazw__original/img/s8wPE5_n1jORdGd6bAhY1NjP8nk=/0x0/filters:format(jpeg)/pic9017780.jpg","thumbnail":"https://cf.geekdo-images.com/o34lCwJPfkZJCcDmlkXazw__thumb/img/rzV8PyN4FY_o1hD42pDh-PN3sns=/fit-in/200x150/filters:strip_icc()/pic9017780.jpg","minPlayers":1,"maxPlayers":4,"playingTime":150,"mechanics":["Contracts","End Game Bonuses","Events","Grid Movement","Matching","Solo / Solitaire Game","Tile Placement","Variable Set-up","Worker Placement with Dice Workers"],"isExpansion":false,"yearPublished":2025,"bggRating":0,"averageRating":8.5625,"rank":-1,"designers":["Dávid Turczi"],"publishers":["Board&Dice","Pegasus Spiele"],"artists":["Zuzanna Kołakowska","Lucas Melo","Piotr Sokołowski"],"playerPollResults":[{"numPlayers":1,"best":1,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":2,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":3,"recommended":0,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":3,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":2,"numPlayersIsAndHigher":true}]}