{"gameId":550,"name":"Barbarossa","description":"Barbarossa, in Italian &quot;red beard&quot; was, according to its inventor, inspired by Patricia McKillip's Riddle-Master fantasy trilogy (Die Schule der R&auml;tselmeister in the German translation), in which wizards are devoted to the creation of riddles and riddle solving tournaments. In an interview designer Klaus Teuber stated &quot;As you know there are moments when you close a book really sad that it's over. After finishing the last page, you often feel like you've lost a friend -- to be somewhat melodramatic. So I was looking for a way to keep the book alive a little longer. Creating a game seemed the perfect solution. In this game, I was looking for a way to make riddles, to experiment with shapes and to let the players express their own creativity with clay.&quot;&#10;&#10;The game starts with players using modeling clay to make objects that can be guessed by the other players. Players then take turns to move around the board either by rolling a die or spending gems to choose their move. The spaces landed on determine actions. Either the other players receive victory points, or you can ask a letter of an object (What's the fifth letter of that thing?), or you can ask general questions or make a single guess until you get a NO answer. Players also have three curse stones that they can throw down twice in the game and make a guess.&#10;&#10;You make a guess by writing the word down and passing it to the owner, who answers YES or NO. If you guess right, you stick an arrow in the object and score points (5pts if you're first, 3pts for second correct guess). In addition, and this matters, the object owner can either gain points or lose points, depending on the total arrows sticking at the time. So if you make your object too easy, or too hard, you lose points, but if you get it just right, you gain. Plus, at the game end, objects lacking arrows also lose their owners points.&#10;&#10;Your objects must each represent a single specific word, which you note down in secret. Trying to think of two or three things that people will guess, but not too easily, is really tricky and makes Barbarossa a fun game. Hopefully the new edition has a better rules set, as players might get puzzled by the variety of actions.&#10;&#10;A later-developed game directly inspired by Barbarossa is  Dominic Crapuchettes' Cluzzle.&#10;&#10;Re-published by Kosmos / Rio Grande 2001.&#10;&#10;Republished by Mayfair Games in 2005, in an edition for a maximum of 4 players in a smaller-sized box.&#10;&#10;","image":"https://cf.geekdo-images.com/YwUyWTWnDIcsMsOXR_AnNA__original/img/_v0B-tbvabRxWO7xXaHMmx75VnY=/0x0/filters:format(jpeg)/pic1152337.jpg","thumbnail":"https://cf.geekdo-images.com/YwUyWTWnDIcsMsOXR_AnNA__thumb/img/Kmh685vfzSSyljQptV2tfPBsW-I=/fit-in/200x150/filters:strip_icc()/pic1152337.jpg","minPlayers":3,"maxPlayers":4,"playingTime":60,"mechanics":["Betting and Bluffing","Roll / Spin and Move","Targeted Clues"],"isExpansion":false,"yearPublished":1988,"bggRating":5.8349,"averageRating":6.31565,"rank":3790,"designers":["Klaus Teuber"],"publishers":["Alga","ASS Altenburger Spielkarten","Catan GmbH","DV Games","KOSMOS","Mayfair Games","New Games Order, LLC","Rio Grande Games"],"artists":["Anders Jeppsson","Anke Pohl","Marion Pott","Thilo Rick","Bernd Wagenfeld"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":0,"recommended":0,"notRecommended":11,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":2,"recommended":11,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":17,"recommended":1,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":9,"notRecommended":4,"numPlayersIsAndHigher":true}]}