{"gameId":552,"name":"Bus","description":"Prior to Essen 1999, a group of students created Splotter Spellen to sell some of their own game designs.  This game is regarded as one of the highlights of that group.  The object of the game is to deliver as many people to their destinations as you can.  To accomplish this, players place route markers on the board to connect passengers to their destinations.  However, the destination types (work, bar, home) vary from turn to turn, so you can follow certain passengers as they make their way through the daily grind.&#10;&#10;Players may buy more buses (they start off with one), build onto their bus route, bring new passengers to the city (via the trains), expand the city by adding more buildings, and run their buses. There is another option, the clock. The action board has one other clever feature. On some actions, route expansion and building, the first player to choose that action actually gets to execute the action last! Which leads to some interesting games of chicken and some painful decisions.&#10;&#10;Buying more buses allows a player to carry one more passenger every time they run their buses - hence scoring, in the best case, one more point. Depending on how the city gets built, however, finding lots of passengers on the street can be tricky.&#10;&#10;Bus routes extend from either end of a Settlers-style initial placement. Extensions are appended to either end. Routes may only run parallel if there are no empty streets at one of the ends or the line ends on the crossing as another player's end. All new passengers will arrive at one of two train stations so that is one concern when route building. One must also be careful to run by a nice mix of building types. And, when building, one must always have an eye towards spoiling other players' routes by placing a mix of building types at each of their intersection so that all of their passengers just walk! Finally, when carrying passengers, one wants to be careful to set up to carry the same passenger next turn.&#10;&#10;","image":"https://cf.geekdo-images.com/EI6jGtH3CLqLiI9pfW0pTA__original/img/skAAQF86A9wjMElJOXA0EcnJmLE=/0x0/filters:format(jpeg)/pic8179997.jpg","thumbnail":"https://cf.geekdo-images.com/EI6jGtH3CLqLiI9pfW0pTA__thumb/img/gcj9ymrelp9mdUJRXtqT9Ek0LCk=/fit-in/200x150/filters:strip_icc()/pic8179997.jpg","minPlayers":3,"maxPlayers":5,"playingTime":120,"mechanics":["Action Points","Action Queue","Network and Route Building","Pick-up and Deliver","Turn Order: Claim Action","Turn Order: Progressive","Worker Placement"],"isExpansion":false,"yearPublished":1999,"bggRating":6.83264,"averageRating":7.60584,"rank":654,"designers":["Jeroen Doumen","Joris Wiersinga"],"publishers":["Splotter Spellen","Capstone Games"],"artists":["Herman Haverkort","Tamara Jannink","Daan van Paridon","Thijs van Paridon","Joris Wiersinga"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":32,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":1,"notRecommended":41,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":21,"recommended":39,"notRecommended":5,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":40,"recommended":23,"notRecommended":3,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":10,"recommended":25,"notRecommended":27,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":0,"recommended":0,"notRecommended":27,"numPlayersIsAndHigher":true}]}