{"gameId":55690,"name":"Kingdom Death: Monster","description":"Kingdom Death: Monster is a fully cooperative tabletop hobby game experience.  Set in a unique nightmarish world devoid of most natural resources, you control a settlement at the dawn of its existence. Fight monsters, craft weapons and gear, and develop your settlement to ensure your survival from generation to generation.&#10;&#10;Campaign System&#10;Embark alone or with up to 3 friends (5 with game variant) on a 5-30-lantern-year campaign, with each year consisting of a cycle of hunt, showdown, and settlement phases. The settlement phase is an intricate civilization building game in which you spend very limited resources to build buildings, research new technologies, train your warriors, and set up your strategy for survival.  During the hunt, you'll encounter a series of stories in a &quot;choose your own adventure&quot; style journey through various events and encounters.  Finally, when you meet the monster you're pursuing, you'll engage it in an a massive arena-style battle where only one party is going to survive.  If your party lives, you'll be able to bring the spoils back home to use in expanding your settlement.&#10;&#10;Monster AI System&#10;Each of the 7 monsters included are controlled by their own pair of decks that scale to 3 levels of difficulty (except for the final encounter, which has only 1 level and it's HARD!). Every encounter, even with the same monster, is highly variable and no two showdowns will resolve the same way. Players will have to plan their gear and keep their minds sharp to prevail.&#10;&#10;Gear System&#10;In Kingdom Death: Monster, survivors will craft gear from resources earned from defeating monsters or found on their hunt. Each survivor has a 3x3 gear grid. Selection and arrangement of your gear cards is critical, as many provided bonuses and activate special rules when aligned correctly.&#10;&#10;Story Event System&#10;40+ Story Events plus over 100 hunt encounters will shape and guide your campaign. Story Events detail important evolutions in your civilization, introduce new monsters, and provide rich detail for your campaign.  Some will trigger automatically as you progress through the campaign, but most will be entirely based on choices players make.&#10;&#10;Story Events cover everything from setting up and fighting a monster to key events that happen within the overall story. Some are triggered directly from the timeline and others from choices you make in game.&#10;&#10;","image":"https://cf.geekdo-images.com/LenzJBOHboAGU0cUIqAZPQ__original/img/-dnx4zkvdOn3CMVHpXIfESazj40=/0x0/filters:format(jpeg)/pic2931007.jpg","thumbnail":"https://cf.geekdo-images.com/LenzJBOHboAGU0cUIqAZPQ__thumb/img/Z3yFJIp9rmSmcGoTiqGeTkKCnQU=/fit-in/200x150/filters:strip_icc()/pic2931007.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Cooperative Game","Critical Hits and Failures","Dice Rolling","Grid Movement","Role Playing","Solo / Solitaire Game","Storytelling"],"isExpansion":false,"yearPublished":2015,"bggRating":7.66464,"averageRating":8.50638,"rank":69,"designers":["Adam Poots"],"publishers":["Kingdom Death"],"artists":["Zeen Chin","Lokman Lam","Lorinda Tomko"],"playerPollResults":[{"numPlayers":1,"best":93,"recommended":154,"notRecommended":24,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":101,"recommended":158,"notRecommended":9,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":48,"recommended":167,"notRecommended":40,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":164,"recommended":108,"notRecommended":40,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":4,"recommended":21,"notRecommended":200,"numPlayersIsAndHigher":true}]}