{"gameId":58281,"name":"Summoner Wars","description":"Note: This entry in the BGG database is used to consolidate questions and discussion regarding the Summoner Wars series; it does not correspond to a particular box or deck of the Summoner Wars game. For the base Starter Set releases, refer to BGG entries for Summoner Wars: Phoenix Elves vs Tundra Orcs and Summoner Wars: Guild Dwarves vs Cave Goblins.&#10;&#10;NOTE:This entry is currently in flux! All of the forum posts, and linked items are being moved to the individual game entries, with anything sufficiently generic being linked to the Summoner Wars Master Set. All content will be maintained.&#10;&#10;Summoner Wars is a fast-playing, action-packed 2-4 player card game.  Players take on the role of Summoners: powerful beings who harness the power of mysterious Summoning Stones to lead their race to conquest on the war-torn planet of Itharia.  These Summoners wield terrible magic on the battlefield, freezing their foes in place, draining their enemies of power, and even bringing rains of fire down from the heavens.   But most notoriously, they summon their great race&rsquo;s hordes of warriors to the battlefield, to clash in the never-ending struggle for supremacy.  A Summoner is both mage and general, and must combine their wizardly might with clever tactics to defeat the enemy Summoner on the opposite side of the battle.&#10;&#10;Each Starter Set of Summoner Wars contains 2 complete, battle-ready Factions, ready to jump you and an opponent into the thick of the War for Itharia.  Each Faction is a unique race or civilization with its own secret goals, be it wild-eyed Elves bent on revenge, or blood-crazed Goblins who merely want to set the world ablaze.  Starter Sets also include everything you will need to play, including a Battle Mat, Wound counters, dice, and a rulebook.&#10;&#10;But the war doesn&rsquo;t end there!  Summoner Wars is fully expandable with entirely new faction decks such as the hideous Undead of the Fallen Kingdom, or the righteous and knightly Human Vanguards.  In addition, each Faction will have its own expansions, adding new warriors, summoners, and abilities to allow for a never-ending mix of combat options and surprises.  Expansions will also include Mercenary units - warriors who care nothing for politics and will fight for any side that can afford them!&#10;&#10;Summoner Wars uses a simple but deep rules set to capture both the strategy of deck construction and card playing, with the tactics of miniature war games.  By purchasing expansions or multiple Starter Sets, players can customize their Faction Decks to suit any style of play and to keep their opponents guessing.  During the game, players summon and move their various warriors about the battlefield using their unique powers and abilities to wreak havoc on the enemy lines.  In the course of a game each side will inflict terrible casualties upon the other in their brutal quest for victory.&#10;&#10;","image":"https://cf.geekdo-images.com/EWi-utp09EIJnwia_o_Taw__original/img/qF_KgqLXIoXy41sGezN3ie34_Io=/0x0/filters:format(png)/pic5152378.png","thumbnail":"https://cf.geekdo-images.com/EWi-utp09EIJnwia_o_Taw__thumb/img/vEFkO1QccS2LQpL7fgX7-v1hZhg=/fit-in/200x150/filters:strip_icc()/pic5152378.png","minPlayers":2,"maxPlayers":4,"playingTime":60,"mechanics":["Action Points","Dice Rolling","Grid Movement","Hand Management","Take That","Variable Player Powers"],"isExpansion":false,"yearPublished":2009,"bggRating":6.8583,"averageRating":7.25109,"rank":524,"designers":["Colby Dauch"],"publishers":["Plaid Hat Games"],"artists":["JJ Ariosa","David Richards","Gary Simpson"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":3,"notRecommended":52,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":86,"recommended":5,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":1,"recommended":16,"notRecommended":43,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":21,"recommended":34,"notRecommended":14,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":1,"notRecommended":48,"numPlayersIsAndHigher":true}]}