{"gameId":63975,"name":"Mountain Goats","description":"In Mountain Goats you work to move your goats to the top of 6 different mountains where they can score points as long as they stay there. You can share spaces with other goats on the way up, but there is only room for one goat at the top of each mountain. If someone else's goat moves to the mountain top, they will kick you off and you'll have to start your trek over.&#10;&#10;It's a game about timing. You need to not just get to the top of the mountain, but get there when no one else is in position to knock you off.&#10;&#10;It's a game about keeping your eye on your opponents. Maximizing your score, but also making sure you don't let anyone else score too much.&#10;&#10;There is the fun chance to knock each other off the mountain. But it doesn't feel too mean because you can only knock back goats that are in a scoring position, and it isn't a huge setback. It is just a normal part of the cycle of the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;&#10;In Level X, each player has six playing pieces that they try to place at the end of the movement tracks on the game board in order to score victory points (VPs). The tracks are labeled 5-10, and they are 2-4 spaces long.&#10;&#10;On a turn, you roll four six-sided dice, then place them into groups of 1-4 dice with each group ideally totaling from 5 to 10. If you make such a group, you can either place one of your playing pieces on the first space of the track matching that number or advance your playing piece on that track until you reach the final space: the X. Whenever you first land on an X, you take a VP token worth a number of points equal to that track's number. If you are already on an X and roll that number again, you take another token. Only one playing piece can be on an X; if someone else lands on an X that you occupy, you remove your playing piece from the board and can start down that track again later.&#10;&#10;If you collect one token of each value (5-10), you take a bonus card, with the first being worth 15 VPs and the others worth 12, 9 and 6. When all the bonus cards have been claimed or three of the VP token stacks are empty, the game ends. Whoever has scored the most points wins!&#10;&#10;Part of the Schmidt Spiele Easy Play line.&#10;&#10;","image":"https://cf.geekdo-images.com/p4DD5TGFNFQy_ayFtT-x_A__original/img/o8zVhEu7BaQo1sE9jH-yu2YBE_4=/0x0/filters:format(jpeg)/pic5313595.jpg","thumbnail":"https://cf.geekdo-images.com/p4DD5TGFNFQy_ayFtT-x_A__thumb/img/NuH7OkL_qhJtS1QORYrHVE1dCl8=/fit-in/200x150/filters:strip_icc()/pic5313595.jpg","minPlayers":2,"maxPlayers":4,"playingTime":20,"mechanics":["Dice Rolling","King of the Hill","Roll / Spin and Move","Set Collection","Track Movement"],"isExpansion":false,"yearPublished":2010,"bggRating":6.31006,"averageRating":6.83727,"rank":1671,"designers":["Stefan Risthaus"],"publishers":["BoardGameTables.com","BoardM Factory","CMON Global Limited","Maldito Games","OSTIA Spiele","Schmidt Spiele","Yes Papa Games"],"artists":["Anca Gavril","Dennis Lohausen","Daniel Profiri"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":18,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":1,"recommended":15,"notRecommended":7,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":9,"recommended":13,"notRecommended":0,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":17,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":2,"notRecommended":9,"numPlayersIsAndHigher":true}]}