{"gameId":70149,"name":"Ora et Labora","description":"In Ora et Labora, each player is head of a monastery in the Medieval era who acquires land and constructs buildings &ndash; little enterprises that will gain resources and profit. The goal is to build a working infrastructure and manufacture prestigious items &ndash; such as books, ceramics, ornaments, and relics &ndash; to gain the most victory points at the end of the game.&#10;&#10;Ora et Labora, Uwe Rosenberg's fifth &quot;big&quot; game, has game play mechanisms similar to his Le Havre, such as two-sided resource tiles that can be upgraded from a basic item to something more useful. Instead of adding resources to the board turn by turn as in Agricola and Le Havre, Ora et Labora uses a numbered rondel to show how many of each resource is available at any time. At the beginning of each round, players turn the rondel by one segment, adjusting the counts of all resources at the same time.&#10;&#10;Each player has a personal game board. New buildings enter the game from time to time, and players can construct them on their game boards with the building materials they gather, with some terrain restrictions on what can be built where. Some spaces start with trees or moors on them, as in Agricola: Farmers of the Moor, so they hinder development until a player clears the land, but they provide resources when they are removed. Clever building on your personal game board will impact your final score, and players can buy additional terrain during the game, if needed.&#10;&#10;Players also have three workers who can enter buildings to take the action associated with that location. Workers must stay in place until you've placed all three. You can enter your own buildings with these workers, but to enter and use another player's buildings, you must pay that player an entry fee so that he'll move one of his workers into that building to do the work for you.&#10;&#10;Ora et Labora features two variants: France and Ireland.&#10;&#10;","image":"https://cf.geekdo-images.com/MLvyN4VJ3QNXBKxli8XLiA__original/img/eDqWAa7vUdsYE6_LXVNzIdClbhw=/0x0/filters:format(jpeg)/pic5089618.jpg","thumbnail":"https://cf.geekdo-images.com/MLvyN4VJ3QNXBKxli8XLiA__thumb/img/mvTvon7ry-QKtYenVgg0LYUtdRc=/fit-in/200x150/filters:strip_icc()/pic5089618.jpg","minPlayers":1,"maxPlayers":4,"playingTime":180,"mechanics":["Increase Value of Unchosen Resources","Modular Board","Network and Route Building","Worker Placement","Worker Placement, Different Worker Types"],"isExpansion":false,"yearPublished":2011,"bggRating":7.38729,"averageRating":7.7046,"rank":142,"designers":["Uwe Rosenberg"],"publishers":["Lookout Games","999 Games","Filosofia Éditions","Game Harbor","Heidelberger Spieleverlag","Hobby Japan","HomoLudicus","Korea Boardgames Co., Ltd.","Lacerta","uplay.it edizioni","Z-Man Games, Inc."],"artists":["Klemens Franz"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":64,"notRecommended":40,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":40,"recommended":85,"notRecommended":26,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":114,"recommended":40,"notRecommended":2,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":21,"recommended":83,"notRecommended":28,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":1,"recommended":0,"notRecommended":73,"numPlayersIsAndHigher":true}]}