{"gameId":82222,"name":"Xia: Legends of a Drift System","description":"Xia: Legends of a Drift System is a 3-5 player sandbox style competitive space adventure. Each player starts as a lowly but hopeful captain of a small starship.&#10;&#10;Players fly their ships about the system, completing a variety of missions, exploring new sectors and battling other ships. Navigating hazardous environments, players choose to mine, salvage, or trade valuable cargo. Captains vie with each other for Titles, riches and, most importantly, Fame.&#10;&#10;The most adaptive, risk-taking and creative players will excel. One captain will rise above the others, surpassing mortality by becoming Legend!&#10;&#10;Customize: Each player begins the game by choosing and customizing a Tier 1 starship. Invest all your money in engines and be a rapid, yet fragile, explorer. Put all your credits into an uber missile and watch other players flee in terror. Get a small engine and save space and credits to invest in buying and selling cargo. Or create a well rounded ship, ready for anything. In Xia, the choice is always yours.&#10;&#10;Adapt: The goal of Xia is to become the most famous captain. Completing missions, besting ships in combat, purchasing higher tier ships, selling Cargo Cubes and claiming Titles are all ways that players can earn Fame Points. The best pilots will adapt to their surroundings, making snap judgments and changing plans on-the-fly. If you can think on your feet, you'll do well in Xia!&#10;&#10;Sandbox: The real fun of Xia is that each game will be different. There is no set direction of play - players may choose to be peaceful traders, fierce pirates, workers, miners, opportunists, etc. The game board is randomly laid out and explored each time you play. Players might choose not to explore at all, creating a tiny arena for swift and deadly combat, or explore all 19 sectors and have a large play-scape to exploit. It's up to you!&#10;&#10;Modding: Xia is very open to modding, and the community has already created loads of stuff. See BGG's Unofficial Xia:LoaDS mods and expansions wiki.&#10;&#10;","image":"https://cf.geekdo-images.com/6uEBiPxMH8gfGJ6f3HLNGg__original/img/p-g0LziOt6tE90cVJUvLZF0exfI=/0x0/filters:format(png)/pic1807124.png","thumbnail":"https://cf.geekdo-images.com/6uEBiPxMH8gfGJ6f3HLNGg__thumb/img/F_7LgdP3BKQVdrYHfIAoMu12G8c=/fit-in/200x150/filters:strip_icc()/pic1807124.png","minPlayers":3,"maxPlayers":5,"playingTime":180,"mechanics":["Action Points","Dice Rolling","Grid Movement","Map Addition","Modular Board","Pick-up and Deliver","Roll / Spin and Move","Tile Placement","Variable Player Powers"],"isExpansion":false,"yearPublished":2014,"bggRating":7.38549,"averageRating":7.87412,"rank":147,"designers":["Cody Miller"],"publishers":["Far Off Games","Lavka Games","Maldito Games"],"artists":["Cody Miller","Steve \"Coolhand\" Tyler","Peter Wocken"],"playerPollResults":[{"numPlayers":1,"best":6,"recommended":19,"notRecommended":82,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":58,"notRecommended":62,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":101,"recommended":63,"notRecommended":4,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":58,"recommended":83,"notRecommended":16,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":17,"recommended":39,"notRecommended":83,"numPlayersIsAndHigher":false},{"numPlayers":5,"best":2,"recommended":4,"notRecommended":88,"numPlayersIsAndHigher":true}]}