{"gameId":84889,"name":"Cave Evil","description":"Integrates with Cave Evil: WARCULTS&#10;&#10;&quot;The living dug out cities for their dead: necropolises deep within the earth.  They filled the caverns with bodies and locked them away from the upper air.  Eventually the dead forgot the living--if any remain.&#10;&#10;But in death, a new life began.   The breath of evil from the darkness of complete shadow stirred corrupted flesh.  In their middens and pits, the dead awakened, swarming through slime-fluxing tunnels, seeking chthonic power, warring with demons and denizens of the deep. Animated by the black flame, necro-ecologies rose and collapsed in the crypt-universe.  Now, cloistered undead lich-wizards have discovered the primordial opening to the shadow source, the doleful horror-hole where the Eternal Evil Emperor watches and waits....&#10; The necromancers have dug their Lairs deep into the ground.  They must gather precious resources and body parts to assemble an army of minions, while defending their own lairs from the excavations and intrusions of others. In the end, the only route is into the demon path...&#10;&#10;Then depletion of your essence leads to spending another eternity in foul sepulchral darkness awaiting the next Awakening of Death.&quot;&#10;&#10;Each player takes the role of an ancient Necromancer.  Located deep within an earth, their Necropolises have now merged, each seeking the Darkest Pit, the location of all evil.  The dark wizards must build minions with precious resources from their Lairs to send forth and destroy, or dig further tunnels to locate other creatures, resources or to ambush another sorcerer.&#10;&#10;The game is won when only one remaining Necromancer stands. A Necromancer can either be destroyed by combat, or an enemy minion may venture into their Lair and crush the wizard's shadow power, a Chthonic Crystal. BUT an even greater darkness may befall the players.  As they build and destroy creatures the Dark Pit absorbs the shadowflame and may awaken the ultimate Cave Evil.&#10;&#10;","image":"https://cf.geekdo-images.com/x3V24Emd78L94LZuy8X8bQ__original/img/lLpWwEhrd4ok_pXWejCLim34VRg=/0x0/filters:format(jpeg)/pic1057420.jpg","thumbnail":"https://cf.geekdo-images.com/x3V24Emd78L94LZuy8X8bQ__thumb/img/OkZUiAcyvWXk6BJcy9lzFTYFblE=/fit-in/200x150/filters:strip_icc()/pic1057420.jpg","minPlayers":2,"maxPlayers":4,"playingTime":180,"mechanics":["Area Movement","Hand Management","Modular Board"],"isExpansion":false,"yearPublished":2011,"bggRating":5.89383,"averageRating":7.94328,"rank":3021,"designers":["Mat Brinkman","Jochen Hartmann","Nate Hayden"],"publishers":["Blast City Games","Emperors of Eternal Evil"],"artists":["Commode Ministrels in Bullface","Manifester","MarderIII","Wizard333"],"playerPollResults":[{"numPlayers":1,"best":0,"recommended":0,"notRecommended":6,"numPlayersIsAndHigher":false},{"numPlayers":2,"best":4,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":3,"best":8,"recommended":3,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":3,"recommended":7,"notRecommended":1,"numPlayersIsAndHigher":false},{"numPlayers":4,"best":0,"recommended":0,"notRecommended":5,"numPlayersIsAndHigher":true}]}